{
    "Title": "Amityville Asylum, The",
    "Author": [
        "Andrew Jones"
    ],
    "Genre": [
        "Horror"
    ],
    "Characters": [
        {
            "Character": "FIGURE",
            "Replies": [
                {
                    "Reply": "Kill them. Kill them all.",
                    "Didascalie": "",
                    "Start": 3443,
                    "End": 3469
                },
                {
                    "Reply": "Kill them. Kill them all.",
                    "Didascalie": "",
                    "Start": 76864,
                    "End": 76890
                },
                {
                    "Reply": "Kill them before they kill you.",
                    "Didascalie": "",
                    "Start": 115057,
                    "End": 115089
                }
            ]
        },
        {
            "Character": "MIXTER",
            "Replies": [
                {
                    "Reply": "Lisa Templeton?",
                    "Didascalie": "",
                    "Start": 10356,
                    "End": 10372
                },
                {
                    "Reply": "It's quite alright. I'm Doctor Elliot Mixter. Come into my office.",
                    "Didascalie": "",
                    "Start": 10971,
                    "End": 11049
                },
                {
                    "Reply": "Please, take a seat.",
                    "Didascalie": "",
                    "Start": 11593,
                    "End": 11614
                },
                {
                    "Reply": "Thank you.",
                    "Didascalie": "",
                    "Start": 12128,
                    "End": 12139
                },
                {
                    "Reply": "Very good. I see you've had lots of experience cleaning private homes.",
                    "Didascalie": "",
                    "Start": 12332,
                    "End": 12414
                },
                {
                    "Reply": "Well an institution such as this one is a very different proposition.",
                    "Didascalie": "",
                    "Start": 12601,
                    "End": 12693
                },
                {
                    "Reply": "Yes I've seen that. When I say this is a different proposition I mean in terms of the sensitivity required due to the nature of what we do here.",
                    "Didascalie": "",
                    "Start": 12947,
                    "End": 13136
                },
                {
                    "Reply": "You would mainly be working night shifts at a time when patients are on lock down. But many of our patients here have psychological disturbances so there may be situations where you have to clean up things you may not be used to cleaning up. If you know what I'm saying.",
                    "Didascalie": "",
                    "Start": 13297,
                    "End": 13656
                },
                {
                    "Reply": "Would that bother you?",
                    "Didascalie": "",
                    "Start": 13821,
                    "End": 13844
                },
                {
                    "Reply": "I see. How is your mother now?",
                    "Didascalie": "",
                    "Start": 14351,
                    "End": 14382
                },
                {
                    "Reply": "I'm sorry to hear that. So... it's important to me that every employee here, whether they are a psychiatrist, an orderly or a cleaner, needs to fully understand what our mission statement at this hospital is.",
                    "Didascalie": "",
                    "Start": 14543,
                    "End": 14812
                },
                {
                    "Reply": "High Hopes was only built two years ago and as an institution we have only been running for just over a year now. So we're still building our reputation. But I am very clear on what I want that reputation to be. I intend to make this institution one of the foremost centres for mental health treatment in the country. If you look into my history you'll know that I have a stellar reputation in the field of psychiatry and I want to use that to help others. That is why I have put my own money into the creation of this institution. We are only just starting out but we have a long term ambition to be considered the best. So what I require is that every person who works at this institution, in any capacity, must be professional and sensitive to the needs of the patients. Unlike other institutions, the welfare and care of our patients comes first here.",
                    "Didascalie": "",
                    "Start": 14954,
                    "End": 16060
                },
                {
                    "Reply": "I'm sure you wouldn't.",
                    "Didascalie": "",
                    "Start": 16345,
                    "End": 16368
                },
                {
                    "Reply": "It's quite alright, please sit down, I can take care of it.",
                    "Didascalie": "",
                    "Start": 16987,
                    "End": 17058
                },
                {
                    "Reply": "Okay... well thanks for coming in.",
                    "Didascalie": "",
                    "Start": 17330,
                    "End": 17365
                },
                {
                    "Reply": "It's fine. We'll be in touch.",
                    "Didascalie": "",
                    "Start": 17565,
                    "End": 17595
                },
                {
                    "Reply": "Lisa this is Doctor Mixter at High Hopes Hospital.",
                    "Didascalie": "",
                    "Start": 23403,
                    "End": 23465
                },
                {
                    "Reply": "Hello! I'm just calling you to say it was great to meet you today and I'd like to offer you the job.",
                    "Didascalie": "",
                    "Start": 23618,
                    "End": 23741
                },
                {
                    "Reply": "Are you there?",
                    "Didascalie": "",
                    "Start": 23909,
                    "End": 23924
                },
                {
                    "Reply": "No joke, I'd like to offer you the job.",
                    "Didascalie": "",
                    "Start": 24088,
                    "End": 24139
                },
                {
                    "Reply": "Absolutely.",
                    "Didascalie": "",
                    "Start": 24279,
                    "End": 24291
                },
                {
                    "Reply": "I'm pleased to welcome you to High Hopes Hospital. If you can be here at 9am tomorrow for an induction please and we'll go from there.",
                    "Didascalie": "",
                    "Start": 24455,
                    "End": 24623
                },
                {
                    "Reply": "I know you won't. We'll see you tomorrow!",
                    "Didascalie": "",
                    "Start": 24849,
                    "End": 24902
                },
                {
                    "Reply": "Come in.",
                    "Didascalie": "",
                    "Start": 136840,
                    "End": 136849
                },
                {
                    "Reply": "Oh Lisa, Hello. What brings you here?",
                    "Didascalie": "",
                    "Start": 137065,
                    "End": 137114
                },
                {
                    "Reply": "Of course, come in.",
                    "Didascalie": "",
                    "Start": 137394,
                    "End": 137414
                },
                {
                    "Reply": "What can I do for you Lisa?",
                    "Didascalie": "",
                    "Start": 137805,
                    "End": 137833
                },
                {
                    "Reply": "Okay, go ahead.",
                    "Didascalie": "",
                    "Start": 138078,
                    "End": 138094
                },
                {
                    "Reply": "What are you referring to exactly?",
                    "Didascalie": "",
                    "Start": 138305,
                    "End": 138340
                },
                {
                    "Reply": "I am aware of the DeFeo murders yes. The hauntings... well I think it's common perception now that a lot of that was exaggerated by the media.",
                    "Didascalie": "",
                    "Start": 138591,
                    "End": 138778
                },
                {
                    "Reply": "No, I can't say that I am.",
                    "Didascalie": "",
                    "Start": 139025,
                    "End": 139052
                },
                {
                    "Reply": "Okay. I'm sure there's a point to all this?",
                    "Didascalie": "",
                    "Start": 139437,
                    "End": 139492
                },
                {
                    "Reply": "Have you been reading up on Sadie?",
                    "Didascalie": "",
                    "Start": 140172,
                    "End": 140207
                },
                {
                    "Reply": "Well that could be anyone called Sadie couldn't it?",
                    "Didascalie": "",
                    "Start": 140598,
                    "End": 140661
                },
                {
                    "Reply": "Yes I did. What are you implying?",
                    "Didascalie": "",
                    "Start": 141758,
                    "End": 141792
                },
                {
                    "Reply": "Yes, I understand how dangerous she is and I appreciate you coming to express your concerns. One thing you need to bear in mind Lisa is that there are some very sick patients at this institution. We do our best to help those who can be helped but unfortunately the patients on Ward X are beyond help.",
                    "Didascalie": "",
                    "Start": 141991,
                    "End": 142372
                },
                {
                    "Reply": "Okay look. That does take time and resources I don't necessarily have.",
                    "Didascalie": "",
                    "Start": 142983,
                    "End": 143064
                },
                {
                    "Reply": "In fact, I'll order a cell search immediately. Stay here for a moment, I'll be right back.",
                    "Didascalie": "",
                    "Start": 143436,
                    "End": 143549
                },
                {
                    "Reply": "This is for your own good Lisa. You need treatment.",
                    "Didascalie": "",
                    "Start": 144265,
                    "End": 144328
                },
                {
                    "Reply": "This is for your own good Lisa.",
                    "Didascalie": "",
                    "Start": 144660,
                    "End": 144692
                },
                {
                    "Reply": "Now Lisa, let's talk calmly or you will be sedated again.",
                    "Didascalie": "",
                    "Start": 145657,
                    "End": 145726
                },
                {
                    "Reply": "You're having paranoid delusions.",
                    "Didascalie": "",
                    "Start": 145975,
                    "End": 146009
                },
                {
                    "Reply": "Well you think you know. The human brain is a powerful thing and I'm sure you do believe what you've seen. But it's all in your mind Lisa, it's not reality. You're a very sick girl and you need treatment.",
                    "Didascalie": "",
                    "Start": 146288,
                    "End": 146559
                },
                {
                    "Reply": "Staff? You were never staff here Lisa. You're a patient here. You've always been a patient here.",
                    "Didascalie": "",
                    "Start": 146805,
                    "End": 146924
                },
                {
                    "Reply": "I'm afraid not my dear. You've always been with us here. Initially as an out patient but now the delusions have progressed I feel it's time for you to become a full time resident.",
                    "Didascalie": "",
                    "Start": 147169,
                    "End": 147404
                },
                {
                    "Reply": "Look, I understand it's a lot to process now. I'll leave you to think about it and then we'll begin counselling sessions tomorrow.",
                    "Didascalie": "",
                    "Start": 147695,
                    "End": 147859
                },
                {
                    "Reply": "Listen, how about I take this straight jacket off so you're more comfortable?",
                    "Didascalie": "",
                    "Start": 148050,
                    "End": 148150
                },
                {
                    "Reply": "First you must take this. It will help you sleep.",
                    "Didascalie": "",
                    "Start": 148299,
                    "End": 148360
                },
                {
                    "Reply": "Good girl. I know it's a lot to take in but together we'll get through this. Now I'm going to take your restraint off. Remember though, if you're violent then I promise you it will go straight back on. Okay?",
                    "Didascalie": "",
                    "Start": 148613,
                    "End": 148887
                },
                {
                    "Reply": "That better?",
                    "Didascalie": "",
                    "Start": 149141,
                    "End": 149154
                },
                {
                    "Reply": "No problem. I'm going to leave you get some rest now. Tomorrow we start the healing process.",
                    "Didascalie": "",
                    "Start": 149349,
                    "End": 149464
                },
                {
                    "Reply": "I see we've dispensed with the usual pleasantries. Come in Lisa.",
                    "Didascalie": "",
                    "Start": 167260,
                    "End": 167336
                },
                {
                    "Reply": "Well maybe it is, maybe it isn't.",
                    "Didascalie": "",
                    "Start": 168019,
                    "End": 168053
                },
                {
                    "Reply": "You're the one holding the gun on a well respected doctor, my dear.",
                    "Didascalie": "",
                    "Start": 168424,
                    "End": 168503
                },
                {
                    "Reply": "You are part of a great becoming tonight. A rising of The Dark Master who blesses all of his followers with power and immortality.",
                    "Didascalie": "",
                    "Start": 168668,
                    "End": 168843
                },
                {
                    "Reply": "The plan for the becoming is almost complete. Just one more sacrifice, that's all we need tonight.",
                    "Didascalie": "",
                    "Start": 169274,
                    "End": 169395
                },
                {
                    "Reply": "It's all falling into place.",
                    "Didascalie": "",
                    "Start": 170156,
                    "End": 170185
                },
                {
                    "Reply": "If you say so.",
                    "Didascalie": "",
                    "Start": 170508,
                    "End": 170523
                },
                {
                    "Reply": "Tell me something Lisa, would it help your grief over your mother if you knew she was a slut?",
                    "Didascalie": "",
                    "Start": 170684,
                    "End": 170800
                },
                {
                    "Reply": "Yes. That's why she's burning in hell.",
                    "Didascalie": "",
                    "Start": 170957,
                    "End": 171007
                },
                {
                    "Reply": "I know that sometimes you wonder why you don't cry enough for her. I know you feel guilty for not doing more for her when she was alive.",
                    "Didascalie": "",
                    "Start": 171369,
                    "End": 171539
                },
                {
                    "Reply": "Face it Lisa, you never cared for her. You never cared for anyone but yourself. She's looking up from the bowels of hell now knowing that you never loved her!",
                    "Didascalie": "",
                    "Start": 171882,
                    "End": 172085
                },
                {
                    "Reply": "She was a whore!",
                    "Didascalie": "",
                    "Start": 172327,
                    "End": 172344
                },
                {
                    "Reply": "Your mother's in hell and you don't care!!",
                    "Didascalie": "",
                    "Start": 172573,
                    "End": 172627
                },
                {
                    "Reply": "Morning Katherine, how are you?",
                    "Didascalie": "",
                    "Start": 174431,
                    "End": 174463
                },
                {
                    "Reply": "Well, it features a blow by blow account of the evening. It was obviously a very harrowing experience and for me it was rather therapeutic to deal with my feelings about what happened in writing.",
                    "Didascalie": "",
                    "Start": 174705,
                    "End": 174967
                },
                {
                    "Reply": "Obviously we were all left very numb by events for a long time and I know a lot of people in the town felt we should close the institution. But that never occurred to me. I feel that people should be brought closer by tragedy and the Staff and I have definitely become closer, both as colleagues and friends, since the incident.",
                    "Didascalie": "",
                    "Start": 175162,
                    "End": 175590
                },
                {
                    "Reply": "Well I know that some people accuse me of hurting the memory of the victims but I feel I'm helping the memories of those involved live on.",
                    "Didascalie": "",
                    "Start": 176648,
                    "End": 176820
                }
            ]
        },
        {
            "Character": "LISA",
            "Replies": [
                {
                    "Reply": "Me! Sorry-",
                    "Didascalie": "",
                    "Start": 10532,
                    "End": 10543
                },
                {
                    "Reply": "Shit!",
                    "Didascalie": "",
                    "Start": 10719,
                    "End": 10725
                },
                {
                    "Reply": "Oh God, I'm sorry, I didn't mean to say that!",
                    "Didascalie": "",
                    "Start": 10844,
                    "End": 10901
                },
                {
                    "Reply": "I've uh... brought my resume and some references. I know I already sent a copy with my application but just in case.",
                    "Didascalie": "",
                    "Start": 11868,
                    "End": 12018
                },
                {
                    "Reply": "Yes, I uh... I've done a lot of them.",
                    "Didascalie": "",
                    "Start": 12482,
                    "End": 12531
                },
                {
                    "Reply": "Oh yes. Yes I know. You'll see I've also worked cleaning a school, so I am used to big areas.",
                    "Didascalie": "",
                    "Start": 12761,
                    "End": 12877
                },
                {
                    "Reply": "Oh yes, yes of course.",
                    "Didascalie": "",
                    "Start": 13204,
                    "End": 13227
                },
                {
                    "Reply": "I know what you mean, yes.",
                    "Didascalie": "",
                    "Start": 13724,
                    "End": 13751
                },
                {
                    "Reply": "It may be strange at first but I actually have some experience in 8   that area. I would clean my mother when she lost control of her bodily functions during her illness. It's something I got used to very quickly. It became routine.",
                    "Didascalie": "",
                    "Start": 13912,
                    "End": 14282
                },
                {
                    "Reply": "Well... she passed away.",
                    "Didascalie": "",
                    "Start": 14449,
                    "End": 14474
                },
                {
                    "Reply": "Okay.",
                    "Didascalie": "",
                    "Start": 14879,
                    "End": 14885
                },
                {
                    "Reply": "I really admire that and I promise I would not let you down if I was given this job.",
                    "Didascalie": "",
                    "Start": 16168,
                    "End": 16275
                },
                {
                    "Reply": "Oh my God, I'm so sorry!!",
                    "Didascalie": "",
                    "Start": 16698,
                    "End": 16724
                },
                {
                    "Reply": "Look I'm so sorry, I really am!",
                    "Didascalie": "",
                    "Start": 17463,
                    "End": 17495
                },
                {
                    "Reply": "Hello?",
                    "Didascalie": "",
                    "Start": 18189,
                    "End": 18196
                },
                {
                    "Reply": "Hey Nancy.",
                    "Didascalie": "",
                    "Start": 18388,
                    "End": 18399
                },
                {
                    "Reply": "It was a total fucking disaster!",
                    "Didascalie": "",
                    "Start": 18548,
                    "End": 18581
                },
                {
                    "Reply": "I sneezed on the head of the institution.",
                    "Didascalie": "",
                    "Start": 18933,
                    "End": 18986
                },
                {
                    "Reply": "I sneezed on him! It was one of those sneezes that just sneaks up on you, I didn't have time to cover my face. Before you know it he's covered in my snot!",
                    "Didascalie": "",
                    "Start": 19125,
                    "End": 19324
                },
                {
                    "Reply": "Go on, go ahead. You know you want to!",
                    "Didascalie": "",
                    "Start": 19536,
                    "End": 19586
                },
                {
                    "Reply": "Laugh it up, it's gonna be your last chance because I'm not going for any more job interviews! I'm done, I'm always so damn nervous and I just don't make a good first impression.",
                    "Didascalie": "",
                    "Start": 19750,
                    "End": 19984
                },
                {
                    "Reply": "That's just not me Nance. I wouldn't know where to start with flirting or any of that. Christ, if I wore high heels to one of these interviews I'd probably trip over!",
                    "Didascalie": "",
                    "Start": 20289,
                    "End": 20496
                },
                {
                    "Reply": "I dunno. Thanks for not disputing that dork remark by the way.",
                    "Didascalie": "",
                    "Start": 20686,
                    "End": 20759
                },
                {
                    "Reply": "I guess I'll have to sign on welfare to make the rent. Long term, maybe I should go back to school. Get better qualified for something.",
                    "Didascalie": "",
                    "Start": 20906,
                    "End": 21082
                },
                {
                    "Reply": "I dunno, I just... it's like I just haven't been able to bring myself to write since ... you know...",
                    "Didascalie": "",
                    "Start": 21362,
                    "End": 21483
                },
                {
                    "Reply": "Maybe.",
                    "Didascalie": "",
                    "Start": 21744,
                    "End": 21751
                },
                {
                    "Reply": "Not really. I just think I'm gonna get myself a nice big tub of ice cream from the freezer and watch some TV.",
                    "Didascalie": "",
                    "Start": 21958,
                    "End": 22101
                },
                {
                    "Reply": "a good time for ice cream it's today!",
                    "Didascalie": "",
                    "Start": 22292,
                    "End": 22341
                },
                {
                    "Reply": "Sure. Night.",
                    "Didascalie": "",
                    "Start": 22570,
                    "End": 22583
                },
                {
                    "Reply": "Hello?",
                    "Didascalie": "",
                    "Start": 23335,
                    "End": 23342
                },
                {
                    "Reply": "Really? Oh, I uh... Hi!",
                    "Didascalie": "",
                    "Start": 23533,
                    "End": 23557
                },
                {
                    "Reply": "Um... is this a joke or something?",
                    "Didascalie": "",
                    "Start": 23992,
                    "End": 24027
                },
                {
                    "Reply": "Seriously?",
                    "Didascalie": "",
                    "Start": 24207,
                    "End": 24218
                },
                {
                    "Reply": "Oh my God I... I can't believe it.",
                    "Didascalie": "",
                    "Start": 24359,
                    "End": 24394
                },
                {
                    "Reply": "Oh God, thank you so much! I really appreciate this, I won't let you down!",
                    "Didascalie": "",
                    "Start": 24691,
                    "End": 24788
                },
                {
                    "Reply": "Okay, see you tomorrow!",
                    "Didascalie": "",
                    "Start": 24970,
                    "End": 24994
                },
                {
                    "Reply": "Yeah, I'm here for an induction into the cleaning job.",
                    "Didascalie": "",
                    "Start": 26101,
                    "End": 26167
                },
                {
                    "Reply": "Yes, that's right.",
                    "Didascalie": "",
                    "Start": 26320,
                    "End": 26339
                },
                {
                    "Reply": "Oh great.",
                    "Didascalie": "",
                    "Start": 26576,
                    "End": 26586
                },
                {
                    "Reply": "Okay, thank you.",
                    "Didascalie": "",
                    "Start": 26889,
                    "End": 26906
                },
                {
                    "Reply": "Okay.",
                    "Didascalie": "",
                    "Start": 27776,
                    "End": 27782
                },
                {
                    "Reply": "Okay.",
                    "Didascalie": "",
                    "Start": 28368,
                    "End": 28374
                },
                {
                    "Reply": "Gross!",
                    "Didascalie": "",
                    "Start": 29491,
                    "End": 29498
                },
                {
                    "Reply": "Is it okay if I watch you use it a few times first so I know exactly what I'm doing? I don't want to end up burning myself or any furniture!",
                    "Didascalie": "",
                    "Start": 30154,
                    "End": 30328
                },
                {
                    "Reply": "Okay.",
                    "Didascalie": "",
                    "Start": 30754,
                    "End": 30760
                },
                {
                    "Reply": "Okay.",
                    "Didascalie": "",
                    "Start": 31307,
                    "End": 31313
                },
                {
                    "Reply": "Yeah that's fine.",
                    "Didascalie": "",
                    "Start": 31660,
                    "End": 31678
                },
                {
                    "Reply": "Why did you just talk to her?",
                    "Didascalie": "",
                    "Start": 33308,
                    "End": 33338
                },
                {
                    "Reply": "Okay.",
                    "Didascalie": "",
                    "Start": 34451,
                    "End": 34457
                },
                {
                    "Reply": "Yeah I understand.",
                    "Didascalie": "",
                    "Start": 34835,
                    "End": 34854
                },
                {
                    "Reply": "Cleaning crap up isn't the most difficult part?!",
                    "Didascalie": "",
                    "Start": 35134,
                    "End": 35194
                },
                {
                    "Reply": "What's behind it?",
                    "Didascalie": "",
                    "Start": 35457,
                    "End": 35475
                },
                {
                    "Reply": "Sounds ominous.",
                    "Didascalie": "",
                    "Start": 35682,
                    "End": 35698
                },
                {
                    "Reply": "Really? Doctor Mixter didn't mention that.",
                    "Didascalie": "",
                    "Start": 35943,
                    "End": 35997
                },
                {
                    "Reply": "What's that smell?",
                    "Didascalie": "",
                    "Start": 37300,
                    "End": 37319
                },
                {
                    "Reply": "These patients are dangerous?",
                    "Didascalie": "",
                    "Start": 37708,
                    "End": 37738
                },
                {
                    "Reply": "That's horrible.",
                    "Didascalie": "",
                    "Start": 40092,
                    "End": 40109
                },
                {
                    "Reply": "What's her deal?",
                    "Didascalie": "",
                    "Start": 40869,
                    "End": 40886
                },
                {
                    "Reply": "Some strange stories here.",
                    "Didascalie": "",
                    "Start": 41468,
                    "End": 41495
                },
                {
                    "Reply": "Really?",
                    "Didascalie": "",
                    "Start": 41667,
                    "End": 41675
                },
                {
                    "Reply": "Why is he down here?",
                    "Didascalie": "",
                    "Start": 42392,
                    "End": 42413
                },
                {
                    "Reply": "Oh God.",
                    "Didascalie": "",
                    "Start": 43522,
                    "End": 43530
                },
                {
                    "Reply": "I guess not... it's just a lot to take in. I've obviously never been around stuff like this before.",
                    "Didascalie": "",
                    "Start": 43940,
                    "End": 44062
                },
                {
                    "Reply": "I'm not a quitter.",
                    "Didascalie": "",
                    "Start": 44593,
                    "End": 44612
                },
                {
                    "Reply": "Ooh, you made me jump! Should you be out of bed this late?",
                    "Didascalie": "",
                    "Start": 45598,
                    "End": 45668
                },
                {
                    "Reply": "I don't think you should be.",
                    "Didascalie": "",
                    "Start": 45963,
                    "End": 45992
                },
                {
                    "Reply": "I'd love to sweetheart, but it's very late now. I think you better go back to bed.",
                    "Didascalie": "",
                    "Start": 46157,
                    "End": 46262
                },
                {
                    "Reply": "Fuck!!",
                    "Didascalie": "",
                    "Start": 47152,
                    "End": 47159
                },
                {
                    "Reply": "It's okay.",
                    "Didascalie": "",
                    "Start": 47431,
                    "End": 47442
                },
                {
                    "Reply": "Yeah, just hurt that's all!",
                    "Didascalie": "",
                    "Start": 47651,
                    "End": 47679
                },
                {
                    "Reply": "I'll live.",
                    "Didascalie": "",
                    "Start": 47825,
                    "End": 47836
                },
                {
                    "Reply": "Sure.",
                    "Didascalie": "",
                    "Start": 48005,
                    "End": 48011
                },
                {
                    "Reply": "Yeah.",
                    "Didascalie": "",
                    "Start": 48520,
                    "End": 48526
                },
                {
                    "Reply": "Cool. It's funny, I never thought I'd get this job. The interview didn't go well!",
                    "Didascalie": "",
                    "Start": 48779,
                    "End": 48883
                },
                {
                    "Reply": "Really?",
                    "Didascalie": "",
                    "Start": 49119,
                    "End": 49127
                },
                {
                    "Reply": "Cool.",
                    "Didascalie": "",
                    "Start": 49380,
                    "End": 49386
                },
                {
                    "Reply": "Nice tattoo.",
                    "Didascalie": "",
                    "Start": 49550,
                    "End": 49563
                },
                {
                    "Reply": "What does it mean?",
                    "Didascalie": "",
                    "Start": 49915,
                    "End": 49934
                },
                {
                    "Reply": "Like what?",
                    "Didascalie": "",
                    "Start": 50148,
                    "End": 50159
                },
                {
                    "Reply": "Sorry, I didn't mean to pry.",
                    "Didascalie": "",
                    "Start": 50318,
                    "End": 50347
                },
                {
                    "Reply": "Fair enough.",
                    "Didascalie": "",
                    "Start": 50554,
                    "End": 50567
                },
                {
                    "Reply": "Not bad. I ran into a young girl in the hallway earlier. Sweet little girl, she was only about twelve or thirteen. I told her to go back to bed. I guess they don't lock the kids in at night huh?",
                    "Didascalie": "",
                    "Start": 50758,
                    "End": 51008
                },
                {
                    "Reply": "Yeah definitely. She was carrying a teddy bear. She was about thirteen at the most.",
                    "Didascalie": "",
                    "Start": 51262,
                    "End": 51368
                },
                {
                    "Reply": "What?",
                    "Didascalie": "",
                    "Start": 51520,
                    "End": 51526
                },
                {
                    "Reply": "What?",
                    "Didascalie": "",
                    "Start": 51832,
                    "End": 51838
                },
                {
                    "Reply": "You're kidding right?",
                    "Didascalie": "",
                    "Start": 52102,
                    "End": 52124
                },
                {
                    "Reply": "Then who was that girl in the hallway?",
                    "Didascalie": "",
                    "Start": 52280,
                    "End": 52330
                },
                {
                    "Reply": "I'm positive.",
                    "Didascalie": "",
                    "Start": 52602,
                    "End": 52616
                },
                {
                    "Reply": "Did you find her?",
                    "Didascalie": "",
                    "Start": 53149,
                    "End": 53167
                },
                {
                    "Reply": "Yes.",
                    "Didascalie": "",
                    "Start": 53497,
                    "End": 53502
                },
                {
                    "Reply": "Of course.",
                    "Didascalie": "",
                    "Start": 53676,
                    "End": 53687
                },
                {
                    "Reply": "That's strange.",
                    "Didascalie": "",
                    "Start": 53968,
                    "End": 53984
                },
                {
                    "Reply": "Yes.",
                    "Didascalie": "",
                    "Start": 54464,
                    "End": 54469
                },
                {
                    "Reply": "Sorry.",
                    "Didascalie": "",
                    "Start": 54615,
                    "End": 54622
                },
                {
                    "Reply": "What?",
                    "Didascalie": "",
                    "Start": 56677,
                    "End": 56683
                },
                {
                    "Reply": "No problem.",
                    "Didascalie": "",
                    "Start": 56993,
                    "End": 57005
                },
                {
                    "Reply": "Doctor Mixter? Hello?",
                    "Didascalie": "",
                    "Start": 57501,
                    "End": 57523
                },
                {
                    "Reply": "Uh... I was just emptying the garbage.",
                    "Didascalie": "",
                    "Start": 58918,
                    "End": 58968
                },
                {
                    "Reply": "Look I... it was just open and I ...",
                    "Didascalie": "",
                    "Start": 59212,
                    "End": 59249
                },
                {
                    "Reply": "Oh please don't, I didn't see anything I just opened it.",
                    "Didascalie": "",
                    "Start": 59465,
                    "End": 59533
                },
                {
                    "Reply": "But I've only just got this job and I really need it.",
                    "Didascalie": "",
                    "Start": 59872,
                    "End": 59937
                },
                {
                    "Reply": "What do you mean?",
                    "Didascalie": "",
                    "Start": 60199,
                    "End": 60217
                },
                {
                    "Reply": "What kind of favour?",
                    "Didascalie": "",
                    "Start": 60477,
                    "End": 60498
                },
                {
                    "Reply": "You're disgusting!",
                    "Didascalie": "",
                    "Start": 60722,
                    "End": 60741
                },
                {
                    "Reply": "Look, you better get out of my way or I'm going to report you for sexual harassment.",
                    "Didascalie": "",
                    "Start": 60997,
                    "End": 61104
                },
                {
                    "Reply": "I'm fine. It was just a little bit intimidating, y'know?",
                    "Didascalie": "",
                    "Start": 62620,
                    "End": 62688
                },
                {
                    "Reply": "People like that shouldn't be in charge of patients.",
                    "Didascalie": "",
                    "Start": 63022,
                    "End": 63086
                },
                {
                    "Reply": "You sure love your break times!",
                    "Didascalie": "",
                    "Start": 63245,
                    "End": 63277
                },
                {
                    "Reply": "Missus Hardesty, you scared me!",
                    "Didascalie": "",
                    "Start": 64290,
                    "End": 64322
                },
                {
                    "Reply": "Sorry, I forgot you don't talk.",
                    "Didascalie": "",
                    "Start": 64515,
                    "End": 64547
                },
                {
                    "Reply": "What did you say?",
                    "Didascalie": "",
                    "Start": 65102,
                    "End": 65120
                },
                {
                    "Reply": "I'll... I'll go get an orderly.",
                    "Didascalie": "",
                    "Start": 65269,
                    "End": 65301
                },
                {
                    "Reply": "Hi.",
                    "Didascalie": "",
                    "Start": 65792,
                    "End": 65796
                },
                {
                    "Reply": "Bite me.",
                    "Didascalie": "",
                    "Start": 65993,
                    "End": 66002
                },
                {
                    "Reply": "Look, I don't want any trouble. I just came to tell you there's a patient whose out of their room in Ward B.",
                    "Didascalie": "",
                    "Start": 66448,
                    "End": 66590
                },
                {
                    "Reply": "She was right there, in that chair.",
                    "Didascalie": "",
                    "Start": 67692,
                    "End": 67728
                },
                {
                    "Reply": "Missus Hardesty.",
                    "Didascalie": "",
                    "Start": 67875,
                    "End": 67892
                },
                {
                    "Reply": "Yeah. She even spoke to me!",
                    "Didascalie": "",
                    "Start": 68051,
                    "End": 68079
                },
                {
                    "Reply": "Yes!",
                    "Didascalie": "",
                    "Start": 68347,
                    "End": 68352
                },
                {
                    "Reply": "Look I know she's supposed to be catatonic but I swear she said something to me!",
                    "Didascalie": "",
                    "Start": 68918,
                    "End": 69021
                },
                {
                    "Reply": "What do you mean?",
                    "Didascalie": "",
                    "Start": 69270,
                    "End": 69288
                },
                {
                    "Reply": "But I could have sworn...",
                    "Didascalie": "",
                    "Start": 69535,
                    "End": 69561
                },
                {
                    "Reply": "Hello?",
                    "Didascalie": "",
                    "Start": 70239,
                    "End": 70246
                },
                {
                    "Reply": "Little girl, wait!",
                    "Didascalie": "",
                    "Start": 70591,
                    "End": 70610
                },
                {
                    "Reply": "Don't go in there!",
                    "Didascalie": "",
                    "Start": 71139,
                    "End": 71158
                },
                {
                    "Reply": "Little girl?",
                    "Didascalie": "",
                    "Start": 71599,
                    "End": 71612
                },
                {
                    "Reply": "Of course I do.",
                    "Didascalie": "",
                    "Start": 76305,
                    "End": 76321
                },
                {
                    "Reply": "Umm... could you do that?",
                    "Didascalie": "",
                    "Start": 78091,
                    "End": 78117
                },
                {
                    "Reply": "I dunno... I just need a break.",
                    "Didascalie": "",
                    "Start": 78261,
                    "End": 78293
                },
                {
                    "Reply": "A little.",
                    "Didascalie": "",
                    "Start": 78458,
                    "End": 78468
                },
                {
                    "Reply": "Well... maybe not.",
                    "Didascalie": "",
                    "Start": 78844,
                    "End": 78863
                },
                {
                    "Reply": "I can hear them talking. It's kinda unnerving.",
                    "Didascalie": "",
                    "Start": 79072,
                    "End": 79130
                },
                {
                    "Reply": "What... what do you expect me to say?",
                    "Didascalie": "",
                    "Start": 80746,
                    "End": 80795
                },
                {
                    "Reply": "How... how do you know all this?",
                    "Didascalie": "",
                    "Start": 81429,
                    "End": 81462
                },
                {
                    "Reply": "You sick fuck!",
                    "Didascalie": "",
                    "Start": 81673,
                    "End": 81688
                },
                {
                    "Reply": "What is it?",
                    "Didascalie": "",
                    "Start": 82186,
                    "End": 82198
                },
                {
                    "Reply": "I'm not going down to Ward X again, I'm really sorry I just can't handle it down there!",
                    "Didascalie": "",
                    "Start": 83960,
                    "End": 84070
                },
                {
                    "Reply": "They say things to me through the doors. Horrible things!",
                    "Didascalie": "",
                    "Start": 84311,
                    "End": 84380
                },
                {
                    "Reply": "But that woman Sadie, she says things she couldn't possibly know about me.",
                    "Didascalie": "",
                    "Start": 84554,
                    "End": 84651
                },
                {
                    "Reply": "I sound crazy don't I?",
                    "Didascalie": "",
                    "Start": 84858,
                    "End": 84881
                },
                {
                    "Reply": "I'm starting to wonder if I'm losing my mind.",
                    "Didascalie": "",
                    "Start": 85135,
                    "End": 85192
                },
                {
                    "Reply": "It's hard to keep them out sometimes.",
                    "Didascalie": "",
                    "Start": 85499,
                    "End": 85548
                },
                {
                    "Reply": "I'm really sorry about this, I didn't think it would effect me so much.",
                    "Didascalie": "",
                    "Start": 85799,
                    "End": 85893
                },
                {
                    "Reply": "Thank you. I really appreciate that.",
                    "Didascalie": "",
                    "Start": 86325,
                    "End": 86373
                },
                {
                    "Reply": "I just heard something so I ... I was just curious.",
                    "Didascalie": "",
                    "Start": 94940,
                    "End": 95003
                },
                {
                    "Reply": "Oh nothing, I didn't see anything.",
                    "Didascalie": "",
                    "Start": 95175,
                    "End": 95210
                },
                {
                    "Reply": "I won't say anything.",
                    "Didascalie": "",
                    "Start": 95601,
                    "End": 95623
                },
                {
                    "Reply": "Of course.",
                    "Didascalie": "",
                    "Start": 95831,
                    "End": 95842
                },
                {
                    "Reply": "I'm so sorry I'm running late Nanc!",
                    "Didascalie": "",
                    "Start": 96757,
                    "End": 96793
                },
                {
                    "Reply": "Thanks.",
                    "Didascalie": "",
                    "Start": 97250,
                    "End": 97258
                },
                {
                    "Reply": "Oh thanks!",
                    "Didascalie": "",
                    "Start": 97504,
                    "End": 97515
                },
                {
                    "Reply": "The whole job's getting to me. My body clock's all out of whack but it's not just that. There's something seriously wrong with that place.",
                    "Didascalie": "",
                    "Start": 97725,
                    "End": 97908
                },
                {
                    "Reply": "Thanks.",
                    "Didascalie": "",
                    "Start": 98174,
                    "End": 98182
                },
                {
                    "Reply": "I figure it'll wake me up a little.",
                    "Didascalie": "",
                    "Start": 98461,
                    "End": 98497
                },
                {
                    "Reply": "A lot of things. The way they run things for starters, the orderlies are complete bastards.",
                    "Didascalie": "",
                    "Start": 98720,
                    "End": 98832
                },
                {
                    "Reply": "Some of the patients are extremely violent.",
                    "Didascalie": "",
                    "Start": 99001,
                    "End": 99055
                },
                {
                    "Reply": "No, nothing like that. Some of the things they say though... it's pretty frightening. The weirdest thing is... Oh I dunno, maybe it's just me. I wonder if I'm seeing things.",
                    "Didascalie": "",
                    "Start": 99242,
                    "End": 99466
                },
                {
                    "Reply": "I think the place might be haunted.",
                    "Didascalie": "",
                    "Start": 99619,
                    "End": 99655
                },
                {
                    "Reply": "What do you mean?",
                    "Didascalie": "",
                    "Start": 99893,
                    "End": 99911
                },
                {
                    "Reply": "Yeah?",
                    "Didascalie": "",
                    "Start": 100093,
                    "End": 100099
                },
                {
                    "Reply": "Yeah.",
                    "Didascalie": "",
                    "Start": 100308,
                    "End": 100314
                },
                {
                    "Reply": "What's that?",
                    "Didascalie": "",
                    "Start": 100561,
                    "End": 100574
                },
                {
                    "Reply": "No.",
                    "Didascalie": "",
                    "Start": 100732,
                    "End": 100736
                },
                {
                    "Reply": "I vaguely remember hearing some stuff a while ago, but I never really took it in. I honestly didn't realise that the hospital was on the same land.",
                    "Didascalie": "",
                    "Start": 101551,
                    "End": 101739
                },
                {
                    "Reply": "Either that or I'm going crazy.",
                    "Didascalie": "",
                    "Start": 101988,
                    "End": 102020
                },
                {
                    "Reply": "You believe in ghosts?",
                    "Didascalie": "",
                    "Start": 102383,
                    "End": 102406
                },
                {
                    "Reply": "Thanks Nanc.",
                    "Didascalie": "",
                    "Start": 102793,
                    "End": 102806
                },
                {
                    "Reply": "Part of me says I should. There's a lot about the place that frightens me. But I dunno... I think I've seen too much to be able to just walk away and forget the place.",
                    "Didascalie": "",
                    "Start": 103000,
                    "End": 103212
                },
                {
                    "Reply": "Well I need the money for starters.",
                    "Didascalie": "",
                    "Start": 103454,
                    "End": 103490
                },
                {
                    "Reply": "Do you know the history of this place?",
                    "Didascalie": "",
                    "Start": 116160,
                    "End": 116210
                },
                {
                    "Reply": "No, I mean the history of the land.",
                    "Didascalie": "",
                    "Start": 116464,
                    "End": 116500
                },
                {
                    "Reply": "Yeah.",
                    "Didascalie": "",
                    "Start": 116701,
                    "End": 116707
                },
                {
                    "Reply": "One Twelve Ocean Avenue. The Amityville haunted house.",
                    "Didascalie": "",
                    "Start": 116869,
                    "End": 116934
                },
                {
                    "Reply": "I didn't know about it until a friend told me.",
                    "Didascalie": "",
                    "Start": 117242,
                    "End": 117299
                },
                {
                    "Reply": "How come you never mentioned it?",
                    "Didascalie": "",
                    "Start": 117464,
                    "End": 117497
                },
                {
                    "Reply": "Y'know why I'm spooked?",
                    "Didascalie": "",
                    "Start": 117702,
                    "End": 117726
                },
                {
                    "Reply": "It's not just that Delaney. I think this place is haunted. In fact, I'm sure of it.",
                    "Didascalie": "",
                    "Start": 117898,
                    "End": 118002
                },
                {
                    "Reply": "Remember I said I saw a little girl roaming the hallways here? I know who she is. She's one of the DeFeo children who were killed. You ever seen her?",
                    "Didascalie": "",
                    "Start": 118217,
                    "End": 118407
                },
                {
                    "Reply": "Honestly?",
                    "Didascalie": "",
                    "Start": 118548,
                    "End": 118558
                },
                {
                    "Reply": "Well I wasn't a huge believer, but I know what I've seen.",
                    "Didascalie": "",
                    "Start": 118759,
                    "End": 118827
                },
                {
                    "Reply": "Extra terrestrial is aliens.",
                    "Didascalie": "",
                    "Start": 119155,
                    "End": 119184
                },
                {
                    "Reply": "So what do you believe in? Do you believe in God?",
                    "Didascalie": "",
                    "Start": 119357,
                    "End": 119417
                },
                {
                    "Reply": "I'm just curious.",
                    "Didascalie": "",
                    "Start": 119581,
                    "End": 119599
                },
                {
                    "Reply": "It's a frightening thing to believe that if God exists he is not powerful enough to stop evil.",
                    "Didascalie": "",
                    "Start": 120472,
                    "End": 120589
                },
                {
                    "Reply": "Doctor Mixter must have known what stood on this land before the hospital.",
                    "Didascalie": "",
                    "Start": 120906,
                    "End": 121003
                },
                {
                    "Reply": "Why would he build on this land knowing the history of the place?",
                    "Didascalie": "",
                    "Start": 121252,
                    "End": 121329
                },
                {
                    "Reply": "Like what?",
                    "Didascalie": "",
                    "Start": 121667,
                    "End": 121678
                },
                {
                    "Reply": "Really?",
                    "Didascalie": "",
                    "Start": 122128,
                    "End": 122136
                },
                {
                    "Reply": "I don't know what to think.",
                    "Didascalie": "",
                    "Start": 122663,
                    "End": 122691
                },
                {
                    "Reply": "Hi, sorry to bother you but my name's Lisa Templeton. I rang yesterday to set up a meeting with Gloria Branco.",
                    "Didascalie": "",
                    "Start": 123337,
                    "End": 123481
                },
                {
                    "Reply": "Oh great! Thank you for agreeing to meet with me.",
                    "Didascalie": "",
                    "Start": 123635,
                    "End": 123696
                },
                {
                    "Reply": "Thank you, that's great.",
                    "Didascalie": "",
                    "Start": 124057,
                    "End": 124082
                },
                {
                    "Reply": "Yes that's right. I'm writing a college paper and I had heard some rumours in the neighbourhood about Native Americans being killed on the land down on Oceans Avenue.",
                    "Didascalie": "",
                    "Start": 124750,
                    "End": 124961
                },
                {
                    "Reply": "You mean the DeFeo murders at One Twelve?",
                    "Didascalie": "",
                    "Start": 125246,
                    "End": 125299
                },
                {
                    "Reply": "Yeah it's awful.",
                    "Didascalie": "",
                    "Start": 125557,
                    "End": 125574
                },
                {
                    "Reply": "So what about the native Americans?",
                    "Didascalie": "",
                    "Start": 126218,
                    "End": 126254
                },
                {
                    "Reply": "So the legend has basis in historical fact?",
                    "Didascalie": "",
                    "Start": 128627,
                    "End": 128682
                },
                {
                    "Reply": "You told me the other night that you think evil is within us all.",
                    "Didascalie": "",
                    "Start": 129122,
                    "End": 129199
                },
                {
                    "Reply": "I guess I am yeah.",
                    "Didascalie": "",
                    "Start": 129503,
                    "End": 129522
                },
                {
                    "Reply": "There's something going on in this place. Something sinister. And I don't just mean the patients on Ward X. Have you not noticed that?",
                    "Didascalie": "",
                    "Start": 129715,
                    "End": 129883
                },
                {
                    "Reply": "Why haven't you said anything? Or done anything?",
                    "Didascalie": "",
                    "Start": 130048,
                    "End": 130108
                },
                {
                    "Reply": "What do you mean?",
                    "Didascalie": "",
                    "Start": 130398,
                    "End": 130416
                },
                {
                    "Reply": "I know what you're doing.",
                    "Didascalie": "",
                    "Start": 134592,
                    "End": 134618
                },
                {
                    "Reply": "I've seen that blog. How are you getting access to the internet?",
                    "Didascalie": "",
                    "Start": 134735,
                    "End": 134811
                },
                {
                    "Reply": "Are you allowed to have all this stuff in your cell huh?",
                    "Didascalie": "",
                    "Start": 135070,
                    "End": 135138
                },
                {
                    "Reply": "What's going to happen? You're planning on a human sacrifice aren't you?",
                    "Didascalie": "",
                    "Start": 135445,
                    "End": 135540
                },
                {
                    "Reply": "Tell me!!",
                    "Didascalie": "",
                    "Start": 135712,
                    "End": 135722
                },
                {
                    "Reply": "Doctor Mixter.",
                    "Didascalie": "",
                    "Start": 136980,
                    "End": 136995
                },
                {
                    "Reply": "I just wondered if I could speak to you for a moment sir. It's very important.",
                    "Didascalie": "",
                    "Start": 137223,
                    "End": 137324
                },
                {
                    "Reply": "Well... what I'm going to tell you will sound really strange but I need to tell you.",
                    "Didascalie": "",
                    "Start": 137901,
                    "End": 138008
                },
                {
                    "Reply": "Do you know the history of the land the hospital is built on?",
                    "Didascalie": "",
                    "Start": 138162,
                    "End": 138235
                },
                {
                    "Reply": "Well, first of all. The DeFeo murders and the infamous house that people said was haunted.",
                    "Didascalie": "",
                    "Start": 138408,
                    "End": 138521
                },
                {
                    "Reply": "Maybe. Are you aware of the history of the land dating back to the eighteenth century?",
                    "Didascalie": "",
                    "Start": 138846,
                    "End": 138955
                },
                {
                    "Reply": "There were a group of Native Americans in Amityville known as \"The Satchem Tribe\". They were massacred by Christians after a dispute over the land.",
                    "Didascalie": "",
                    "Start": 139175,
                    "End": 139367
                },
                {
                    "Reply": "Yes. Sadie Krenwinkel down on Ward X. She shares the beliefs of the Satchem Tribe. I have reason to believe that somehow she has access to the internet and Witchcraft paraphernalia and she's planning on a human sacrifice tonight to try and raise the God she believes in, The Dark Master, and become immortal.",
                    "Didascalie": "",
                    "Start": 139560,
                    "End": 139968
                },
                {
                    "Reply": "I'm serious.",
                    "Didascalie": "",
                    "Start": 140089,
                    "End": 140102
                },
                {
                    "Reply": "Go on the internet and check out the Blog! She signs herself Sister Sadie.",
                    "Didascalie": "",
                    "Start": 140431,
                    "End": 140528
                },
                {
                    "Reply": "Go down and search her cell!",
                    "Didascalie": "",
                    "Start": 140729,
                    "End": 140758
                },
                {
                    "Reply": "Then someone is helping her get access to this stuff! Someone who works here! Please Doctor Mixter.",
                    "Didascalie": "",
                    "Start": 141320,
                    "End": 141440
                },
                {
                    "Reply": "Nothing. I just meant you know how dangerous she is.",
                    "Didascalie": "",
                    "Start": 141859,
                    "End": 141922
                },
                {
                    "Reply": "I know that it might sound like that. But can you check her cell and speak to her? Look at the blog on the internet, see if you can connect the IP number of the writer with a computer here at the hospital.",
                    "Didascalie": "",
                    "Start": 142648,
                    "End": 142914
                },
                {
                    "Reply": "Thank you.",
                    "Didascalie": "",
                    "Start": 143355,
                    "End": 143366
                },
                {
                    "Reply": "What the hell are you doing??",
                    "Didascalie": "",
                    "Start": 144165,
                    "End": 144195
                },
                {
                    "Reply": "Fuck you!!!",
                    "Didascalie": "",
                    "Start": 144760,
                    "End": 144772
                },
                {
                    "Reply": "Let me out of here you sick fuck!!",
                    "Didascalie": "",
                    "Start": 145511,
                    "End": 145546
                },
                {
                    "Reply": "Why are you doing this?",
                    "Didascalie": "",
                    "Start": 145881,
                    "End": 145905
                },
                {
                    "Reply": "I'm not having delusions, I know what I've seen!",
                    "Didascalie": "",
                    "Start": 146158,
                    "End": 146218
                },
                {
                    "Reply": "You do this to all your staff huh?",
                    "Didascalie": "",
                    "Start": 146627,
                    "End": 146662
                },
                {
                    "Reply": "No, no. You're lying to me, I know who I am! I KNOW WHO I AM!!",
                    "Didascalie": "",
                    "Start": 147051,
                    "End": 147125
                },
                {
                    "Reply": "But... but...",
                    "Didascalie": "",
                    "Start": 147611,
                    "End": 147625
                },
                {
                    "Reply": "Okay.",
                    "Didascalie": "",
                    "Start": 147927,
                    "End": 147933
                },
                {
                    "Reply": "Thank you.",
                    "Didascalie": "",
                    "Start": 148218,
                    "End": 148229
                },
                {
                    "Reply": "Okay.",
                    "Didascalie": "",
                    "Start": 148955,
                    "End": 148961
                },
                {
                    "Reply": "Yes. Thank you.",
                    "Didascalie": "",
                    "Start": 149222,
                    "End": 149238
                },
                {
                    "Reply": "Fuck!!",
                    "Didascalie": "",
                    "Start": 155148,
                    "End": 155155
                },
                {
                    "Reply": "Please help us!",
                    "Didascalie": "",
                    "Start": 155386,
                    "End": 155402
                },
                {
                    "Reply": "Shouldn't we help them??",
                    "Didascalie": "",
                    "Start": 156086,
                    "End": 156111
                },
                {
                    "Reply": "Hey mister, you need to get the hell out of here, there's a patient going crazy with a gun!!",
                    "Didascalie": "",
                    "Start": 158317,
                    "End": 158432
                },
                {
                    "Reply": "Come on, hurry, please!!",
                    "Didascalie": "",
                    "Start": 160662,
                    "End": 160687
                },
                {
                    "Reply": "What, what??",
                    "Didascalie": "",
                    "Start": 160980,
                    "End": 160993
                },
                {
                    "Reply": "Fuck!!",
                    "Didascalie": "",
                    "Start": 164059,
                    "End": 164066
                },
                {
                    "Reply": "Lights out, you son-of-a-bitch!!",
                    "Didascalie": "",
                    "Start": 165649,
                    "End": 165682
                },
                {
                    "Reply": "Get your fucking hands up you sick fuck!",
                    "Didascalie": "",
                    "Start": 166982,
                    "End": 167034
                },
                {
                    "Reply": "You gonna tell me it's all in my head now huh?? Wanna tell me I'm the crazy one??",
                    "Didascalie": "",
                    "Start": 167845,
                    "End": 167949
                },
                {
                    "Reply": "Get the fuck out of my head you son-of-a-bitch! I know who I am and I know what I've seen! You're part of all of this. I know you are!",
                    "Didascalie": "",
                    "Start": 168152,
                    "End": 168320
                },
                {
                    "Reply": "Why did you do this? Why??",
                    "Didascalie": "",
                    "Start": 168571,
                    "End": 168598
                },
                {
                    "Reply": "You fucking believe that do you??",
                    "Didascalie": "",
                    "Start": 168911,
                    "End": 168945
                },
                {
                    "Reply": "How about if I blow your fucking head off then huh??",
                    "Didascalie": "",
                    "Start": 169518,
                    "End": 169582
                },
                {
                    "Reply": "What the fuck are you laughing at?",
                    "Didascalie": "",
                    "Start": 170051,
                    "End": 170086
                },
                {
                    "Reply": "The cops coming here? I'm gonna tell them everything about you and your little sick plan! They're gonna lock you up and throw away the key!!",
                    "Didascalie": "",
                    "Start": 170253,
                    "End": 170438
                },
                {
                    "Reply": "What did you say??",
                    "Didascalie": "",
                    "Start": 170868,
                    "End": 170887
                },
                {
                    "Reply": "You shut the fuck about my mother, you don't know anything!!",
                    "Didascalie": "",
                    "Start": 171227,
                    "End": 171299
                },
                {
                    "Reply": "I have not forgotten about her!!",
                    "Didascalie": "",
                    "Start": 171779,
                    "End": 171812
                },
                {
                    "Reply": "SHUT UP!! SHUT UP!!",
                    "Didascalie": "",
                    "Start": 172237,
                    "End": 172257
                },
                {
                    "Reply": "Fuck you!!",
                    "Didascalie": "",
                    "Start": 172695,
                    "End": 172706
                }
            ]
        },
        {
            "Character": "NANCY",
            "Replies": [
                {
                    "Reply": "Hey hun!",
                    "Didascalie": "",
                    "Start": 18311,
                    "End": 18320
                },
                {
                    "Reply": "How did it go today?",
                    "Didascalie": "",
                    "Start": 18459,
                    "End": 18480
                },
                {
                    "Reply": "Oh I'm sure you're just being silly hun! Whenever I've gone for an interview I always come out thinking it's gone really badly.",
                    "Didascalie": "",
                    "Start": 18641,
                    "End": 18802
                },
                {
                    "Reply": "You what??",
                    "Didascalie": "",
                    "Start": 19046,
                    "End": 19057
                },
                {
                    "Reply": "Oh God I'm sorry hun.",
                    "Didascalie": "",
                    "Start": 19384,
                    "End": 19406
                },
                {
                    "Reply": "You should take my advice and show a little cleavage at these interviews! Trust me, you'd get the job then!",
                    "Didascalie": "",
                    "Start": 20084,
                    "End": 20222
                },
                {
                    "Reply": "So what are you thinking of doing?",
                    "Didascalie": "",
                    "Start": 20584,
                    "End": 20619
                },
                {
                    "Reply": "How come you don't do something with your writing? You could try and get something published. Or write a book or something?",
                    "Didascalie": "",
                    "Start": 21141,
                    "End": 21295
                },
                {
                    "Reply": "really is a healer. I'm sure the passion you had for it will come back.",
                    "Didascalie": "",
                    "Start": 21585,
                    "End": 21677
                },
                {
                    "Reply": "You wanna talk about it?",
                    "Didascalie": "",
                    "Start": 21810,
                    "End": 21835
                },
                {
                    "Reply": "Comfort eating!",
                    "Didascalie": "",
                    "Start": 22161,
                    "End": 22177
                },
                {
                    "Reply": "Can't argue with that! Give me a call tomorrow, let's go for coffee soon yeah?",
                    "Didascalie": "",
                    "Start": 22401,
                    "End": 22502
                },
                {
                    "Reply": "Don't worry about it, have a seat.",
                    "Didascalie": "",
                    "Start": 96903,
                    "End": 96938
                },
                {
                    "Reply": "Good, I've ordered it. They'll bring it over soon.",
                    "Didascalie": "",
                    "Start": 97120,
                    "End": 97182
                },
                {
                    "Reply": "God hun, you look like shit!",
                    "Didascalie": "",
                    "Start": 97407,
                    "End": 97436
                },
                {
                    "Reply": "Sorry, I didn't mean to be blunt but you do. The night shifts getting to ya?",
                    "Didascalie": "",
                    "Start": 97558,
                    "End": 97657
                },
                {
                    "Reply": "What do you mean?",
                    "Didascalie": "",
                    "Start": 97977,
                    "End": 97995
                },
                {
                    "Reply": "Wow, you like a little coffee with your sugar?",
                    "Didascalie": "",
                    "Start": 98335,
                    "End": 98393
                },
                {
                    "Reply": "So what's wrong with the place?",
                    "Didascalie": "",
                    "Start": 98566,
                    "End": 98598
                },
                {
                    "Reply": "They usually are in those places.",
                    "Didascalie": "",
                    "Start": 98900,
                    "End": 98934
                },
                {
                    "Reply": "You haven't been hurt by anyone have you?",
                    "Didascalie": "",
                    "Start": 99123,
                    "End": 99175
                },
                {
                    "Reply": "What do you mean?",
                    "Didascalie": "",
                    "Start": 99534,
                    "End": 99552
                },
                {
                    "Reply": "Well I wouldn't be surprised if it was haunted.",
                    "Didascalie": "",
                    "Start": 99768,
                    "End": 99826
                },
                {
                    "Reply": "I told my father about your new job.",
                    "Didascalie": "",
                    "Start": 99979,
                    "End": 100026
                },
                {
                    "Reply": "Well, y'know they only built that Asylum a couple of years ago?",
                    "Didascalie": "",
                    "Start": 100167,
                    "End": 100241
                },
                {
                    "Reply": "He says it was built on the site of One Twelve Ocean Avenue.",
                    "Didascalie": "",
                    "Start": 100423,
                    "End": 100494
                },
                {
                    "Reply": "You never heard of it?",
                    "Didascalie": "",
                    "Start": 100642,
                    "End": 100665
                },
                {
                    "Reply": "It was a famous house. Or should I say infamous. Some guy shot his whole family there back in the seventies. Parents, brothers, sisters. Wiped out his entire family with a shotgun. Then the next owners of the house only lasted there about a month. They said they were driven from the house by evil spirits. The house became known around the world.",
                    "Didascalie": "",
                    "Start": 100804,
                    "End": 101252
                },
                {
                    "Reply": "Yup, right on the spot where the house was demolished. You really think the place is haunted?",
                    "Didascalie": "",
                    "Start": 101807,
                    "End": 101921
                },
                {
                    "Reply": "Well you're not crazy, hun. Perhaps the stories about hauntings at the house were true. Maybe the house is gone but the spirits stuck around.",
                    "Didascalie": "",
                    "Start": 102088,
                    "End": 102260
                },
                {
                    "Reply": "I dunno, never seen one. But I like to think I'm open minded. Plus you're the most intelligent girl I know. If you say you've seen something, I believe you.",
                    "Didascalie": "",
                    "Start": 102475,
                    "End": 102676
                },
                {
                    "Reply": "So what are you gonna do? Are you gonna quit?",
                    "Didascalie": "",
                    "Start": 102875,
                    "End": 102932
                },
                {
                    "Reply": "If I was you I'd just walk away.",
                    "Didascalie": "",
                    "Start": 103281,
                    "End": 103314
                },
                {
                    "Reply": "Maybe you are crazy after all!",
                    "Didascalie": "",
                    "Start": 103628,
                    "End": 103659
                }
            ]
        },
        {
            "Character": "MAN",
            "Replies": [
                {
                    "Reply": "Gswno!",
                    "Didascalie": "",
                    "Start": 25765,
                    "End": 25772
                },
                {
                    "Reply": "Can I help you?",
                    "Didascalie": "",
                    "Start": 26017,
                    "End": 26033
                },
                {
                    "Reply": "You must be Lisa?",
                    "Didascalie": "",
                    "Start": 26234,
                    "End": 26252
                },
                {
                    "Reply": "Doctor Mixter said you would be coming. I'm Delaney, we'll be working together.",
                    "Didascalie": "",
                    "Start": 26406,
                    "End": 26508
                },
                {
                    "Reply": "My...my skin's on too tight!",
                    "Didascalie": "",
                    "Start": 158626,
                    "End": 158655
                },
                {
                    "Reply": "My skin is on too tight!",
                    "Didascalie": "",
                    "Start": 158799,
                    "End": 158824
                },
                {
                    "Reply": "My skin's on too tight!!",
                    "Didascalie": "",
                    "Start": 159090,
                    "End": 159115
                },
                {
                    "Reply": "My skin is on too tight!!",
                    "Didascalie": "",
                    "Start": 159298,
                    "End": 159324
                },
                {
                    "Reply": "That's much better.",
                    "Didascalie": "",
                    "Start": 159825,
                    "End": 159845
                }
            ]
        },
        {
            "Character": "DELANEY",
            "Replies": [
                {
                    "Reply": "We work nights so today we'll just show you around, okay?",
                    "Didascalie": "",
                    "Start": 26752,
                    "End": 26821
                },
                {
                    "Reply": "I'll clean this up and we'll get to it.",
                    "Didascalie": "",
                    "Start": 26977,
                    "End": 27028
                },
                {
                    "Reply": "This is the storage cupboard.",
                    "Didascalie": "",
                    "Start": 27509,
                    "End": 27539
                },
                {
                    "Reply": "The most obvious task is hoovering.",
                    "Didascalie": "",
                    "Start": 27852,
                    "End": 27888
                },
                {
                    "Reply": "The mop and bucket is here, we usually use standard bleach to mix with the water so that's straight forward. But there is this specialist stain remover that you must use if there are any stains on the floor or carpet. It needs to be sprayed and left to set for twenty minutes before scrubbing or mopping. It's a special formula for tea, coffee, water marks and other yellow and brown discolourations on the carpets or floors. It's pretty strong so wash your hands after you use it!",
                    "Didascalie": "",
                    "Start": 28444,
                    "End": 29066
                },
                {
                    "Reply": "One of the worst parts of the job is we have to remove chewing gum from lots of surfaces. They don't just stick it underneath the tables, it ends up everywhere!",
                    "Didascalie": "",
                    "Start": 29223,
                    "End": 29424
                },
                {
                    "Reply": "Yes! I think a lot of the time it's the staff doing it, not the patients! But we have this GumCart, which is a bit complicated but it's easier than just scraping the gum.",
                    "Didascalie": "",
                    "Start": 29624,
                    "End": 29839
                },
                {
                    "Reply": "No problem. Now here we come to the most dangerous chemical we have.",
                    "Didascalie": "",
                    "Start": 30451,
                    "End": 30531
                },
                {
                    "Reply": "This is for cleaning and descaling brick, stone and concrete and for metal de-rusting. For concrete you must mix it one part to four parts water. Brush or spray it on with the equipment here then leave it five to ten minutes to set, then rinse it off. But for those stubborn son-of-a-bitch marks use it neat!",
                    "Didascalie": "",
                    "Start": 30831,
                    "End": 31239
                },
                {
                    "Reply": "Don't worry if anything seems complicated, you'll get used to it.",
                    "Didascalie": "",
                    "Start": 31384,
                    "End": 31461
                },
                {
                    "Reply": "This is Ward B, one of two wards you'll be responsible for cleaning each evening. Essentially the main duties will be emptying the bins, hoovering the carpeted areas and mopping the hallways. The patients in here are Category B. They're mainly people who have had nervous breakdowns and those who are catatonic. They're harmless. Like Missus Hardesty here.",
                    "Didascalie": "",
                    "Start": 32182,
                    "End": 32649
                },
                {
                    "Reply": "Hello Missus Hardesty.",
                    "Didascalie": "",
                    "Start": 32884,
                    "End": 32907
                },
                {
                    "Reply": "She hasn't spoken a word in all her time here. The orderlies just lift her from the bedroom to the day room and back again every day.",
                    "Didascalie": "",
                    "Start": 33073,
                    "End": 33240
                },
                {
                    "Reply": "We've still got to treat them like human beings. Otherwise they just become like furniture and we all lose our humanity. I like to think she can hear me, even if she won't talk to me. See you later Missus Hardesty.",
                    "Didascalie": "",
                    "Start": 33409,
                    "End": 33690
                },
                {
                    "Reply": "The patients are locked in their rooms on our night shift, but now and again they might have an accident we gotta clean up.",
                    "Didascalie": "",
                    "Start": 34226,
                    "End": 34383
                },
                {
                    "Reply": "In the day time there are nurses who often clean up but in the night we may be called to provide fresh linen or mop up. Not the most pleasant of jobs but it happens from time to time.",
                    "Didascalie": "",
                    "Start": 34528,
                    "End": 34767
                },
                {
                    "Reply": "Now here we come to the most difficult part of the job.",
                    "Didascalie": "",
                    "Start": 34999,
                    "End": 35066
                },
                {
                    "Reply": "Oh no, that's very easy compared to what's behind this door.",
                    "Didascalie": "",
                    "Start": 35317,
                    "End": 35389
                },
                {
                    "Reply": "This leads down to Ward X.",
                    "Didascalie": "",
                    "Start": 35546,
                    "End": 35573
                },
                {
                    "Reply": "You could say that. It's where Category A patients are held. The criminally insane.",
                    "Didascalie": "",
                    "Start": 35769,
                    "End": 35875
                },
                {
                    "Reply": "Yes, well, these patients are beyond help so they've become athe hospital's secret. Many of them were transferred from prisons and other institutions. Doctor Mixter probably thought he could help them. He can't. The staff call this place Blood Row.",
                    "Didascalie": "",
                    "Start": 36068,
                    "End": 36394
                },
                {
                    "Reply": "It always hangs in the air. No matter how much we bleach the floor there is always that smell of death.",
                    "Didascalie": "",
                    "Start": 37390,
                    "End": 37527
                },
                {
                    "Reply": "Yes. But don't worry, we never have to interact directly or anything like that. You will just be mopping the corridor and dusting.",
                    "Didascalie": "",
                    "Start": 37809,
                    "End": 37973
                },
                {
                    "Reply": "That's Jerry Kimble. He was convicted of stabbing a young mother forty-nine times in front of her two year-old son, then killing and sexually assaulting a woman before smothering her four-year-old daughter. They call him the Green Chain Rapist. He was in Sing Sing but was certified insane and his lawyer got him transferred here. He doesn't make any noise or fuss, but he is a dangerous man. Especially towards women. This next inmate is even worse.",
                    "Didascalie": "",
                    "Start": 38602,
                    "End": 39196
                },
                {
                    "Reply": "That's Dennis Palmer. Also known as The Long Island Cannibal. He was abused as a child so his targets were always paedophiles and rapists. He'd track them down and torture them. He would eat parts of their body while they were still alive.",
                    "Didascalie": "",
                    "Start": 39666,
                    "End": 39983
                },
                {
                    "Reply": "The most horrible thing is that a lot of the public thought he was a hero.",
                    "Didascalie": "",
                    "Start": 40180,
                    "End": 40277
                },
                {
                    "Reply": "Sadie Krenwinkel.",
                    "Didascalie": "",
                    "Start": 40486,
                    "End": 40504
                },
                {
                    "Reply": "She was a member of a Witchcraft cult. They kidnapped six people for a demonic ritual. Five were killed but one got away and led police to the cult. She turned her trial into a circus, talking about lots of crazy stuff. The media enjoyed it but she got certified insane by the court. She's been around a few institutions since. Now she's here.",
                    "Didascalie": "",
                    "Start": 40957,
                    "End": 41400
                },
                {
                    "Reply": "Well those aren't the strangest.",
                    "Didascalie": "",
                    "Start": 41566,
                    "End": 41599
                },
                {
                    "Reply": "This last patient is the strangest case.",
                    "Didascalie": "",
                    "Start": 41720,
                    "End": 41772
                },
                {
                    "Reply": "This is our resident John Doe.",
                    "Didascalie": "",
                    "Start": 42086,
                    "End": 42117
                },
                {
                    "Reply": "They first brought him in about six months ago. No one knows where he came from, he literally just turned up late one night. An orderly found him wandering the grounds. First of all he was like Missus Hardesty upstairs-catatonic. Then a few weeks later he started to respond to Doctor Mixter and the nurses through facial expressions and gestures. But soon, he got violent.",
                    "Didascalie": "",
                    "Start": 42484,
                    "End": 42968
                },
                {
                    "Reply": "God has nothing to do with this man.",
                    "Didascalie": "",
                    "Start": 43661,
                    "End": 43709
                },
                {
                    "Reply": "I haven't put you off have I?",
                    "Didascalie": "",
                    "Start": 43842,
                    "End": 43872
                },
                {
                    "Reply": "This is the reality of this place.",
                    "Didascalie": "",
                    "Start": 44133,
                    "End": 44168
                },
                {
                    "Reply": "Sorry, I didn't mean to startle you.",
                    "Didascalie": "",
                    "Start": 47315,
                    "End": 47363
                },
                {
                    "Reply": "Are you okay?",
                    "Didascalie": "",
                    "Start": 47569,
                    "End": 47583
                },
                {
                    "Reply": "Sorry.",
                    "Didascalie": "",
                    "Start": 47750,
                    "End": 47757
                },
                {
                    "Reply": "Do you want to grab a coffee?",
                    "Didascalie": "",
                    "Start": 47907,
                    "End": 47937
                },
                {
                    "Reply": "Did you change the bins in the Day Room?",
                    "Didascalie": "",
                    "Start": 48400,
                    "End": 48452
                },
                {
                    "Reply": "Good. I've got a light bulb to change in Room Twelve upstairs soon. We're making good time.",
                    "Didascalie": "",
                    "Start": 48597,
                    "End": 48711
                },
                {
                    "Reply": "Doctor Mixter told me you were the only person he interviewed for the job.",
                    "Didascalie": "",
                    "Start": 48954,
                    "End": 49051
                },
                {
                    "Reply": "Yeah. I'm sure he felt you were right for the job and didn't need to interview anyone else.",
                    "Didascalie": "",
                    "Start": 49198,
                    "End": 49312
                },
                {
                    "Reply": "Oh yeah. I forget I have it sometimes.",
                    "Didascalie": "",
                    "Start": 49742,
                    "End": 49792
                },
                {
                    "Reply": "Well... it represents a lot of wrong turns in my younger years.",
                    "Didascalie": "",
                    "Start": 50005,
                    "End": 50080
                },
                {
                    "Reply": "It's okay. Let's just say the past is better left there.",
                    "Didascalie": "",
                    "Start": 50418,
                    "End": 50486
                },
                {
                    "Reply": "So how is the first night going for you?",
                    "Didascalie": "",
                    "Start": 50638,
                    "End": 50690
                },
                {
                    "Reply": "You sure it was a young girl of that age?",
                    "Didascalie": "",
                    "Start": 51141,
                    "End": 51194
                },
                {
                    "Reply": "Umm... okay.",
                    "Didascalie": "",
                    "Start": 51439,
                    "End": 51452
                },
                {
                    "Reply": "Well... there are no children of that age here.",
                    "Didascalie": "",
                    "Start": 51597,
                    "End": 51656
                },
                {
                    "Reply": "In fact, there are no children of any age in this place. I think our youngest patient is about twenty.",
                    "Didascalie": "",
                    "Start": 51909,
                    "End": 52034
                },
                {
                    "Reply": "No, I'm serious.",
                    "Didascalie": "",
                    "Start": 52195,
                    "End": 52212
                },
                {
                    "Reply": "You sure you saw a girl that young?",
                    "Didascalie": "",
                    "Start": 52498,
                    "End": 52534
                },
                {
                    "Reply": "I better tell the orderlies. This is no place for a little girl to be.",
                    "Didascalie": "",
                    "Start": 52687,
                    "End": 52780
                },
                {
                    "Reply": "No.",
                    "Didascalie": "",
                    "Start": 53238,
                    "End": 53242
                },
                {
                    "Reply": "Don't worry about it. Better safe than sorry.",
                    "Didascalie": "",
                    "Start": 54693,
                    "End": 54750
                },
                {
                    "Reply": "Hey, can you do me a favour?",
                    "Didascalie": "",
                    "Start": 56580,
                    "End": 56609
                },
                {
                    "Reply": "Can you empty the rubbish in Doctor Mixter's office? I've got to check the boiler, there's been complaints about the heating not working.",
                    "Didascalie": "",
                    "Start": 56754,
                    "End": 56925
                },
                {
                    "Reply": "Pemberton!",
                    "Didascalie": "",
                    "Start": 61430,
                    "End": 61441
                },
                {
                    "Reply": "Leave her alone.",
                    "Didascalie": "",
                    "Start": 61661,
                    "End": 61678
                },
                {
                    "Reply": "No problem. Lisa, come with me, we've got a job up on Ward B.",
                    "Didascalie": "",
                    "Start": 61955,
                    "End": 62028
                },
                {
                    "Reply": "You okay?",
                    "Didascalie": "",
                    "Start": 62542,
                    "End": 62552
                },
                {
                    "Reply": "Pemberton can be like that. He works nights with that other son-",
                    "Didascalie": "",
                    "Start": 62759,
                    "End": 62835
                },
                {
                    "Reply": "Let's get a coffee.",
                    "Didascalie": "",
                    "Start": 63157,
                    "End": 63177
                },
                {
                    "Reply": "I like to pace myself!",
                    "Didascalie": "",
                    "Start": 63467,
                    "End": 63490
                },
                {
                    "Reply": "Okay, next thing is mopping the floor in Ward X.",
                    "Didascalie": "",
                    "Start": 77908,
                    "End": 77968
                },
                {
                    "Reply": "Why?",
                    "Didascalie": "",
                    "Start": 78188,
                    "End": 78193
                },
                {
                    "Reply": "Does Ward X frighten you?",
                    "Didascalie": "",
                    "Start": 78364,
                    "End": 78390
                },
                {
                    "Reply": "That's normal, it frightens me sometimes. But I've got to go up to a patient's room in Ward A.",
                    "Didascalie": "",
                    "Start": 78539,
                    "End": 78656
                },
                {
                    "Reply": "I know Ward X is a scary place. But you'll get used to it.",
                    "Didascalie": "",
                    "Start": 78934,
                    "End": 79004
                },
                {
                    "Reply": "I know, I hear that too when I'm down there. But trust me, once you get used to it things will get easier.",
                    "Didascalie": "",
                    "Start": 79201,
                    "End": 79341
                },
                {
                    "Reply": "What's wrong Lisa?",
                    "Didascalie": "",
                    "Start": 83873,
                    "End": 83892
                },
                {
                    "Reply": "Okay, just calm down okay. Tell me what happened.",
                    "Didascalie": "",
                    "Start": 84182,
                    "End": 84243
                },
                {
                    "Reply": "I know, they've done it to me too.",
                    "Didascalie": "",
                    "Start": 84451,
                    "End": 84486
                },
                {
                    "Reply": "Like what?",
                    "Didascalie": "",
                    "Start": 84722,
                    "End": 84733
                },
                {
                    "Reply": "No. This place just gets under your skin sometimes.",
                    "Didascalie": "",
                    "Start": 85004,
                    "End": 85067
                },
                {
                    "Reply": "Well it's not healthy to think too much about what those crazy son-of-",
                    "Didascalie": "",
                    "Start": 85263,
                    "End": 85345
                },
                {
                    "Reply": "Listen, take a break from Ward X for a while. I'll go down there for the next week or so.",
                    "Didascalie": "",
                    "Start": 85619,
                    "End": 85731
                },
                {
                    "Reply": "Don't worry, it gets to everyone at first. But the last thing I want is for you to dread coming to work.",
                    "Didascalie": "",
                    "Start": 86019,
                    "End": 86146
                },
                {
                    "Reply": "No problem.",
                    "Didascalie": "",
                    "Start": 86496,
                    "End": 86508
                },
                {
                    "Reply": "There's not much history. We've only been open a couple of years.",
                    "Didascalie": "",
                    "Start": 116321,
                    "End": 116397
                },
                {
                    "Reply": "You mean... what was on the land before the hospital?",
                    "Didascalie": "",
                    "Start": 116570,
                    "End": 116634
                },
                {
                    "Reply": "I know a bit about that.",
                    "Didascalie": "",
                    "Start": 116777,
                    "End": 116802
                },
                {
                    "Reply": "Well I don't know that it was haunted. Lots of people think that's lies. I know about the kid that killed his family. That's true.",
                    "Didascalie": "",
                    "Start": 117004,
                    "End": 117175
                },
                {
                    "Reply": "Really? It's a famous case.",
                    "Didascalie": "",
                    "Start": 117369,
                    "End": 117397
                },
                {
                    "Reply": "You seem spooked already. I didn't want to make it worse.",
                    "Didascalie": "",
                    "Start": 117567,
                    "End": 117635
                },
                {
                    "Reply": "Because of the patients on Ward X.",
                    "Didascalie": "",
                    "Start": 117796,
                    "End": 117831
                },
                {
                    "Reply": "You've seen something?",
                    "Didascalie": "",
                    "Start": 118127,
                    "End": 118150
                },
                {
                    "Reply": "No.",
                    "Didascalie": "",
                    "Start": 118477,
                    "End": 118481
                },
                {
                    "Reply": "To be honest I don't believe in all that ghost stuff.",
                    "Didascalie": "",
                    "Start": 118628,
                    "End": 118692
                },
                {
                    "Reply": "I believe that you've seen something. Some people are more open to that kind of thing, y'know?",
                    "Didascalie": "",
                    "Start": 118897,
                    "End": 119012
                },
                {
                    "Reply": "Whatever it's called, I don't know.",
                    "Didascalie": "",
                    "Start": 119254,
                    "End": 119290
                },
                {
                    "Reply": "Serious questions tonight.",
                    "Didascalie": "",
                    "Start": 119487,
                    "End": 119514
                },
                {
                    "Reply": "Why do you ask?",
                    "Didascalie": "",
                    "Start": 119669,
                    "End": 119685
                },
                {
                    "Reply": "I don't believe that God is a bearded man who lives in the sky.",
                    "Didascalie": "",
                    "Start": 120047,
                    "End": 120122
                },
                {
                    "Reply": "Free will in the hands of a person who feeds the Evil inside them.",
                    "Didascalie": "",
                    "Start": 120660,
                    "End": 120738
                },
                {
                    "Reply": "Of course he did. He bought the land and organised the demolition of the house himself.",
                    "Didascalie": "",
                    "Start": 121074,
                    "End": 121184
                },
                {
                    "Reply": "He's not superstitious. He's a doctor, they don't usually believe in those things. Amityville is full of local legends, going back even before the DeFeos.",
                    "Didascalie": "",
                    "Start": 121400,
                    "End": 121599
                },
                {
                    "Reply": "There's stories about the Native Americans being slaughtered on this land many years ago. Some people 62   even believed the Indian Chief possessed that kid who killed his family.",
                    "Didascalie": "",
                    "Start": 121749,
                    "End": 122060
                },
                {
                    "Reply": "I don't think that's true. If I've learnt anything from the patients on Ward X, it's that some people have a mind that works in a different way to other people.",
                    "Didascalie": "",
                    "Start": 122207,
                    "End": 122412
                },
                {
                    "Reply": "Just don't let your imagination run away with you Lisa. You're a person who feeds that good within you.",
                    "Didascalie": "",
                    "Start": 122762,
                    "End": 122888
                },
                {
                    "Reply": "Are you still thinking about this?",
                    "Didascalie": "",
                    "Start": 129400,
                    "End": 129435
                },
                {
                    "Reply": "I worry that you're thinking too much. This place is getting to you.",
                    "Didascalie": "",
                    "Start": 129593,
                    "End": 129673
                },
                {
                    "Reply": "I've noticed some things.",
                    "Didascalie": "",
                    "Start": 129954,
                    "End": 129980
                },
                {
                    "Reply": "It's like the honey bee.",
                    "Didascalie": "",
                    "Start": 130305,
                    "End": 130330
                },
                {
                    "Reply": "The honey bee is fine when it's just flying from flower to flower.",
                    "Didascalie": "",
                    "Start": 130487,
                    "End": 130565
                },
                {
                    "Reply": "We need to get out of here! One of the patients is running around with a shot gun down on Ward X!",
                    "Didascalie": "",
                    "Start": 153979,
                    "End": 154099
                },
                {
                    "Reply": "The patients are loose!",
                    "Didascalie": "",
                    "Start": 155473,
                    "End": 155497
                },
                {
                    "Reply": "We need to save ourselves. Let them reap what they've sewn.",
                    "Didascalie": "",
                    "Start": 156182,
                    "End": 156253
                },
                {
                    "Reply": "What?",
                    "Didascalie": "",
                    "Start": 158726,
                    "End": 158732
                },
                {
                    "Reply": "Kurwa!!",
                    "Didascalie": "",
                    "Start": 160904,
                    "End": 160912
                },
                {
                    "Reply": "A fucking key's been snapped in the lock!",
                    "Didascalie": "",
                    "Start": 161064,
                    "End": 161117
                }
            ]
        },
        {
            "Character": "GIRL",
            "Replies": [
                {
                    "Reply": "I don't know.",
                    "Didascalie": "",
                    "Start": 45736,
                    "End": 45750
                },
                {
                    "Reply": "Do you want to play with me?",
                    "Didascalie": "",
                    "Start": 46060,
                    "End": 46089
                },
                {
                    "Reply": "Okay.",
                    "Didascalie": "",
                    "Start": 46385,
                    "End": 46391
                }
            ]
        },
        {
            "Character": "HARDCASTLE",
            "Replies": [
                {
                    "Reply": "So you're the one who saw the little girl huh?",
                    "Didascalie": "",
                    "Start": 53316,
                    "End": 53374
                },
                {
                    "Reply": "You sure you saw a little girl?",
                    "Didascalie": "",
                    "Start": 53576,
                    "End": 53608
                },
                {
                    "Reply": "Well I've had to pull staff off other wards to search this goddamn place top to bottom. We found nothing.",
                    "Didascalie": "",
                    "Start": 53761,
                    "End": 53900
                },
                {
                    "Reply": "A big fucking inconvenience is what it is! Do me a favour, the next time you think you see something be absolutely sure before you go running to Jumpsuit here! I ain't got time to be running around this place looking for shit that isn't there! You understand??",
                    "Didascalie": "",
                    "Start": 54058,
                    "End": 54396
                },
                {
                    "Reply": "This one's got a big mouth! First ordering a search of the hospital for a little girl, now she's busting your balls!",
                    "Didascalie": "",
                    "Start": 66230,
                    "End": 66380
                },
                {
                    "Reply": "You won't get no trouble from me, I'm a professional. Unlike this useless bag of bones.",
                    "Didascalie": "",
                    "Start": 66664,
                    "End": 66774
                },
                {
                    "Reply": "Catch you later sweetie.",
                    "Didascalie": "",
                    "Start": 67101,
                    "End": 67126
                },
                {
                    "Reply": "Where is this patient huh?",
                    "Didascalie": "",
                    "Start": 67597,
                    "End": 67624
                },
                {
                    "Reply": "Who?",
                    "Didascalie": "",
                    "Start": 67802,
                    "End": 67807
                },
                {
                    "Reply": "Missus Hardesty?",
                    "Didascalie": "",
                    "Start": 67966,
                    "End": 67983
                },
                {
                    "Reply": "Missus Hardesty was here and she spoke to you?",
                    "Didascalie": "",
                    "Start": 68221,
                    "End": 68279
                },
                {
                    "Reply": "Just a second...",
                    "Didascalie": "",
                    "Start": 68426,
                    "End": 68443
                },
                {
                    "Reply": "The new girl here says that Missus Hardesty was just sat in that chair. Says she even spoke to her.",
                    "Didascalie": "",
                    "Start": 68672,
                    "End": 68794
                },
                {
                    "Reply": "Listen newbie, how about you just get on with the cleaning and stay off the crack pipe. Okay, honey bunny?",
                    "Didascalie": "",
                    "Start": 69635,
                    "End": 69775
                },
                {
                    "Reply": "Pemberton? Pemberton, what's taking you so long man??",
                    "Didascalie": "",
                    "Start": 91051,
                    "End": 91116
                },
                {
                    "Reply": "Shit!",
                    "Didascalie": "",
                    "Start": 91751,
                    "End": 91757
                },
                {
                    "Reply": "We got a major code six over here!",
                    "Didascalie": "",
                    "Start": 91969,
                    "End": 92004
                },
                {
                    "Reply": "Stay alert!",
                    "Didascalie": "",
                    "Start": 92285,
                    "End": 92297
                },
                {
                    "Reply": "What the fuck are you doing??",
                    "Didascalie": "",
                    "Start": 94787,
                    "End": 94817
                },
                {
                    "Reply": "What are you seeing in there?",
                    "Didascalie": "",
                    "Start": 95077,
                    "End": 95107
                },
                {
                    "Reply": "You make sure it stays that way.",
                    "Didascalie": "",
                    "Start": 95284,
                    "End": 95317
                },
                {
                    "Reply": "Good. Now don't you got some cleaning to do somewhere?",
                    "Didascalie": "",
                    "Start": 95697,
                    "End": 95763
                }
            ]
        },
        {
            "Character": "PEMBERTON",
            "Replies": [
                {
                    "Reply": "What the hell are you doing in here?",
                    "Didascalie": "",
                    "Start": 58802,
                    "End": 58850
                },
                {
                    "Reply": "Funny, I don't remember Doctor Mixter keeping the garbage in the filing cabinet.",
                    "Didascalie": "",
                    "Start": 59041,
                    "End": 59144
                },
                {
                    "Reply": "Well, y'know I'm gonna have to report this.",
                    "Didascalie": "",
                    "Start": 59342,
                    "End": 59397
                },
                {
                    "Reply": "Well new girl, it's hospital policy to report this kind of thing.",
                    "Didascalie": "",
                    "Start": 59727,
                    "End": 59804
                },
                {
                    "Reply": "Perhaps we can come to some arrangement.",
                    "Didascalie": "",
                    "Start": 60079,
                    "End": 60131
                },
                {
                    "Reply": "Well, I'd be doing you a big favour if I kept this to myself. So perhaps you can do me a favour.",
                    "Didascalie": "",
                    "Start": 60290,
                    "End": 60409
                },
                {
                    "Reply": "A blow job.",
                    "Didascalie": "",
                    "Start": 60571,
                    "End": 60583
                },
                {
                    "Reply": "Oh come on, I bet you'd love it.",
                    "Didascalie": "",
                    "Start": 60922,
                    "End": 60955
                },
                {
                    "Reply": "You've been working here for five minutes. You really think Doctor Mixter is gonna believe a fucking cleaner over a medical professional?",
                    "Didascalie": "",
                    "Start": 61177,
                    "End": 61359
                },
                {
                    "Reply": "She ain't no prisoner here! I was just talking, what's the problem?",
                    "Didascalie": "",
                    "Start": 61805,
                    "End": 61884
                },
                {
                    "Reply": "Well look who it is, Miss Sexual Harassment.",
                    "Didascalie": "",
                    "Start": 65869,
                    "End": 65925
                },
                {
                    "Reply": "What are you laughing at?",
                    "Didascalie": "",
                    "Start": 66130,
                    "End": 66156
                },
                {
                    "Reply": "Fuck you!",
                    "Didascalie": "",
                    "Start": 66847,
                    "End": 66857
                },
                {
                    "Reply": "That's not the strange thing, sweetheart.",
                    "Didascalie": "",
                    "Start": 69149,
                    "End": 69202
                },
                {
                    "Reply": "Missus Hardesty died this morning.",
                    "Didascalie": "",
                    "Start": 69361,
                    "End": 69396
                },
                {
                    "Reply": "What's with all the fucking racket Palmer?",
                    "Didascalie": "",
                    "Start": 87134,
                    "End": 87188
                },
                {
                    "Reply": "Now how the hell did that happen?",
                    "Didascalie": "",
                    "Start": 87598,
                    "End": 87632
                },
                {
                    "Reply": "Jesus Christ Palmer! Now put the weapon on the floor and back away.",
                    "Didascalie": "",
                    "Start": 87961,
                    "End": 88040
                },
                {
                    "Reply": "Put your hands on your fucking head and face the wall! Now!!",
                    "Didascalie": "",
                    "Start": 88251,
                    "End": 88323
                },
                {
                    "Reply": "I'm coming in dipshit, one fucking move from you and I'll cave your fucking skull in! You understand??",
                    "Didascalie": "",
                    "Start": 88499,
                    "End": 88624
                },
                {
                    "Reply": "Don't you fucking move!!",
                    "Didascalie": "",
                    "Start": 89077,
                    "End": 89102
                },
                {
                    "Reply": "I said don't fucking move!",
                    "Didascalie": "",
                    "Start": 89339,
                    "End": 89366
                }
            ]
        },
        {
            "Character": "MRS HARDESTY",
            "Replies": [
                {
                    "Reply": "You're going to die in here.",
                    "Didascalie": "",
                    "Start": 64863,
                    "End": 64892
                }
            ]
        },
        {
            "Character": "KIMBLE",
            "Replies": [
                {
                    "Reply": "Palmer... Hey Palmer...",
                    "Didascalie": "",
                    "Start": 72365,
                    "End": 72389
                },
                {
                    "Reply": "My cock is so hard Palmer. It's so hard that I can't contain it any more. I'm going to break through this wall and do bad things to you.",
                    "Didascalie": "",
                    "Start": 72696,
                    "End": 72866
                },
                {
                    "Reply": "I'm touching myself Palmer. You wanna watch? You fucking faggot!",
                    "Didascalie": "",
                    "Start": 73094,
                    "End": 73170
                },
                {
                    "Reply": "I know you're out there girlie. I can smell your pussy. How about you join me in here. Come on!",
                    "Didascalie": "",
                    "Start": 73647,
                    "End": 73765
                }
            ]
        },
        {
            "Character": "PALMER",
            "Replies": [
                {
                    "Reply": "Yes?",
                    "Didascalie": "",
                    "Start": 72630,
                    "End": 72635
                },
                {
                    "Reply": "I must advise you Mister Kimble-",
                    "Didascalie": "",
                    "Start": 72954,
                    "End": 72987
                },
                {
                    "Reply": "Stay out of my psyche Mister Kimble and I'll stay out of yours.",
                    "Didascalie": "",
                    "Start": 73286,
                    "End": 73361
                },
                {
                    "Reply": "Sorry to bother you Mister Pemberton. But I wondered if it would be possible to get some medical attention?",
                    "Didascalie": "",
                    "Start": 87258,
                    "End": 87399
                },
                {
                    "Reply": "I believe it was this rather crude weapon that did the damage.",
                    "Didascalie": "",
                    "Start": 87773,
                    "End": 87847
                },
                {
                    "Reply": "As you wish Mister Pemberton.",
                    "Didascalie": "",
                    "Start": 88694,
                    "End": 88724
                },
                {
                    "Reply": "I'm terribly sorry about this.",
                    "Didascalie": "",
                    "Start": 89800,
                    "End": 89831
                },
                {
                    "Reply": "Hardcastle strolls down the hallway.",
                    "Didascalie": "",
                    "Start": 90673,
                    "End": 90710
                },
                {
                    "Reply": "Good evening gentleman. I believe we will be one short at roll call tomorrow morning.",
                    "Didascalie": "",
                    "Start": 92766,
                    "End": 92874
                }
            ]
        },
        {
            "Character": "SADIE",
            "Replies": [
                {
                    "Reply": "I can hear you out there.",
                    "Didascalie": "",
                    "Start": 79874,
                    "End": 79900
                },
                {
                    "Reply": "I've been talking to your mother Lisa.",
                    "Didascalie": "",
                    "Start": 80192,
                    "End": 80242
                },
                {
                    "Reply": "She's here with me Lisa. She's told me all about you.",
                    "Didascalie": "",
                    "Start": 80421,
                    "End": 80486
                },
                {
                    "Reply": "I know you're out there Lisa. Talk to me.",
                    "Didascalie": "",
                    "Start": 80625,
                    "End": 80678
                },
                {
                    "Reply": "Perhaps you can tell me all about the summer trips to Key West with your mother? Those were your favourite memories of your mother weren't they? Or perhaps you'd prefer to tell me about when you sat at your mother's bed side for six months, watching on helplessly as the cancer ravaged her body and sucked the life out of her?",
                    "Didascalie": "",
                    "Start": 80864,
                    "End": 81290
                },
                {
                    "Reply": "Because your mother is speaking to me from the flames of hell!",
                    "Didascalie": "",
                    "Start": 81531,
                    "End": 81605
                },
                {
                    "Reply": "She has a message for you Lisa.",
                    "Didascalie": "",
                    "Start": 81824,
                    "End": 81856
                },
                {
                    "Reply": "Want the message?",
                    "Didascalie": "",
                    "Start": 82100,
                    "End": 82118
                },
                {
                    "Reply": "GET OUT!!",
                    "Didascalie": "",
                    "Start": 82458,
                    "End": 82468
                },
                {
                    "Reply": "The Dark Master is near. It's too late to stop it now. Tonight will behold a great becoming.",
                    "Didascalie": "",
                    "Start": 135262,
                    "End": 135377
                },
                {
                    "Reply": "All good things to those who wait.",
                    "Didascalie": "",
                    "Start": 135609,
                    "End": 135644
                },
                {
                    "Reply": "Our time is at hand!",
                    "Didascalie": "",
                    "Start": 135930,
                    "End": 135951
                },
                {
                    "Reply": "Adoni, Helumnay, Peenay, Adoni, Helumnay, Peenay, The gods do command thee from thy majesty oh mapulamun.",
                    "Didascalie": "",
                    "Start": 150488,
                    "End": 150638
                },
                {
                    "Reply": "Adoni, Helumnay, Peenay, come forward blessed one, know your calling come forward oh blessed one.",
                    "Didascalie": "",
                    "Start": 150965,
                    "End": 151096
                },
                {
                    "Reply": "Accept our humble gratitude for your offering, in death you give life, may you find wings to the kingdom. The Dark Master, keeper of the gate, master of all fate, hear us!",
                    "Didascalie": "",
                    "Start": 151630,
                    "End": 151857
                },
                {
                    "Reply": "We did it Elliot, we did it! Our time is at hand!! Immortality is ours!",
                    "Didascalie": "",
                    "Start": 152861,
                    "End": 152955
                }
            ]
        },
        {
            "Character": "BUTCH",
            "Replies": [
                {
                    "Reply": "Hey Pop.",
                    "Didascalie": "",
                    "Start": 104895,
                    "End": 104904
                },
                {
                    "Reply": "I'm going out.",
                    "Didascalie": "",
                    "Start": 105068,
                    "End": 105083
                },
                {
                    "Reply": "Yeah, yeah Pop.",
                    "Didascalie": "",
                    "Start": 105339,
                    "End": 105355
                },
                {
                    "Reply": "I seen you got Mark a wheelchair.",
                    "Didascalie": "",
                    "Start": 105562,
                    "End": 105596
                },
                {
                    "Reply": "Well how come you're spending five hundred bucks on Mark and I gotta come beg you for money all the time huh?",
                    "Didascalie": "",
                    "Start": 105787,
                    "End": 105930
                },
                {
                    "Reply": "Well I need money too!",
                    "Didascalie": "",
                    "Start": 106243,
                    "End": 106266
                },
                {
                    "Reply": "I gotta live.",
                    "Didascalie": "",
                    "Start": 106532,
                    "End": 106546
                },
                {
                    "Reply": "You don't know shit!",
                    "Didascalie": "",
                    "Start": 106902,
                    "End": 106923
                },
                {
                    "Reply": "This ain't over.",
                    "Didascalie": "",
                    "Start": 107230,
                    "End": 107247
                },
                {
                    "Reply": "Hey Mick.",
                    "Didascalie": "",
                    "Start": 107897,
                    "End": 107907
                },
                {
                    "Reply": "You accept cash?",
                    "Didascalie": "",
                    "Start": 108286,
                    "End": 108303
                },
                {
                    "Reply": "What??",
                    "Didascalie": "",
                    "Start": 110321,
                    "End": 110328
                },
                {
                    "Reply": "What the fuck you talking about?? I was robbed!! Didn't Brigante tell you huh? Some fuckers car jacked me Pop. I told the police about it!",
                    "Didascalie": "",
                    "Start": 110541,
                    "End": 110713
                },
                {
                    "Reply": "I ain't saying your stupid pop, I'm telling you the truth! I was robbed god-damn it!",
                    "Didascalie": "",
                    "Start": 110937,
                    "End": 111044
                },
                {
                    "Reply": "Don't listen to him Ma, I ain't done nothing!!",
                    "Didascalie": "",
                    "Start": 111557,
                    "End": 111615
                },
                {
                    "Reply": "I've had enough of you fat man!!",
                    "Didascalie": "",
                    "Start": 113104,
                    "End": 113137
                }
            ]
        },
        {
            "Character": "RONALD SENIOR",
            "Replies": [
                {
                    "Reply": "You come to help?",
                    "Didascalie": "",
                    "Start": 104981,
                    "End": 104999
                },
                {
                    "Reply": "Again? Boy, you better not be turning up for work tomorrow like a goddamn zombie again.",
                    "Didascalie": "",
                    "Start": 105160,
                    "End": 105270
                },
                {
                    "Reply": "Don't yeah yeah me boy. You're on a last warning.",
                    "Didascalie": "",
                    "Start": 105432,
                    "End": 105493
                },
                {
                    "Reply": "What of it?",
                    "Didascalie": "",
                    "Start": 105706,
                    "End": 105718
                },
                {
                    "Reply": "What's the matter with you, boy?",
                    "Didascalie": "",
                    "Start": 106062,
                    "End": 106095
                },
                {
                    "Reply": "Butch, you get a wage from the auto dealership every Friday and it's gone by Monday. Why is that?",
                    "Didascalie": "",
                    "Start": 106343,
                    "End": 106463
                },
                {
                    "Reply": "What you spending that money on huh? Cos it ain't rent or food. You get everything you want for nothing 'round here. I know what you're really doing with that money.",
                    "Didascalie": "",
                    "Start": 106623,
                    "End": 106833
                },
                {
                    "Reply": "Boy, you better shut that mouth of yours.",
                    "Didascalie": "",
                    "Start": 107000,
                    "End": 107053
                },
                {
                    "Reply": "Nineteen thousand dollars boy!",
                    "Didascalie": "",
                    "Start": 110190,
                    "End": 110221
                },
                {
                    "Reply": "You stole that fuckin' money from the auto dealership!!",
                    "Didascalie": "",
                    "Start": 110405,
                    "End": 110472
                },
                {
                    "Reply": "You expect me to believe that, boy?",
                    "Didascalie": "",
                    "Start": 110790,
                    "End": 110826
                },
                {
                    "Reply": "Our son's a fuckin' junkie thief, that's what's going on!! He robbed the fucking dealership!!",
                    "Didascalie": "",
                    "Start": 111372,
                    "End": 111488
                },
                {
                    "Reply": "Why do you always have to get involved huh?? You've always been too soft on that boy!!",
                    "Didascalie": "",
                    "Start": 112302,
                    "End": 112411
                },
                {
                    "Reply": "He needs some fuckin' discipline!!",
                    "Didascalie": "",
                    "Start": 112580,
                    "End": 112615
                },
                {
                    "Reply": "I want him out of this house tomorrow. He's gone.",
                    "Didascalie": "",
                    "Start": 114169,
                    "End": 114230
                },
                {
                    "Reply": "His age ain't the problem Louise, those goddamn drugs he's taking are. I'm not having that going on under my roof.",
                    "Didascalie": "",
                    "Start": 114519,
                    "End": 114667
                },
                {
                    "Reply": "The time has come. And it's long over due.",
                    "Didascalie": "",
                    "Start": 114824,
                    "End": 114878
                }
            ]
        },
        {
            "Character": "MICK",
            "Replies": [
                {
                    "Reply": "Butch, I told you man, you can't get no shit on lay-away any more.",
                    "Didascalie": "",
                    "Start": 108016,
                    "End": 108094
                },
                {
                    "Reply": "My man! Come on in.",
                    "Didascalie": "",
                    "Start": 108420,
                    "End": 108440
                }
            ]
        },
        {
            "Character": "LOUISE",
            "Replies": [
                {
                    "Reply": "What the hell's going on??",
                    "Didascalie": "",
                    "Start": 111268,
                    "End": 111295
                },
                {
                    "Reply": "Stop it!! Stop it now!!",
                    "Didascalie": "",
                    "Start": 111794,
                    "End": 111818
                },
                {
                    "Reply": "Don't you touch him!!",
                    "Didascalie": "",
                    "Start": 112481,
                    "End": 112503
                },
                {
                    "Reply": "Stay away from him!!",
                    "Didascalie": "",
                    "Start": 112685,
                    "End": 112706
                },
                {
                    "Reply": "Ronnie, don't!! Please!!",
                    "Didascalie": "",
                    "Start": 113207,
                    "End": 113232
                },
                {
                    "Reply": "No!!",
                    "Didascalie": "",
                    "Start": 113462,
                    "End": 113467
                },
                {
                    "Reply": "I guess you're right. He's twenty three now, he just doesn't belong here any more.",
                    "Didascalie": "",
                    "Start": 114291,
                    "End": 114396
                },
                {
                    "Reply": "We'll talk to him tomorrow.",
                    "Didascalie": "",
                    "Start": 114728,
                    "End": 114756
                }
            ]
        },
        {
            "Character": "GLORIA",
            "Replies": [
                {
                    "Reply": "Yes, that's me.",
                    "Didascalie": "",
                    "Start": 123551,
                    "End": 123567
                },
                {
                    "Reply": "So you wanted to know about the history of Amityville dating back to the Native Americans?",
                    "Didascalie": "",
                    "Start": 124569,
                    "End": 124682
                },
                {
                    "Reply": "Well that area has quite a dark history.",
                    "Didascalie": "",
                    "Start": 125126,
                    "End": 125178
                },
                {
                    "Reply": "Yes. Terrible business that. Those young children. Breaks my heart to think about such a tragedy.",
                    "Didascalie": "",
                    "Start": 125369,
                    "End": 125489
                },
                {
                    "Reply": "You know most of the town was very upset when they decided to build that mental institution on the land. That used to be a nice suburban neighbourhood, now there's this big eye sore there. We had a 64   thousand names on a petition. But I guess that Doctor who runs the place has enough money to pay off the people in high places.",
                    "Didascalie": "",
                    "Start": 125644,
                    "End": 126150
                },
                {
                    "Reply": "There's something on that here.",
                    "Didascalie": "",
                    "Start": 126403,
                    "End": 126435
                },
                {
                    "Reply": "order to induce the spirit of their God, The Dark Master, who they believed manifested his powers through his devoted followers, giving them immortality. The hundred strong tribe settled in Amityville but were later chased off the land by local Christians.",
                    "Didascalie": "",
                    "Start": 127236,
                    "End": 127570
                },
                {
                    "Reply": "Absolutely.",
                    "Didascalie": "",
                    "Start": 128752,
                    "End": 128764
                }
            ]
        },
        {
            "Character": "ALLISON",
            "Replies": [
                {
                    "Reply": "Why don't you want to play with me?",
                    "Didascalie": "",
                    "Start": 157003,
                    "End": 157039
                }
            ]
        },
        {
            "Character": "PRESENTER",
            "Replies": [
                {
                    "Reply": "And we're back with our next guest.",
                    "Didascalie": "",
                    "Start": 173735,
                    "End": 173771
                },
                {
                    "Reply": "I'm good thank you. So Doctor, can you tell us a little more about the book?",
                    "Didascalie": "",
                    "Start": 174536,
                    "End": 174635
                },
                {
                    "Reply": "How has it affected the hospital Doctor?",
                    "Didascalie": "",
                    "Start": 175040,
                    "End": 175092
                },
                {
                    "Reply": "You mentioned there that some people wanted the place to close. I know many were also resistant to the opening of the institution in the first place given that it was built on the site of the infamous house, where Ronald DeFeo murdered his family in the seventies. I know a lot of people associated with that case were accused of exploiting it for their own ends.",
                    "Didascalie": "",
                    "Start": 175883,
                    "End": 176357
                }
            ]
        }
    ]
}