{"Title": ["Apt Pupil", "   "], "Author": ["  Brandon Boyce"], "Genre": ["  Drama  Thriller"], "Characters": [{"Character": "DUSSANDER", "Replies": [{"Reply": "All right.  All right.  I'm coming.  Let it go! ", "Didascalie": "", "Start": 1874, "End": 1935}, {"Reply": " A boy.  I don't need anything, boy.  Can't you read?  I thought all American boys could read.  Don't be a nuisance, now.  Good day. ", "Didascalie": "(continuing)", "Start": 2430, "End": 2602}, {"Reply": "My name is Denker.  See? ", "Didascalie": "", "Start": 3337, "End": 3362}, {"Reply": " Denker.  Perhaps you cannot read after all. What a pity.  Good day.  As the front door closes, Todd speaks rapidly into the narrowing gap. ", "Didascalie": "(pointing)", "Start": 3392, "End": 3565}, {"Reply": "You get away from this house, God damn you! I'll beat you all the way home. ", "Didascalie": "", "Start": 4974, "End": 5064}, {"Reply": "I'd be out of my mind to let an insane boy like you into my home. ", "Didascalie": "", "Start": 6056, "End": 6135}, {"Reply": "Is that what you want, to come into my home? ", "Didascalie": "", "Start": 6208, "End": 6253}, {"Reply": "My wife.  She died in 1955 of lung disease. ", "Didascalie": "", "Start": 7084, "End": 7128}, {"Reply": "You have been following me? ", "Didascalie": "", "Start": 9016, "End": 9044}, {"Reply": "I see... ", "Didascalie": "", "Start": 13959, "End": 13968}, {"Reply": "Why do I care about this? ", "Didascalie": "", "Start": 15512, "End": 15538}, {"Reply": "I think you're crackers, but go on.  I'm riveted. ", "Didascalie": "", "Start": 16169, "End": 16232}, {"Reply": " Clever boy. ", "Didascalie": "(crunches cigarette into ashtray)", "Start": 18585, "End": 18612}, {"Reply": "Good Gott. ", "Didascalie": "", "Start": 22050, "End": 22061}, {"Reply": " ...And two missing children. ", "Didascalie": "(CONT'D) (more to himself than Todd)", "Start": 22427, "End": 22470}, {"Reply": "Boy, I will tell you this once more, and for the last time.  My name is Arthur Denker.  It has never been anything else.  It has never even been Americanized.  If you must know, and apparently you must, I was named by my father who greatly admired the stories of Arthur Conan Doyle.  I did serve in the reserves, I admit, and in the late thirties, when I was first married, I supported Hitler. ", "Didascalie": "", "Start": 23358, "End": 23859}, {"Reply": "Nicotine gum.  Dussander's eyes drift to the collection of kitchen knives neatly stuffed in their block on the counter in front of him. He lingers a moment, pulls deeply on the cigarette, then turns and continues. ", "Didascalie": "", "Start": 24414, "End": 24651}, {"Reply": "How could you ask me to remember such things? ", "Didascalie": "", "Start": 28252, "End": 28298}, {"Reply": " A boy... a boy... ", "Didascalie": "(to himself)", "Start": 29918, "End": 29950}, {"Reply": "No, from time to time we would be sent something else.  Experimental gases.  The High Command was always interested in improving efficiency.  Once they sent us a gas code-named \"Pegasus.\"  A nerve gas. Thank God they never sent it again.  It... ", "Didascalie": "", "Start": 35797, "End": 36110}, {"Reply": "It didn't work very well.  It was quite boring. ", "Didascalie": "", "Start": 36258, "End": 36306}, {"Reply": "It killed them.  What do you think it did, made them walk on water?  It killed them.  The cat jumps up a third time.  This time Dussander picks it up and tosses it a good six feet.  The animal hits the ground and runs away. ", "Didascalie": "", "Start": 36446, "End": 36694}, {"Reply": "I won't.  I refuse.  Where are my cigarettes?  He finds the pack and fumbles a cigarette to his lips.  He lights it.  Todd watches calmly, giving the old man a moment to collect himself, and then... ", "Didascalie": "", "Start": 36864, "End": 37080}, {"Reply": "Like Zyklon-B, it came in through the shower heads.  After a few seconds the prisoners began to leap about.  Some were screaming. ", "Didascalie": "", "Start": 37317, "End": 37474}, {"Reply": "They began to twitch all over and make high, strange sounds in their throats.  At last they collapsed and just lay there on the concrete, twitching and yodeling, with blood streaming from their noses.  But I lied to you, boy.  It didn't kill them.  Either because it wasn't strong enough or because we couldn't bring ourselves to wait that long. ", "Didascalie": "", "Start": 37849, "End": 38288}, {"Reply": " I was the commandant of the camp. ", "Didascalie": "(incredulous)", "Start": 39230, "End": 39279}, {"Reply": "Boy, I was a soldier in a position of power. ", "Didascalie": "", "Start": 39657, "End": 39702}, {"Reply": "That's enough for today, boy.  I beg you. ", "Didascalie": "", "Start": 40270, "End": 40312}, {"Reply": "Yes, it must be fifty degrees outside.  I'm sure to you it seems positively frigid. ", "Didascalie": "", "Start": 48482, "End": 48579}, {"Reply": "Leave me alone.  Todd finishes with the fire and sits on the floor a few feet away. ", "Didascalie": "", "Start": 48991, "End": 49086}, {"Reply": "Oh, don't misunderstand me.  Certainly with a pistol pressed to their head, a prisoner would tell us everything we wanted to know, sometimes more.  But mine was a much more ... ", "Didascalie": "", "Start": 49419, "End": 49637}, {"Reply": "...But, as the war pressed on, the time for such civilized measures became a luxury.  I remember by April of '45, we had barely enough food to feed ourselves.  The sound of the Russian mortars grew louder everyday, but still, the train cars from France and Poland kept coming.  This was a time of desperation. ", "Didascalie": "", "Start": 50619, "End": 51007}, {"Reply": " Yes? ...No, no trouble at all. ...Yes. ", "Didascalie": "(CONT'D) (Pause. Then with apprehension)", "Start": 53842, "End": 53896}, {"Reply": "That's right, puss-puss.  You can smell it now, can't you?  The cat creeps to the edge of the steps.  It takes them one at a time. ", "Didascalie": "", "Start": 56253, "End": 56408}, {"Reply": "Oww, you mother-fucker.  They move across the room to the stove.  With difficulty, Dussander pulls open the oven door, revealing the glowing red interior.  The animal SCREAMS and claws at Dussander's neck and arms, escaping more and more from the blanket with every gyration of its body.  With a mighty shove Dussander plunges the cat toward the opening, but the animal braces its paws on the edge of the stove.  The two are deadlocked.  But Dussander's hands are too close to the heat.  He screams.  His grip loosens just enough.  With a desperate cry, the animal charges up Dussander's body, over his head, and leaps to the floor. ", "Didascalie": "", "Start": 58987, "End": 59673}, {"Reply": "Come here!  But the animal is too swift.  In a second, it is atop the counter and out the open window above the sink.  Although defeated and exhausted, Dussander cannot contain his excitement. ", "Didascalie": "", "Start": 59764, "End": 59973}, {"Reply": "Subject is a young Jewish girl, approximately sixteen years of age, no scars, no identifying marks, no known disabilities --  Inside the control room, a SCIENTIST monitors a volt meter, calling out the readings as Dussander yells for the voltage to be increased.  As the meter rises, the girl SCREAMS more violently.  Perhaps her eyes roll back, her tongue flutters in her mouth.  Through all of this, the scientists call out and the record heart rate, blood pressure, brain activity, voltage, etc. ", "Didascalie": "", "Start": 61108, "End": 61668}, {"Reply": "I see.  Todd shoots him a fiery glare that the others don't notice. ", "Didascalie": "", "Start": 64463, "End": 64537}, {"Reply": " But we were not a combat unit, thank God. ", "Didascalie": "(notices Victor)", "Start": 65259, "End": 65316}, {"Reply": "No, nobody forces you to come.  In fact, you are welcome to stay away.  Believe me, boy, I have no scruples about drinking alone.  None at all. ", "Didascalie": "", "Start": 70010, "End": 70193}, {"Reply": "I am sure they would have nothing but revulsion for me.  But what would they say about you, boy, when I told them you had known about me for nine months... and said nothing?  Dussander unlocks his door and steps in. ", "Didascalie": "", "Start": 70451, "End": 70727}, {"Reply": "Come and see me if you please, and stay home if you don't.  Good night, boy. ", "Didascalie": "", "Start": 70786, "End": 70876}, {"Reply": "You wrapped it yourself, I see.  He begins to remove the bow, and then the paper.  He moves very cautiously, as if the package might explode at any moment. ", "Didascalie": "", "Start": 71702, "End": 71869}, {"Reply": "Dussander wakes to a strange, faint rumble.  He climbs out of bed and walks across his bedroom toward the source of the sound. ", "Didascalie": "", "Start": 76827, "End": 76959}, {"Reply": " Come out. ...Come out, now! ", "Didascalie": "(in German)", "Start": 77821, "End": 77863}, {"Reply": " Line up in front of the train. Now! ", "Didascalie": "(CONT'D) (in German)", "Start": 78197, "End": 78247}, {"Reply": " What seems to be the trouble?  Todd sets his grade card and the envelope on the table. ", "Didascalie": "(sits at table)", "Start": 84644, "End": 84752}, {"Reply": "Quarterly Progress Report. ", "Didascalie": "", "Start": 84861, "End": 84888}, {"Reply": " You seem to have fallen on the rocks, my boy. ", "Didascalie": "(he reads silently)", "Start": 84927, "End": 84988}, {"Reply": "Please, you don't spend that much time here. ", "Didascalie": "", "Start": 85999, "End": 86044}, {"Reply": "Boy, ...you have a far greater problem than your school grades.  Before you speak to me about what they will \"get out of you\", remember the facts. ...Seventy thousand people died at Patin.  Have you forgotten that?  To the world at large I am the most despicable of criminals, a monster.  Do you think I would stand aside and let you turn me in so easily?  Without a fight?  Is your American self-confidence so bloated that you have never once realized you are an accessory to my crimes.  You have criminal knowledge of an illegal alien, and have not reported it. Don't you see that?  And if I'm caught, I will tell the world all about you.  When the reporters put their microphones in my face it will be your name I'll repeat over and over again.  Todd Bowden, yes that's his name. How long?... oh, for months, almost a year. ", "Didascalie": "", "Start": 88470, "End": 89545}, {"Reply": "Perhaps, perhaps not.  It's a gamble.  How would you explain all those books you were reading to me?  My eyes are not what they were but I can still read fine print.  I can prove it. ", "Didascalie": "", "Start": 89771, "End": 90007}, {"Reply": "Why would I do that? ", "Didascalie": "", "Start": 90138, "End": 90159}, {"Reply": "A pencil, what for?  Todd sets the small paper bag on the table.  Dussander opens it and removes a small bottle.  The label reads: \"ink eradicator.\" ", "Didascalie": "", "Start": 90567, "End": 90727}, {"Reply": "Will this do?  Todd grabs the pencil.  Dussander turns toward the window.  He thinks for a moment. ", "Didascalie": "", "Start": 91691, "End": 91801}, {"Reply": "Mr. French, a pleasure.  There is a bit of hesitation on French's part, but they shake hands.  Dussander notices the shoes on French's feet, bright red converse high-tops. ", "Didascalie": "", "Start": 93331, "End": 93521}, {"Reply": "Yes, please do. ", "Didascalie": "", "Start": 94382, "End": 94398}, {"Reply": "I'm sure.  My son and his wife asked me to come in and discuss this sorry business with you, Mr.  French.  Todd is a good boy, believe me.  This trouble with his grades is only temporary.  Dussander pulls out his cigarettes and then, thinking twice, puts them back. ", "Didascalie": "", "Start": 94584, "End": 94916}, {"Reply": "A terrible habit, but thank you. ", "Didascalie": "", "Start": 95245, "End": 95278}, {"Reply": " The mother drinks. ", "Didascalie": "(leaning in)", "Start": 95655, "End": 95688}, {"Reply": "Yes.  The boy has told me that he has come home on two occasions and has found her sprawled out on the kitchen table.  He knows how my son feels about her drinking and so on these occasions he has put dinner in the oven himself and forced enough black coffee down his mother's throat so that she will at least be awake when Richard gets home. ", "Didascalie": "", "Start": 95792, "End": 96229}, {"Reply": "He is not without blame, believe me.  The hours he works.  The meals he has missed. They take a toll on a family.  I was raised to believe that a man's family came before his work or anything else.  I tried to teach my son that... but -- ", "Didascalie": "", "Start": 96718, "End": 97024}, {"Reply": "Allowing for Christmas break, the next time they are sent out will be in late January, correct? ", "Didascalie": "", "Start": 101575, "End": 101697}, {"Reply": "I told him you were getting back on track by your own accord.  I gave him my word.  If you get even one flunk card-- ", "Didascalie": "", "Start": 102134, "End": 102277}, {"Reply": "Well you didn't, did you?  This is the way it is and now you are upset because the only way you can make things right is to work. ", "Didascalie": "", "Start": 102759, "End": 102915}, {"Reply": " Listen, boy.  Before today it was possible, just barely possible, that you could have denounced me and come out clean yourself. The way your nerves have been lately I don't think so, but never mind that.  It was - at least technically possible.  But now things have changed.  Today I impersonated your grandfather, one Victor Bowden.  And it was you who arranged the meeting.  What would people make of that?  If things come out now... perhaps you were right, your age and a good attorney might keep you out of jail, but you would be humiliated, boy, publicly.  You would be infamous.  Your parents too.  Do you know what such a scandal would do to them? ", "Didascalie": "(turning on him)", "Start": 103295, "End": 104153}, {"Reply": "Never mind your wishes.  Your wishes make me sick.  All I want to hear is that you understand the situation.  Todd is furious.  He sees there is no other way, but continues fighting. ", "Didascalie": "", "Start": 104627, "End": 104848}, {"Reply": "Boy, the time for discussion is over.  This is the way it is.  You are going to work. ", "Didascalie": "", "Start": 105197, "End": 105296}, {"Reply": "No.  At home you will dawdle, you will talk on the telephone, watch TV.  Here, I can make sure that nothing distracts you from your studies. ", "Didascalie": "", "Start": 106353, "End": 106533}, {"Reply": " Your gratitude humbles me. ", "Didascalie": "(eyeing him cautiously)", "Start": 116254, "End": 116295}, {"Reply": " How about some Ritz crackers and Velveeta? ", "Didascalie": "(pause)", "Start": 116322, "End": 116380}, {"Reply": "I would have expected you to be doing back flips down the hallway after such good news. ", "Didascalie": "", "Start": 116642, "End": 116744}, {"Reply": "No, none of these I think.  You don't seem to be in the mood.  Dussander slices open a pack of Velveeta and puts it on a plate. ", "Didascalie": "", "Start": 117711, "End": 117859}, {"Reply": "Each knew something that other wanted to keep secret.  But over time, the old man began to feel that things were changing.  He felt his hold on the boy slipping away from him.  Dussander goes to the cellar door.  His back is to Todd.  He opens the door and clicks on the light.  Todd stands up silently. ", "Didascalie": "", "Start": 118659, "End": 119019}, {"Reply": "Then the box is opened in the presence of a bank official and a representative of the Internal Revenue Service.  The contents of the box are inventoried.  In this case they will find only a twelve-page document.  Non- ", "Didascalie": "", "Start": 121258, "End": 121531}, {"Reply": "But there is.  As the years go by, as I get closer to the grave, your hold on me will become worth less and less.  A man five, ten years older than I worries more about his ailing heart than being extradited to Israel. ", "Didascalie": "", "Start": 122430, "End": 122703}, {"Reply": "Que sera, sera...  Whatever will be, will be... The future's not ours to see... Que sera, sera...  Pause.  Dussander sees he has pressed Todd's button.  He moves closer. ", "Didascalie": "", "Start": 123309, "End": 123517}, {"Reply": "And so it comes to an end.  Here. ", "Didascalie": "", "Start": 124820, "End": 124854}, {"Reply": "My boy, don't you see that we are fucking each other?  He drinks.  Todd, reluctantly, does the same. ", "Didascalie": "", "Start": 125329, "End": 125449}, {"Reply": "What? ", "Didascalie": "", "Start": 126617, "End": 126623}, {"Reply": " Right this way.  Dussander moves toward the kitchen.  Archie watches him walk away.  A smile crosses his face as he follows him to the kitchen. ", "Didascalie": "(takes the bags)", "Start": 141647, "End": 141817}, {"Reply": "Ah-ah.  Dussander picks up his glass to toast Archie.  Archie CLINKS his glass to Dussander's and downs the shot. ", "Didascalie": "", "Start": 143805, "End": 143931}, {"Reply": "Why don't you drink mine?  Archie picks up the glass and begins to drink, slower this time. ", "Didascalie": "", "Start": 144500, "End": 144598}, {"Reply": "It's all right.  So have I.  Dussander raises a meat fork up to the back of Archie's neck. He starts to plunge it in just as Archie turns back to look at him.  The fork goes in crooked.  Archie explodes from the chair, HOWLING, his arms flailing like those of a grizzly bear.  With the fork protruding from his back, Archie tosses the table to the side.  The empty bottle tumbles to the middle of the floor and shatters.  Archie spins and slams a fist into Dussander's temple.  Dussander collapses against the counter.  Archie moves about wildly, trying to grab the fork and pummel Dussander at the same time.  Blood is streaming freely from his wound.  Dussander grabs a frying pan from a rack of drying dishes on the counter.  As Archie approaches, Dussander swings the pan into Archie's descending fist.  Archie winces and staggers backward. ", "Didascalie": "", "Start": 145382, "End": 146300}, {"Reply": "Tell your parents I've had a letter, an important letter, and I need you to read it to me. ", "Didascalie": "", "Start": 150796, "End": 150914}, {"Reply": "It was self-defense, boy.  Go downstairs. ", "Didascalie": "", "Start": 153848, "End": 153890}, {"Reply": "Stay calm, boy.  You are doing fine.  Todd dries the murder weapon and puts it away.  For a moment he slows down, a hint of a smile suddenly comes over him. ", "Didascalie": "", "Start": 165724, "End": 165893}, {"Reply": "What are you thinking about?  The sound of Dussander's voice snaps Todd out of his funk.  He is all business again. ", "Didascalie": "", "Start": 166008, "End": 166136}, {"Reply": "Call an ambulance.  Todd turns to face Dussander.  He brings his face up to his and speaks softly. ", "Didascalie": "", "Start": 167687, "End": 167797}, {"Reply": "My bedroom.  Look in the dresser.  Second, no third, drawer... from the top.  There is a small wooden box.  You will have to break it open.  I lost the key.  There are letters, very old ones.  From a friend.  All in German.  None of them are signed or dated.  A page or two will be fine.  Todd turns to go and stops. ", "Didascalie": "", "Start": 172219, "End": 172624}, {"Reply": "Yes, of course.  But for now, you must forgive me, my medication has made me drowsy. ", "Didascalie": "", "Start": 178272, "End": 178371}, {"Reply": "I suspect that we shall never see each other again. ", "Didascalie": "", "Start": 182505, "End": 182570}, {"Reply": "I know no one by that name.  Shall I ring for the nurse?  Dussander reaches for the Call button and stops in horror.  He looks at his hands.  His fingertips are smeared with black ink. ", "Didascalie": "", "Start": 191074, "End": 191285}]}, {"Character": "TODD", "Replies": [{"Reply": "Don't forget your paper, Mr. Dussander.  The door stops.  Dussander opens it slowly.  He unlatches the screen and slips his fingers around the paper.  Todd does not let go. ", "Didascalie": "", "Start": 2736, "End": 2925}, {"Reply": "Sure thing, Mr. Dussander.  Dussander snatches the paper away and closes the screen door. ", "Didascalie": "", "Start": 3044, "End": 3140}, {"Reply": "After the war, you escaped to Buenos Aires. ", "Didascalie": "", "Start": 3834, "End": 3878}, {"Reply": "It's okay by me Herr Kommandant.  I'm sure the police would love to meet the \"Blood- ", "Didascalie": "", "Start": 4569, "End": 4667}, {"Reply": "After 1965, no one saw you again... Until I did.  Three weeks ago on the downtown bus. If you want to call the cops, go right ahead. ", "Didascalie": "", "Start": 5284, "End": 5443}, {"Reply": "I won't?  Listen, old man, if I want to start screaming right here, I will.  If I want to ride down to the police station and bring the cops back myself, then I will.  I will do what ever I want.  Do you understand? ", "Didascalie": "", "Start": 5604, "End": 5873}, {"Reply": "Tell me, wasn't it Ilse Koch who made the lampshades out of human skin? ", "Didascalie": "", "Start": 7589, "End": 7674}, {"Reply": "We're in no rush.  If I thought you had plans, I'd say cancel them, but since I know you don't... ", "Didascalie": "", "Start": 8339, "End": 8465}, {"Reply": "What business?  You sit in that ugly chair and watch soap operas all day.  Except on Friday afternoons when you walk down to the movie theater.  And twice a week you take the bus downtown to do your shopping.  You always use the express lane because you never have more than ten items. ", "Didascalie": "", "Start": 8598, "End": 8965}, {"Reply": "No, for you I had to be sure.  For Kurt Dussander I had to be absolutely certain. ", "Didascalie": "", "Start": 9373, "End": 9468}, {"Reply": "My One Great Interest.  Well, not you personally, but, ...well, it's something I learned back in eighth grade.  Our teacher, Miss Harmon, she said we'd have to find our One Great Interest in life.  You know, the thing that would really grab us.  Once we did that, everything would fall into place.  Like hers, she said, wasn't teaching, but collecting nineteenth-century postcards.  I guess there's no money in that, so she has to be a teacher.  Anyway, she told us to start thinking about it.  So I did, but nothing happened.  Until the following summer, in Ronny Pegler's garage.  That's where I found it. ", "Didascalie": "", "Start": 10710, "End": 11506}, {"Reply": "Hang on a sec.  As young Todd stares into this secret world, his voice comes in... ", "Didascalie": "", "Start": 12410, "End": 12504}, {"Reply": "You know, accelerated.  I skipped two grades, second and ninth.  I didn't need them. ", "Didascalie": "", "Start": 13741, "End": 13839}, {"Reply": "Some kids resent me for it.  That's not important.  Anyway, my paper really floored my history teacher.  I guess because I got through all those books without throwing up. ", "Didascalie": "", "Start": 14014, "End": 14227}, {"Reply": "And then it happened... I was on my way to the library.  It was raining... ", "Didascalie": "", "Start": 16552, "End": 16641}, {"Reply": "Well, it wasn't that easy.  I mean, I had to really check up on it.  And every picture of you in those books is forty years old, at least.  I went back to the library to find the picture.  And then I matched it with the photos I took. ", "Didascalie": "", "Start": 17985, "End": 18287}, {"Reply": "Yeah, I got this little camera.  Fits right in the palm of my hand. ", "Didascalie": "", "Start": 18413, "End": 18494}, {"Reply": "I already had a copy of your fingerprints. They're on your want sheet from the Israeli government.  It's on database at UC Irvine. ", "Didascalie": "", "Start": 19261, "End": 19419}, {"Reply": "You demand nothing from me.  Ever.  Get it? ", "Didascalie": "", "Start": 23249, "End": 23293}, {"Reply": "No.  My dad used to smoke.  Mom made him quit.  Now he's addicted to Nicorette... ", "Didascalie": "", "Start": 24097, "End": 24192}, {"Reply": "That was pretty good.  So much to remember. But I guess it helps when you have forty years to practice your story. ", "Didascalie": "", "Start": 26057, "End": 26199}, {"Reply": "Do it.  Slowly, Dussander brings the receiver down onto its hook. ", "Didascalie": "", "Start": 27287, "End": 27359}, {"Reply": "Because you hung up the phone.  That's why. ", "Didascalie": "", "Start": 28804, "End": 28848}, {"Reply": "You better hope she doesn't. ", "Didascalie": "", "Start": 29547, "End": 29576}, {"Reply": "Walk with me to French.  The two walk down the corridor. ", "Didascalie": "", "Start": 33282, "End": 33345}, {"Reply": "You going to tell me who it is?  Two CHEERLEADERS pass them. ", "Didascalie": "", "Start": 33660, "End": 33727}, {"Reply": "That's fitting.  Was it always Zyklon-B? ", "Didascalie": "", "Start": 35614, "End": 35655}, {"Reply": "You mean they... they... shit themselves? ", "Didascalie": "", "Start": 37630, "End": 37672}, {"Reply": "Dussander is asleep in his bed.  A low groaning sound comes in very slowly.  Dussander's eyes open.  He sits up, looks around, sees that his bed is in the middle of a large open field.  It is grassy, but certainly not beautiful.  Something is wrong about this place. ", "Didascalie": "", "Start": 40574, "End": 40862}, {"Reply": "Nobody wants that more than I do, Dad. ", "Didascalie": "", "Start": 43145, "End": 43184}, {"Reply": "I know... ", "Didascalie": "", "Start": 43340, "End": 43351}, {"Reply": "Yeah... no.  Dad, don't do that.  Please. ", "Didascalie": "", "Start": 44733, "End": 44775}, {"Reply": " ...No. ", "Didascalie": "(it takes him a second)", "Start": 46306, "End": 46327}, {"Reply": "I'm making a difference in somebody's life. It's that simple. ", "Didascalie": "", "Start": 46689, "End": 46765}, {"Reply": "Screw you.  I'm doing this for me.  This place is freezing.  Dussander comes back in with his drink and settles into his easy chair, which has been positioned in front of the hearth. ", "Didascalie": "", "Start": 48224, "End": 48431}, {"Reply": "Why didn't you pay your gas bill? ", "Didascalie": "", "Start": 48625, "End": 48659}, {"Reply": "Wow, that's really good, Dussander.  I mean that's... ", "Didascalie": "", "Start": 50374, "End": 50441}, {"Reply": " that's thinking.  Dussander does not respond.  He gazes deeply into the fire. ", "Didascalie": "(pointing)", "Start": 50471, "End": 50569}, {"Reply": "I don't know.  That's never happened before.  Becky lights a joint.  She takes a puff and exhales toward Todd. ", "Didascalie": "", "Start": 57830, "End": 57947}, {"Reply": "He was knocked unconscious and woke up in a hospital. ", "Didascalie": "", "Start": 67921, "End": 67988}, {"Reply": "Our advantage?  Our advantage? ", "Didascalie": "", "Start": 69366, "End": 69397}, {"Reply": "So what? ", "Didascalie": "", "Start": 69926, "End": 69935}, {"Reply": "Oh, relax, old man.  Sit down and open it.  Todd opens the refrigerator and pulls out a can of Coke. ", "Didascalie": "", "Start": 71505, "End": 71612}, {"Reply": "Merry Christmas! ", "Didascalie": "", "Start": 72021, "End": 72038}, {"Reply": "I thought you'd like it -- ", "Didascalie": "", "Start": 72578, "End": 72605}, {"Reply": "That's enough.  You don't get to talk to me like that.  Dussander bangs the table. ", "Didascalie": "", "Start": 73624, "End": 73726}, {"Reply": "Do it.  Please. ", "Didascalie": "", "Start": 73842, "End": 73858}, {"Reply": " Indignities?  What you've suffered with me is nothing compared to what the Israelis would do to you.  Remember what happened to Eichmann?  You forget that, I think.  And, you know, that's my fault.  I have let you forget.  You have gotten comfortable with this situation.  Well, don't you for one minute ever forget who holds the cards here. ", "Didascalie": "(pause)", "Start": 73885, "End": 74335}, {"Reply": "Quiet.  Straighten that hat.  Dussander ignores him. ", "Didascalie": "", "Start": 75274, "End": 75333}, {"Reply": "Actung! ", "Didascalie": "", "Start": 75564, "End": 75572}, {"Reply": "Now, march... Do it! ", "Didascalie": "", "Start": 75665, "End": 75686}, {"Reply": "About face. ", "Didascalie": "", "Start": 75933, "End": 75945}, {"Reply": "I said that's enough!  Suddenly Dussander stops.  He collapses into a chair, exhausted. ", "Didascalie": "", "Start": 76532, "End": 76626}, {"Reply": "No. ", "Didascalie": "", "Start": 81383, "End": 81387}, {"Reply": "I'II fix it.  I'II fix it.  A strange SQUAWKING sound is heard.  Todd doesn't hear it at first, but as the sound grows louder Todd stops the ball and looks around.  His eyes focus on the area near an open doorway. ", "Didascalie": "", "Start": 82338, "End": 82570}, {"Reply": "What the fuck happened in here? ", "Didascalie": "", "Start": 84208, "End": 84240}, {"Reply": "Something's come up.  Sit down.  Dussander's studies Todd for a moment.  Although Todd appears calm, his tone reflects a somber, business-like attitude. ", "Didascalie": "", "Start": 84385, "End": 84550}, {"Reply": " I try.  But it's...  different now.  I sit in front of my books and start thinking about... ", "Didascalie": "(with difficulty)", "Start": 86419, "End": 86540}, {"Reply": "French?  Fuck no.  He's a stupid guidance counselor. ", "Didascalie": "", "Start": 87841, "End": 87907}, {"Reply": "That will take care of the report card, I think.  About that fucking letter, I don't know.  Todd sits down at the table.  He takes the bottle from Dussander and examines the report card. ", "Didascalie": "", "Start": 90854, "End": 91080}, {"Reply": "I could have done better myself -- ", "Didascalie": "", "Start": 102673, "End": 102708}, {"Reply": "I don't take orders from you.  Maybe you've forgotten -- ", "Didascalie": "", "Start": 103152, "End": 103222}, {"Reply": "You are going to spend the rest of this quarter, all of your vacation and the first three weeks of January studying.  During your free period you will study.  During lunch, you will study.  And after school and on weekends you will come here and do the same. ", "Didascalie": "", "Start": 105727, "End": 106054}, {"Reply": "Their light is still on.  I'll get out on your side.  Don't say anything. ", "Didascalie": "", "Start": 108936, "End": 109023}, {"Reply": "Don't move.  He slides off her and opens the drawer by his bed.  He pulls out a condom.  By now she is naked.  Todd slips out of his underwear and falls on top of her.  The RADIO plays in the b.g. as Todd begins to grind away with his hips.  She moans softly with delight. ", "Didascalie": "", "Start": 110285, "End": 110586}, {"Reply": "I thought I did have a couple of quarters... ", "Didascalie": "", "Start": 113681, "End": 113726}, {"Reply": "Look, I guess I owe a lot of this to you. ", "Didascalie": "", "Start": 116080, "End": 116122}, {"Reply": "I don't care.  Whatever you want.  Todd is wringing his hand together nervously under the table. ", "Didascalie": "", "Start": 117100, "End": 117204}, {"Reply": "But... but so many things can happen to you in between.  Accidents.  Sickness.  You could slip in the shower, for Christ's sake...  Dussander shrugs and lights another cigarette.  He begins to sing softly, then gets caught up in the song...  Todd turns away, angry. ", "Didascalie": "", "Start": 122953, "End": 123258}, {"Reply": "I think you should fuck yourself.  He CLICKS his glass against Dussander's. ", "Didascalie": "", "Start": 125195, "End": 125278}, {"Reply": "It's such a rush, you know?... To be up here. ", "Didascalie": "", "Start": 137004, "End": 137050}, {"Reply": "Grandma and Grandpa aren't coming? ", "Didascalie": "", "Start": 142325, "End": 142360}, {"Reply": "Of course, Dad.  It's all right.  Tell Grandpa I'll spend the week with him and Grandma when they get back. ", "Didascalie": "", "Start": 143036, "End": 143170}, {"Reply": " I've got to run over to Mr. Denker's for a minute. ", "Didascalie": "(hangs up)", "Start": 151277, "End": 151357}, {"Reply": "See you in a bit.  He kisses Monica on the cheek.  He is out the front door. ", "Didascalie": "", "Start": 152183, "End": 152267}, {"Reply": "What the fuck...?  Todd moves to the center of the room, careful not to step in any blood.  He doesn't know what to do.  His attention falls on Dussander.  Suddenly he rushes to him and begins to inspect his body carefully. ", "Didascalie": "", "Start": 153001, "End": 153246}, {"Reply": "Fuck you.  I'm not going down there.  What happened?  What did you do?  Dussander only stares back at him, then looks away, almost smiling through his incredible pain, as if to challenge Todd. ", "Didascalie": "", "Start": 154035, "End": 154253}, {"Reply": "What are you doing?  Open the door. ", "Didascalie": "", "Start": 155735, "End": 155771}, {"Reply": "Fuck you, old man.  This is your problem.  I didn't do this.  Open the door!  Todd pounds awayat the door.  Tears now stream down his cheeks. ", "Didascalie": "", "Start": 155965, "End": 156127}, {"Reply": "Fuck. ", "Didascalie": "", "Start": 158063, "End": 158069}, {"Reply": " Oh really?  Todd runs toward the staircase and is only a few feet from Archie when he sees him.  Todd, mortified, lets out a scream. ", "Didascalie": "(to himself)", "Start": 158996, "End": 159155}, {"Reply": "Get out of the way. ", "Didascalie": "", "Start": 159652, "End": 159672}, {"Reply": "I mean it get the fuck away from me.  Archie steps closer.  Instantly, Todd tightens his grip on the shovel.  He is no longer afraid.  He swings the shovel at Archie's head striking him.  Archie staggers back, stunned, but then charges forward.  Todd strikes him again, this time with more force and anger.  Todd lifts the shovel to strike again, but this time catches the ceiling light with the metal blade. ", "Didascalie": "", "Start": 161195, "End": 161638}, {"Reply": "I ought to run this through your chest, you know that? ", "Didascalie": "", "Start": 165386, "End": 165454}, {"Reply": "Your pants are okay.  The shoes... no. ", "Didascalie": "", "Start": 166463, "End": 166502}, {"Reply": "Don't you die on me, you old bastard.  Not now. ", "Didascalie": "", "Start": 167258, "End": 167319}, {"Reply": "I want the key and I want to know where the bank is. ", "Didascalie": "", "Start": 168146, "End": 168212}, {"Reply": "No!  At the bottom... neatly. ", "Didascalie": "", "Start": 168942, "End": 168972}, {"Reply": "Yes.  It's my friend, Mr. Du-- ", "Didascalie": "", "Start": 169292, "End": 169323}, {"Reply": "Okay.  He hangs up.  He sits down across from Dussander.  The old man is near death, but through the slit of an eye he watches Todd. ", "Didascalie": "", "Start": 171381, "End": 171526}, {"Reply": "Goddamn you, come out.  The drawer flies out, knocking Todd back.  He digs through it, the contents of Dussander's fake lives spilling about the room. ", "Didascalie": "", "Start": 173526, "End": 173690}, {"Reply": "He started laughing at something in the letter.  I don't know what it was, it's in German. ", "Didascalie": "", "Start": 174802, "End": 174920}, {"Reply": "He's really sick. ...Please. ", "Didascalie": "", "Start": 179881, "End": 179910}, {"Reply": "Everything else I burned.  Dussander grins weekly. ", "Didascalie": "", "Start": 182220, "End": 182278}, {"Reply": "Thanks.  But he's just a friend. ", "Didascalie": "", "Start": 184100, "End": 184133}, {"Reply": "The road ahead reveals itself, uh, God, no. ", "Didascalie": "", "Start": 193225, "End": 193269}, {"Reply": "Oh, ...working.  Monica reaches in to his room to turn on the light.  She touches the switch but then pulls her hand back.  Todd is back at the note card.  She looks at him oddly, worried, but then steps away from the door and goes downstairs. ", "Didascalie": "", "Start": 193812, "End": 194079}, {"Reply": "We all have dreams that we carry with us. ", "Didascalie": "", "Start": 198326, "End": 198368}, {"Reply": "Yeah.  I never knew of that other name till I saw it in the paper. ", "Didascalie": "", "Start": 206499, "End": 206579}, {"Reply": "I met him at the movies.  Last summer.  ...He asked me where to pick up the number seven bus.  He said his eyes weren't too good. ", "Didascalie": "", "Start": 206734, "End": 206890}, {"Reply": "I just gotta use the bathroom.  I'll be right back.  He vanishes up the stairs.  They all watch him go.  Monica turns to Richler. ", "Didascalie": "", "Start": 207123, "End": 207278}, {"Reply": "That's right.  I was.  That's what I was doing there.  It was in German but he insisted I try to read it anyway.  Once or twice he got pissy about the pronunciation but I asked him what did he want from me.  I don't speak German.  Mr. Denker... ", "Didascalie": "", "Start": 208468, "End": 208780}, {"Reply": "I guess it was still on the table.  I couldn't swear to it, but -- ", "Didascalie": "", "Start": 209415, "End": 209495}, {"Reply": "Well, if Denk... if he had an old Nazi buddy in town, why didn't he come over himself and read the letter to him?  If you could have heard the way he corrected me at every word-- ", "Didascalie": "", "Start": 210753, "End": 210972}, {"Reply": "Guys that are blind don't normally go scooting out to steal letters. ", "Didascalie": "", "Start": 211158, "End": 211240}, {"Reply": "No, I heard his phone ring maybe five or six times in all the time I knew him.  It was never anything out of the ordinary. ", "Didascalie": "", "Start": 211588, "End": 211737}, {"Reply": "You'll be back, won't you boys?  Won't you, Special agent Jackoff.  You and the sheeny professor. ...I know, let's show him an old army picture, that'll screw him up. ...Fuck you.  Fuck-You. ", "Didascalie": "", "Start": 215080, "End": 215324}, {"Reply": "Sure.  Dick tries to smile and goes out, the door, leaving Todd alone. ", "Didascalie": "", "Start": 217774, "End": 217852}, {"Reply": "We're okay.  We're okay.  We're o-kay. ", "Didascalie": "", "Start": 219373, "End": 219412}, {"Reply": "You got to be fucking kidding me. ", "Didascalie": "", "Start": 219585, "End": 219619}, {"Reply": "You know, Mr. French, sometimes one thing just leads to another and before you know it... things get out of control. ", "Didascalie": "", "Start": 221500, "End": 221644}, {"Reply": "Oh, how would you know?  You're a fucking guidance counsellor. ", "Didascalie": "", "Start": 223485, "End": 223561}, {"Reply": "That's how it all happened, you know.  One thing lead to another and before I knew it... ", "Didascalie": "", "Start": 224714, "End": 224817}]}, {"Character": "RONNY", "Replies": [{"Reply": "One of these has three girls doing it at the same time. ", "Didascalie": "", "Start": 11953, "End": 12022}]}, {"Character": "PROXMIRE", "Replies": [{"Reply": "Our illustrious administration, in its quest to make my job as difficult as possible, has decided that home room teachers are now responsible for handing IOP cards for all your classes.  So for those of you getting flunk cards, you'll find them attached to last week's exam.  Moans erupt from the class.  Todd sits motionless at his desk. ", "Didascalie": "", "Start": 114712, "End": 115138}]}, {"Character": "JOEY", "Replies": [{"Reply": " Take it easy, Jesus.  It's just me, flinch- ", "Didascalie": "(laughs)", "Start": 32976, "End": 33035}, {"Reply": "Where the hell you been?  Report cards were sent out today.  I know that never affects you... ", "Didascalie": "", "Start": 34426, "End": 34548}, {"Reply": "You're talking to yourself, Bowden.  It's not the first time I've noticed it.  What is going on with you? ", "Didascalie": "", "Start": 81433, "End": 81566}, {"Reply": "Todd, I'm gonna go.  I'm gonna... walk home.  Todd turns his head toward Joey, but it is as though no one is there.  He looks away again. ", "Didascalie": "", "Start": 138090, "End": 138241}, {"Reply": "Todd... ", "Didascalie": "", "Start": 138295, "End": 138303}]}, {"Character": "DICK", "Replies": [{"Reply": "You're tight.  Don't hold your breath so long. ", "Didascalie": "", "Start": 42352, "End": 42399}, {"Reply": "Well, fine, but now is not the time to slack off.  You got a chance to finish at the top of your class-- ", "Didascalie": "", "Start": 42967, "End": 43099}, {"Reply": " No, son. If you weren't enjoying it, then you shouldn't play. ", "Didascalie": "(with difficulty)", "Start": 43669, "End": 43758}, {"Reply": " I want to see your grades come up, buddy. That's all that bothers me.  And if you say you need more time to study, then that's what we'll do.  The first thing is to cut out all the time you spend reading to Mr. Denker. It's a nice thing to do, but it's not helping our school work a bit.  Dick is looking at his son, unsure if he has just seen a contortion of rage on his son's face.  But Todd is cocking the rifle and... ", "Didascalie": "(gives the gun back to Todd)", "Start": 44066, "End": 44600}, {"Reply": "He'll be fine without you. He was fine before and he'll be fine after. There's nothing wrong with wanting to help people, but you gotta make sure you got yourself squared away first. That's what matters.  Todd turns to face his father, and speaks to him with a new seriousness. ", "Didascalie": "", "Start": 44937, "End": 45279}, {"Reply": "Did you practice that in front of a mirror or something? ", "Didascalie": "", "Start": 45945, "End": 46015}, {"Reply": "Hey, he's not...? ", "Didascalie": "", "Start": 46212, "End": 46230}, {"Reply": " All right... We'll give your way a shot. If you think you can do it, if you really do, and your serious, then... okay. You really like the old guy, don't you? ", "Didascalie": "(thinks for a moment)", "Start": 46429, "End": 46643}, {"Reply": "It's one family tradition I'd like to put an end to.  Todd and I blow a few caps down at the range every week.  That's all the combat he needs. ", "Didascalie": "", "Start": 66868, "End": 67052}, {"Reply": "Numbers are numbers, Monica, in any language. ", "Didascalie": "", "Start": 148831, "End": 148877}, {"Reply": "That's not the point.  You should always read the bill before you sign.  I've told you that a hundred times. ", "Didascalie": "", "Start": 149183, "End": 149318}, {"Reply": "Todd, what's wrong. ", "Didascalie": "", "Start": 170793, "End": 170813}, {"Reply": "Wait, I saw a letter.  It was in German.  I didn't think anything of it at the time. ", "Didascalie": "", "Start": 209541, "End": 209639}, {"Reply": "Look, ahh, your mother and I are going to go down and talk to our lawyer.  I don't want you to worry about a thing.  It's just a precaution.  I don't trust these cops.  We're not going to be gone long. ", "Didascalie": "", "Start": 216988, "End": 217243}, {"Reply": "Your old man is on top of things, all right? ", "Didascalie": "", "Start": 217373, "End": 217418}]}, {"Character": "BECKY", "Replies": [{"Reply": " Maybe you don't like girls.  For a moment it is as though Todd's face were purple with rage. ", "Didascalie": "(exhaling out the window)", "Start": 58244, "End": 58357}, {"Reply": "That was a lousy thing for me to say.  I'm sorry, honey. ", "Didascalie": "", "Start": 58526, "End": 58596}]}, {"Character": "MONICA", "Replies": [{"Reply": "It's very humane. ", "Didascalie": "", "Start": 64395, "End": 64413}, {"Reply": "Todd Bowden! ", "Didascalie": "", "Start": 65719, "End": 65732}, {"Reply": "Todd could excel at anything.  Right, honey? ", "Didascalie": "", "Start": 67409, "End": 67454}, {"Reply": "I guess your parents don't need a graduation announcement. ", "Didascalie": "", "Start": 142155, "End": 142228}, {"Reply": "Todd, it's Mr.  Denker.  He sounds excited about something.  You better speak to him.  Todd rises from the couch.  His mood shifts instantly. ", "Didascalie": "", "Start": 149658, "End": 149821}, {"Reply": "Todd? ", "Didascalie": "", "Start": 193431, "End": 193437}, {"Reply": "Well, don't you remember what he told us at Thanksgiving? ", "Didascalie": "", "Start": 212447, "End": 212518}]}, {"Character": "AGNES", "Replies": [{"Reply": "Now don't get too personal, Victor.  A quick moment between Todd and Dussander. ", "Didascalie": "", "Start": 64997, "End": 65083}, {"Reply": " Oh, let's don't even talk about this. I can't stand to think of you boys fighting another war. ", "Didascalie": "(getting up, starts to clear some dishes)", "Start": 67650, "End": 67786}]}, {"Character": "VICTOR", "Replies": [{"Reply": "Means put it to sleep, Victor. ", "Didascalie": "", "Start": 64044, "End": 64075}, {"Reply": "Tell me, Arthur, if you don't mind me asking. ", "Didascalie": "", "Start": 64858, "End": 64904}, {"Reply": "Well, Victor, you were doing your part like we all were, I suppose.  Of course, if you were in the Pacific Fleet I'd have to shoot you.  Everyone laughs, except Todd. ", "Didascalie": "", "Start": 66228, "End": 66441}]}, {"Character": "FRENCH", "Replies": [{"Reply": "Mr. Bowden? ", "Didascalie": "", "Start": 93269, "End": 93281}, {"Reply": "It's all right. ", "Didascalie": "", "Start": 94964, "End": 94980}, {"Reply": " There's no smoking on school grounds, but if it will make you more comfortable, I'll never tell. ", "Didascalie": "(pulls an ashtray from desk drawer)", "Start": 95055, "End": 95194}, {"Reply": "Of course.  Your son... Todd's father... ", "Didascalie": "", "Start": 96626, "End": 96667}, {"Reply": "Mr. Bowden, I don't have to remind you, I'm sure, of Todd's stellar academic record. ", "Didascalie": "", "Start": 97648, "End": 97747}, {"Reply": " Yes, I see that.  Anyway, Todd is, and I hate to phrase it this way, but he's one of the ones worth fighting for.  He's a special kid, we both know that.  But If Todd's grades don't improve drastically and quickly... ", "Didascalie": "(glancing at folder on desk)", "Start": 98135, "End": 98420}, {"Reply": "So let's get to the bottom line, shall we? What I'm proposing is some family counselling at the Counselling Center downtown. ", "Didascalie": "", "Start": 98861, "End": 99013}, {"Reply": "Well, it seems Sally Chong didn't do to well in A.P. biology. ", "Didascalie": "", "Start": 129720, "End": 129795}, {"Reply": "Congratulations, Todd.  French shakes Todd's hand, an uneasy moment passes between the two of them. ", "Didascalie": "", "Start": 130777, "End": 130889}, {"Reply": "Todd, you really should be proud of yourself. ", "Didascalie": "", "Start": 131038, "End": 131084}, {"Reply": "I was glad to hear you made varsity baseball. ", "Didascalie": "", "Start": 131310, "End": 131356}, {"Reply": "Todd, wait.  He steps up to Todd and lowers his voice, as if he were hedging a touchy subject. ", "Didascalie": "", "Start": 131745, "End": 131852}, {"Reply": " Okay, Todd.  I know this isn't the place to talk about this.  But my door is always open... ", "Didascalie": "(unconvinced)", "Start": 132621, "End": 132741}, {"Reply": "These must be your parents. ", "Didascalie": "", "Start": 194978, "End": 195006}, {"Reply": "I think you might need some help, Todd. ", "Didascalie": "", "Start": 222022, "End": 222062}, {"Reply": "Let me help you, Todd.  I want to.  You're too smart to do anything crazy. ", "Didascalie": "", "Start": 222802, "End": 222890}, {"Reply": "Listen, Todd... Please.  Todd bends down to get something from the back seat.  His voice is muffled from the inside of the car. ", "Didascalie": "", "Start": 224528, "End": 224668}, {"Reply": "Whoa.  To-- ", "Didascalie": "", "Start": 225099, "End": 225111}]}, {"Character": "ARCHIE", "Replies": [{"Reply": "That case maybe you could loan me a dollar. ", "Didascalie": "", "Start": 112763, "End": 112807}, {"Reply": "C'mon, you got something for me.  I know you do. ", "Didascalie": "", "Start": 113225, "End": 113287}, {"Reply": " For a dollar I'll give you a blow job.  Take you right up there where it's still dry.  You never had so good, kid.  You'll come your brains out.  Todd freezes for a moment.  The bum is right in his face. Suddenly Todd throws a handful of change at the bum and sprints back to his bike.  He hops on and is gone in a flash, leaving the bum there to pick up the scattered coins.  As Todd zips away, the hood is off his head.  The rain begins to beat away the splattered mud from his face. ", "Didascalie": "(his voice drops)", "Start": 113945, "End": 114522}, {"Reply": "Damn... Cuban high heels.  Nice ones, too.  The SQUEAL of brakes grows louder as the bus comes to rest in front of Dussander.  He has become perceptibly more nervous as he waits for the passengers to exit.  He climbs up the first step. ", "Didascalie": "", "Start": 127269, "End": 127527}, {"Reply": "You don't gotta be afraid.  I can carry those. ", "Didascalie": "", "Start": 138951, "End": 138998}, {"Reply": "Hey, I ain't a bad guy.  You don't gotta worry.  I'm a veteran.  I just want-- ", "Didascalie": "", "Start": 139307, "End": 139399}, {"Reply": " I see you walking down the street.  I come up to help.  It's called being neighborly. ", "Didascalie": "(pointing across the street)", "Start": 139947, "End": 140061}, {"Reply": "Ain't no reason to be rude.  You see, I know something about you. ...I know your a nice guy.  I'm nice too, ...just like the kid.  Dussander looks up and down the street.  No one is around. ", "Didascalie": "", "Start": 140349, "End": 140572}, {"Reply": "And I know you got some bourbon in these bags.  I ain't ashamed to say I could use a drink about now.  But I don't need no charity. ", "Didascalie": "", "Start": 140679, "End": 140839}]}, {"Character": "SECRETARY", "Replies": [{"Reply": "Go in, Todd.  They're waiting for you.  Todd approaches a door marked: \"Dr. Carl N. Morgan - Principal.\" ", "Didascalie": "", "Start": 128286, "End": 128398}]}, {"Character": "MORGAN", "Replies": [{"Reply": "I see from your record and from what Mr. French tells me that after a minor slip up last semester you're right back on course. ", "Didascalie": "", "Start": 128987, "End": 129142}, {"Reply": "Looks like that little talk with your... ", "Didascalie": "", "Start": 129432, "End": 129473}, {"Reply": "Stubborn girl... What we're telling you, son, is that because Sally Chang - ", "Didascalie": "", "Start": 130151, "End": 130240}, {"Reply": "Then you'll make valedictorian, Todd. ", "Didascalie": "", "Start": 130659, "End": 130697}, {"Reply": "Thank you, Miss Little for that superb invocation. ", "Didascalie": "", "Start": 197037, "End": 197101}, {"Reply": "Ladies and gentlemen, students and faculty, here to deliver the student remembrance for the class of 1985, this year's valedictorian, Todd Bowden. ", "Didascalie": "", "Start": 197730, "End": 197917}, {"Reply": "Andrew Woodman... Donald Young... Karmisha Youngblood... David Zedek... Kyle Zuckerman. ", "Didascalie": "", "Start": 201932, "End": 202034}]}, {"Character": "NURSE", "Replies": [{"Reply": " The doctor will be in to see you in a few minutes. ", "Didascalie": "(to Ben)", "Start": 176479, "End": 176558}]}, {"Character": "BEN", "Replies": [{"Reply": "Thank you. ", "Didascalie": "", "Start": 176602, "End": 176613}, {"Reply": "His parents died when he was very young.  He is like a son to me.  I have no children of my own. ", "Didascalie": "", "Start": 176948, "End": 177071}, {"Reply": "Is that right?  Well, you are a good friend to him.  Tell me, is he bad off?  He doesn't talk much. ", "Didascalie": "", "Start": 184178, "End": 184306}, {"Reply": "Good-bye.  Todd exits.  Ben sits quietly for a moment, thinking.  He turns on the television-- \"The Price is Right\".  We hear it over the following.  Ben glances over at the screen which separates him from Dussander.  Slowly his eyelids begin to get heavy.  He starts to nod off.  But as sleep begins to envelope him, his eyes suddenly fly open.  A surge of terror burns across his face.  He sits up frightened.  A single crutch stands next to the bed. ", "Didascalie": "", "Start": 185858, "End": 186356}]}, {"Character": "BANK CLERK", "Replies": [{"Reply": "I sure hope your granddaddy feels better. ", "Didascalie": "", "Start": 180234, "End": 180276}]}, {"Character": "DARREN", "Replies": [{"Reply": "Your surgery was a success.  Just try to relax. ", "Didascalie": "", "Start": 189587, "End": 189648}]}, {"Character": "WEISKOPF", "Replies": [{"Reply": "The man in the next bed was Benjamin Krauss. ", "Didascalie": "", "Start": 191378, "End": 191423}, {"Reply": "Yes.  All photographs.  Detective Getty comes in. ", "Didascalie": "", "Start": 199371, "End": 199428}, {"Reply": "Did he ever talk about his past?  Todd looks at Weiskopf.  This is the first question he has asked and Todd is more wary of him than of Richler.  Todd shrugs innocently. ", "Didascalie": "", "Start": 212129, "End": 212316}]}, {"Character": "RICHLER", "Replies": [{"Reply": "Todd, my name is Dan Richler.  I'm a special agent with the FBI.  This is my associate, Dr. ", "Didascalie": "", "Start": 205224, "End": 205330}, {"Reply": "Thanks for calling us up, Mr. Bowden.  You saved us the trouble of tracking through the 911 records. ", "Didascalie": "", "Start": 205926, "End": 206054}, {"Reply": "Todd, if you wouldn't mind, I'd like to hear about your involvement with Dussander... but you knew him as Arthur Denker, right? ", "Didascalie": "", "Start": 206300, "End": 206454}, {"Reply": "How did you know him?  Todd starts to rub his stomach. ", "Didascalie": "", "Start": 206627, "End": 206689}, {"Reply": "Todd, let me tell you what we're really interested in here.  You told the admitting nurse that Denker had a heart attack while you were reading him a letter. ", "Didascalie": "", "Start": 208222, "End": 208422}, {"Reply": "And that's when you called the ambulance, right? ", "Didascalie": "", "Start": 209061, "End": 209123}, {"Reply": "Well, this is the part we can't figure out. ", "Didascalie": "", "Start": 209233, "End": 209277}, {"Reply": "Mr. Bowden, you and Todd have nothing to worry about.  I assure you.  Your son has been a great service to us.  Thank you, Todd. ", "Didascalie": "", "Start": 213796, "End": 213953}, {"Reply": "Oh, Todd, by the way.... ", "Didascalie": "", "Start": 214347, "End": 214372}, {"Reply": " Have you ever seen this man before?  He holds the photo up to Todd.  It is a picture of Archie in military dress, probably a blow-up of his military ID.  Todd stares at it for a moment.  His face shows no reaction. ", "Didascalie": "(CONT'D) (casually, pulls a photo out of a folder he is carrying)", "Start": 214468, "End": 214715}]}, {"Character": "WOMAN", "Replies": [{"Reply": "Monica, I thought that was you.  Monica turns away from French.  Suddenly, the band strikes up opening notes to \"Pomp and Circumstance.\" ", "Didascalie": "", "Start": 195691, "End": 195840}]}, {"Character": "TASHA", "Replies": [{"Reply": "Thy sacred emblems to partake - ", "Didascalie": "", "Start": 196764, "End": 196796}]}, {"Character": "GETTY", "Replies": [{"Reply": "You boys better come down to the cellar. ", "Didascalie": "", "Start": 199475, "End": 199516}]}]}