{"Title": ["Armageddon", "   "], "Author": ["  Jonathan Hensleigh  J.J. Abrams"], "Genre": ["  Action  Sci-Fi  Thriller"], "Characters": [{"Character": "BEHIND THEM", "Replies": [{"Reply": "A battered Ford pick-up pulls up, driven by 71 year-old \"MAMA\" MABEL BROWN.  Mabel's six foot-five, 375 pound son, BEAR, gets out of the car.  Bear 'Bye, Mama. ", "Didascalie": "", "Start": 43783, "End": 43946}]}, {"Character": "PULL BACK TO REVEAL", "Replies": [{"Reply": " Neither do  I. They're going up. ", "Didascalie": "(beat)", "Start": 48894, "End": 48929}, {"Reply": " With my stars came the power to be blunt. These  drillers are not trained for this, Dan. ", "Didascalie": "(pointing to his lapel)", "Start": 48961, "End": 49053}]}, {"Character": "JIMBO", "Replies": [{"Reply": " But we're approved. ", "Didascalie": "(holding up form)", "Start": 51625, "End": 51647}]}, {"Character": "JET HANGER - DAY", "Replies": [{"Reply": "A gleaming spit-shine hanger full of fifteen N.A.S.A. T-38 fighter jets. Our  drill team walks up looking worn out. They are met at the open hanger door by  pilots CHUCK JR., Vietnam vet, leatherneck-take-no-pussy-bullshit-type-of-guy  and HAMMER.  Chuck Jr. On this mission, they tell me you will experience the worst G-Forces  in the history of flight. It's like an elephant sitting on your chest. So, I  intend to flip you, spin you, splat your bodies till your bones hurt. Now load up and  enjoy the flight.  The Roughnecks, wearing flight suits and helmets, board the planes. Harry does  not like the look of these things. Bear is trying to figure out how to fit  inside.  Bear Thing's made for a child - like my kid's car seat. ", "Didascalie": "", "Start": 53787, "End": 54533}]}, {"Character": "PRESIDENTIAL ADDRESS", "Replies": [{"Reply": "Papers headlines, CNN reporters flash on screens. Images of people watching the  news in bars, at home. A NEW YORK POST slams down on the pavement, the headline -  SHANGHAI DISASTER, MASSIVE DEATH TOLL RISING. ", "Didascalie": "", "Start": 61252, "End": 61465}]}, {"Character": "ABOVE WATER - SIDE OF TANK", "Replies": [{"Reply": "Golden hits his stopwatch. Smiles. The N.A.S.A. Brass is impressed. ", "Didascalie": "", "Start": 66457, "End": 66526}]}, {"Character": "A RED LIGHT", "Replies": [{"Reply": "   On a wall, A COMPUTER BOARD that monitors the fuel transfer is filled with GREEN  LIGHTS. ", "Didascalie": "(MORE)", "Start": 80510, "End": 80604}, {"Reply": " Can you confirm this?  Bennie We wouldn't know. What's the camera? ", "Didascalie": "(moving in closer, conspiratorial)", "Start": 80981, "End": 81051}]}, {"Character": "FREEDOM", "Replies": [{"Reply": " That did not sound good.  Harry Increase r.p.m.  Chick throws the lever. The drill pipe turns faster, but still doesn,t descend.  Harry and the guys crowd around the drilling hole.  Max Freaky, man. ", "Didascalie": "(cont'd)", "Start": 112585, "End": 112791}]}]}