{
    "Title": "Barry Lyndon",
    "Author": [
        "Stanley Kubrick"
    ],
    "Genre": [
        "Drama",
        "Romance",
        "War"
    ],
    "Characters": [
        {
            "Character": "RODERICK",
            "Replies": [
                {
                    "Reply": "My father, who was well-known to the best circles in this kingdom under the name of roaring Harry James, was killed in a duel, when I was fifteen years old.",
                    "Didascalie": "",
                    "Start": 277,
                    "End": 438
                },
                {
                    "Reply": "My mother, after her husband's death, and her retirement, lived in such a way as to defy slander.  She refused all offers of marriage, declaring that she lived now for her son only, and for the memory of her departed saint.",
                    "Didascalie": "",
                    "Start": 540,
                    "End": 770
                },
                {
                    "Reply": "My mother was the most beautiful women of her day.  But if she was proud of her beauty, to do her justice, she was still more proud of her son, and has said a thousand times to me that I was the handsomest fellow in the world.",
                    "Didascalie": "",
                    "Start": 845,
                    "End": 1078
                },
                {
                    "Reply": "The good soul's pleasure was to dress me; and on Sundays and Holidays, I turned out in a velvet coat with a silver-hilted sword by my side, and a gold garter at my knee as fine as any lord in the land.  As we walked to church on Sundays, even the most envious souls would allow that there was not a prettier pair in the kingdom.",
                    "Didascalie": "",
                    "Start": 1152,
                    "End": 1490
                },
                {
                    "Reply": "My uncle's family consisted of ten children, and one of them was the cause of all my early troubles; this was the belle of the family, my cousin, Miss Dorothy Dugan, by name.",
                    "Didascalie": "",
                    "Start": 1571,
                    "End": 1750
                },
                {
                    "Reply": "Ah!  That first affair, how well one remembers it!  What a noble discovery it is that the boy makes when he finds himself actually and truly in love with some one!  A lady who is skilled in dancing or singing never can perfect herself without a deal of study in private.  So it is with the dear creatures who are skilled in coquetting.  Dorothy, for instance, was always practicing, and she would take poor me to rehearse her accomplishments upon...",
                    "Didascalie": "",
                    "Start": 1915,
                    "End": 2377
                },
                {
                    "Reply": "... or the exciseman, when he came his rounds.",
                    "Didascalie": "",
                    "Start": 2435,
                    "End": 2483
                },
                {
                    "Reply": "... or the steward.",
                    "Didascalie": "",
                    "Start": 2537,
                    "End": 2557
                },
                {
                    "Reply": "... or the poor curate.",
                    "Didascalie": "",
                    "Start": 2641,
                    "End": 2665
                },
                {
                    "Reply": "... or the young apothecary's lad from Dugan's Town whom I recollect beating once for that very reason.",
                    "Didascalie": "",
                    "Start": 2728,
                    "End": 2834
                },
                {
                    "Reply": "The torments of jealousy she made me endure were horrible.",
                    "Didascalie": "",
                    "Start": 2898,
                    "End": 2958
                },
                {
                    "Reply": "I accept, but I insist on a wager.",
                    "Didascalie": "",
                    "Start": 3408,
                    "End": 3443
                },
                {
                    "Reply": "Do you see the gate at the end of the field?  The first to touch it will be the winner.",
                    "Didascalie": "",
                    "Start": 3527,
                    "End": 3617
                },
                {
                    "Reply": "I was certain to win, but I meant to lose to see what she would order me to do.",
                    "Didascalie": "",
                    "Start": 3809,
                    "End": 3891
                },
                {
                    "Reply": "I feel the ribbon.",
                    "Didascalie": "",
                    "Start": 4607,
                    "End": 4626
                },
                {
                    "Reply": "With pleasure at finding the ribbon.",
                    "Didascalie": "",
                    "Start": 4817,
                    "End": 4854
                },
                {
                    "Reply": "About this time, the United Kingdom was in a state of great excitement from the threat generally credited of a French invasion.  The noblemen and people of condition in that and all other parts of the kingdom showed their loyalty by raising regiments of horse and foot to resist the invaders.  How I envied them.  The whole country was alive with war's alarums; the three kingdoms ringing with military music, while poor I was obliged to stay at home in my fustian jacket and sigh for fame in secret.",
                    "Didascalie": "",
                    "Start": 5135,
                    "End": 5650
                },
                {
                    "Reply": "Once, the officers of the Kilwangen regiment gave a grand ball to which Dorothy persuaded my to take her.",
                    "Didascalie": "",
                    "Start": 5740,
                    "End": 5848
                },
                {
                    "Reply": "I have endured torments in my life, but none like that.  Some of the prettiest girls there offered to console me, for I was the best dancer in the room, but I was too wretched, and so remained alone all night in a state of agony.  I did not care for drink, or know the dreadful comfort of it in those days; but I thought of killing myself and Dorothy, and most certainly of making away with Captain Best.",
                    "Didascalie": "",
                    "Start": 6082,
                    "End": 6499
                },
                {
                    "Reply": "At last, and at morning, the ball was over.",
                    "Didascalie": "",
                    "Start": 6600,
                    "End": 6645
                },
                {
                    "Reply": "I hate Miss Clancy, you know I do!",
                    "Didascalie": "",
                    "Start": 7308,
                    "End": 7343
                },
                {
                    "Reply": "Were you obliged to dance five times with Captain Best, and then stroll out with him into the garden?",
                    "Didascalie": "",
                    "Start": 7586,
                    "End": 7690
                },
                {
                    "Reply": "But you refused me, Dorothy.",
                    "Didascalie": "",
                    "Start": 7925,
                    "End": 7954
                },
                {
                    "Reply": "If ever I meet him again, you shall see which is the best man of the two.  I'll fight him with sword or with pistol, captain as he is.",
                    "Didascalie": "",
                    "Start": 8210,
                    "End": 8348
                },
                {
                    "Reply": "I'd draw my sword, and cut my way through them.",
                    "Didascalie": "",
                    "Start": 8857,
                    "End": 8906
                },
                {
                    "Reply": "Well, then, I'll tell you what I'd do.  I'd jump Daisy into the river, and swim you both across, where no enemy could follow us.",
                    "Didascalie": "",
                    "Start": 8989,
                    "End": 9121
                },
                {
                    "Reply": "Hold tight to my waist!",
                    "Didascalie": "",
                    "Start": 9415,
                    "End": 9439
                },
                {
                    "Reply": "I went home, and was ill speedily of a fever, which kept me to my bed for a week.",
                    "Didascalie": "",
                    "Start": 9863,
                    "End": 9947
                },
                {
                    "Reply": "Dorothy visited me only once, but I quitted my couch still more violently in love than I had been ever before.",
                    "Didascalie": "",
                    "Start": 9991,
                    "End": 10105
                },
                {
                    "Reply": "Whose horse, fellow, is that?",
                    "Didascalie": "",
                    "Start": 10402,
                    "End": 10432
                },
                {
                    "Reply": "I did not stop to break his bones, as I would on another occasion, for a horrible suspicion had come across me, and I made for the garden as quickly as I could.",
                    "Didascalie": "",
                    "Start": 10560,
                    "End": 10725
                },
                {
                    "Reply": "The fact is that, during the week of my illness, no other than Captain Best was staying at Castle Dugan, and making love to Miss Dorothy in form.",
                    "Didascalie": "",
                    "Start": 11022,
                    "End": 11172
                },
                {
                    "Reply": "I pulled out a knot of cherry-",
                    "Didascalie": "",
                    "Start": 11771,
                    "End": 11802
                },
                {
                    "Reply": "She's a liar -- she's a liar, Captain Best!  Draw, sir, and defend yourself, if you are a man!",
                    "Didascalie": "",
                    "Start": 12004,
                    "End": 12101
                },
                {
                    "Reply": "I'm a man, and will prove it.",
                    "Didascalie": "(roaring)",
                    "Start": 13173,
                    "End": 13205
                },
                {
                    "Reply": "Indeed, Miss Dorothy, I intend to have his blood as sure as my name's Roderick.",
                    "Didascalie": "",
                    "Start": 13461,
                    "End": 13543
                },
                {
                    "Reply": "The man that marries Dorothy Dugan must first kill me -- do you mind that?",
                    "Didascalie": "",
                    "Start": 15207,
                    "End": 15284
                },
                {
                    "Reply": "Dorothy might love me or not, as she likes, but Best will have to fight me before he marries her!",
                    "Didascalie": "",
                    "Start": 15941,
                    "End": 16041
                },
                {
                    "Reply": "I must have sat for some hours bemoaning myself on the garden-bench, for the dinner-bell clanged as usual at three o'clock, which wakened me from my reverie.",
                    "Didascalie": "",
                    "Start": 16560,
                    "End": 16722
                },
                {
                    "Reply": "His already?!",
                    "Didascalie": "(spring up)",
                    "Start": 18453,
                    "End": 18469
                },
                {
                    "Reply": "He has already been slapped in the face this morning, Captain John Best; he's already been called a coward, Captain John Best; and this is the way I'll drink his health.",
                    "Didascalie": "(shouting)",
                    "Start": 18557,
                    "End": 18733
                },
                {
                    "Reply": "Mr. Best may also have satisfaction any time he pleases, by calling on Roderick James, Esquire, of Jamesville.",
                    "Didascalie": "(in dignified tone)",
                    "Start": 20237,
                    "End": 20353
                },
                {
                    "Reply": "Captain Grogan, I beg you to understand that, for my cousin Harry, who has been my best friend through life, I could put up with rough treatment from him; yet, even that sort of treatment I will bear from him no longer; and any other person who ventures on the like will not like the cost.  Mr. Best knows that fact very well; and, if he's man, he'll know where to find me.",
                    "Didascalie": "",
                    "Start": 20440,
                    "End": 20824
                },
                {
                    "Reply": "And so I am.",
                    "Didascalie": "",
                    "Start": 22197,
                    "End": 22210
                },
                {
                    "Reply": "Mark this, come what will of it, I swear I will fight the man who pretends to the hand of Dorothy Dugan.  I'll follow him if it's into the church, and meet him there.",
                    "Didascalie": "",
                    "Start": 22447,
                    "End": 22618
                },
                {
                    "Reply": "He'll give the better mark.  I am not afraid of him.",
                    "Didascalie": "",
                    "Start": 23021,
                    "End": 23075
                },
                {
                    "Reply": "Poor fellow!  He was shot six months afterwards, at Minden, and I lost thereby a kind friend.  But we don't know what is in store for us, and that's a blessing.",
                    "Didascalie": "",
                    "Start": 23343,
                    "End": 23508
                },
                {
                    "Reply": "In spite of my precautions to secrecy, I half-suspected that my mother knew all from the manner in which she embraced me on my arrival, and received our guest, Captain Grogan.",
                    "Didascalie": "",
                    "Start": 23599,
                    "End": 23780
                },
                {
                    "Reply": "But she would not say a word about the quarrel, for she had a noble spirit, and would as lief have seen any one of her kindred hanged as shirking from the field of honor.",
                    "Didascalie": "",
                    "Start": 23914,
                    "End": 24089
                },
                {
                    "Reply": "I never slept sounder in my life, though I woke a little earlier than usual, and you may be sure my first thought was of the event of the day, for which I was fully prepared.",
                    "Didascalie": "",
                    "Start": 24180,
                    "End": 24359
                },
                {
                    "Reply": "And now I sat down and wrote a couple of letters; they might be the last, thought I, that I should ever write in my life.",
                    "Didascalie": "",
                    "Start": 24419,
                    "End": 24544
                },
                {
                    "Reply": "Then I went down to breakfast, where my mother was waiting for me, you may be sure.  We did not say a single word about what was taking place.",
                    "Didascalie": "",
                    "Start": 24638,
                    "End": 24785
                },
                {
                    "Reply": "Ah!  They have their faults, those mothers; but are there any other women like them?",
                    "Didascalie": "",
                    "Start": 25050,
                    "End": 25137
                },
                {
                    "Reply": "Have you taken my message to him?",
                    "Didascalie": "",
                    "Start": 25505,
                    "End": 25539
                },
                {
                    "Reply": "My mare is saddled and ready; who's the captain's second?",
                    "Didascalie": "",
                    "Start": 25637,
                    "End": 25696
                },
                {
                    "Reply": "I didn't take leave of Mrs. James.",
                    "Didascalie": "",
                    "Start": 25815,
                    "End": 25850
                },
                {
                    "Reply": "It was with this sword that my late father, Harry James, God rest his soul, met Sir Huddelstone Fuddelstone, the Hampshire baronet, and was fatally run through the neck.  He was quite in the wrong, having insulted Lady Fuddelstone, when in liquor, at the Brentford Assembly.  But, like a gentleman, he scorned to apologize.",
                    "Didascalie": "",
                    "Start": 26103,
                    "End": 26436
                },
                {
                    "Reply": "I am Harry James' son, and will act as becomes my name and quality.",
                    "Didascalie": "",
                    "Start": 26563,
                    "End": 26632
                },
                {
                    "Reply": "I hope to spoil this sport, and trust to see this sword of mine in that big bully's body.",
                    "Didascalie": "(to Captain Grogan)",
                    "Start": 26867,
                    "End": 26961
                },
                {
                    "Reply": "I'll match any man with the sword.",
                    "Didascalie": "",
                    "Start": 27072,
                    "End": 27107
                },
                {
                    "Reply": "Not against Castle Dugan gate, that has been off the hinges these ten years.",
                    "Didascalie": "",
                    "Start": 27322,
                    "End": 27401
                },
                {
                    "Reply": "I'm not sorry -- I'll not apologize -- and I'll as soon go to Dublin as to hell!",
                    "Didascalie": "",
                    "Start": 28220,
                    "End": 28303
                },
                {
                    "Reply": "A man of honor dies, but never apologizes.  I'll see the captain hanged before I apologize.",
                    "Didascalie": "",
                    "Start": 28749,
                    "End": 28843
                },
                {
                    "Reply": "This is not one of my pistols.",
                    "Didascalie": "",
                    "Start": 29251,
                    "End": 29282
                },
                {
                    "Reply": "Is he quite dead?",
                    "Didascalie": "",
                    "Start": 30482,
                    "End": 30500
                },
                {
                    "Reply": "It was Dorothy did it.",
                    "Didascalie": "",
                    "Start": 31011,
                    "End": 31034
                },
                {
                    "Reply": "There!  Take her those ribbons.",
                    "Didascalie": "",
                    "Start": 31177,
                    "End": 31209
                },
                {
                    "Reply": "I need not tell you how great was my mother's pride and exultation when she heard from Harry's lips the account of my behavior at the duel.",
                    "Didascalie": "",
                    "Start": 31663,
                    "End": 31806
                },
                {
                    "Reply": "Harry persisted in the necessity of instant departure, in which argument, as I was anxious to see the world, I must confess, I sided with him; and my mother was brought to see that, in our small house, in the midst of a village, escape would be impossible, and capture would be impossible to avoid.",
                    "Didascalie": "",
                    "Start": 32403,
                    "End": 32710
                },
                {
                    "Reply": "She hurried my departure now, though her heart, I know, was full, and almost in half-an-hour from my arrival at home, I was once more on the road again, with the wide world, as it were, before me.",
                    "Didascalie": "",
                    "Start": 33314,
                    "End": 33516
                },
                {
                    "Reply": "No lad of seventeen is very sad who has liberty for the first time, and twenty guineas in his pocket; and I rode away, thinking, I confess, not so much of the kind of mother left alone, and of the home behind me, as of tomorrow, and all the wonders it would bring.",
                    "Didascalie": "",
                    "Start": 33606,
                    "End": 33878
                },
                {
                    "Reply": "I had no doubts of the future; thinking that a man of my person, parts, and courage, could make his way anywhere.  So I rode on, singing to myself, or chatting with the passersby; and all the girls along the road said, \"God save me, for a clever gentleman.\"",
                    "Didascalie": "",
                    "Start": 33939,
                    "End": 34204
                },
                {
                    "Reply": "As for thoughts of Dorothy Dugan, there seemed to be a gap of a half-",
                    "Didascalie": "",
                    "Start": 34270,
                    "End": 34341
                },
                {
                    "Reply": "Good morning.",
                    "Didascalie": "",
                    "Start": 34589,
                    "End": 34603
                },
                {
                    "Reply": "That is none of your business.",
                    "Didascalie": "",
                    "Start": 34711,
                    "End": 34742
                },
                {
                    "Reply": "Not at all, sir.  I have a pair of good pistols that have already done execution, and are ready to do it again.",
                    "Didascalie": "",
                    "Start": 34903,
                    "End": 35018
                },
                {
                    "Reply": "A little later on, as I rode towards Kilcullen, I saw a crowd of peasant people assembled round a one-horse chair, and my friend in green, as I thought, making off half-a-mile up the hill.",
                    "Didascalie": "",
                    "Start": 35177,
                    "End": 35371
                },
                {
                    "Reply": "What is this noise, fellows?",
                    "Didascalie": "",
                    "Start": 35833,
                    "End": 35862
                },
                {
                    "Reply": "What has happened, madam, to annoy your ladyship?",
                    "Didascalie": "",
                    "Start": 36123,
                    "End": 36174
                },
                {
                    "Reply": "Be off to your work, you pack of rascals, or you will have a good taste of my thong.",
                    "Didascalie": "(shouting)",
                    "Start": 36739,
                    "End": 36828
                },
                {
                    "Reply": "Have you lost much?",
                    "Didascalie": "(to Mrs. O'Reilly)",
                    "Start": 36851,
                    "End": 36873
                },
                {
                    "Reply": "I am riding to Dublin myself, and if your ladyship will allow me the honor of riding with you, I shall do my best to protect you from further mishap.",
                    "Didascalie": "",
                    "Start": 37559,
                    "End": 37713
                },
                {
                    "Reply": "O'Higgins... Mohawk O'Higgins.",
                    "Didascalie": "",
                    "Start": 37807,
                    "End": 37838
                },
                {
                    "Reply": "As you have been robbed of your purse, may I have permission to lend your ladyship a couple of pieces to pay any expenses which you might incur before reaching your home?",
                    "Didascalie": "(very gallantly)",
                    "Start": 37921,
                    "End": 38098
                },
                {
                    "Reply": "That's very kind of you, Mr.",
                    "Didascalie": "(smiling)",
                    "Start": 38130,
                    "End": 38161
                },
                {
                    "Reply": "How different was her lively rattle to the vulgar wenches at Kilwangan assemblies.  In every sentence, she mentioned a lord or a person of quality.  To the lady's question about my birth and parentage, I replied that I was a young gentleman of large fortune, that I was going to Dublin for my studies, and that my mother allowed me five hundred per annum.",
                    "Didascalie": "",
                    "Start": 38349,
                    "End": 38715
                },
                {
                    "Reply": "Perhaps had I been a little older in the world's experience, I should have begun to see that Madame O'Reilly was not the person of fashion she pretended to be; but, as it was, I took all her stories for truth, and, when the landlord brought the bill for dinner, paid it with the air of a lord.  Indeed, she made no motion to produce the two pieces I had lent her.",
                    "Didascalie": "",
                    "Start": 39064,
                    "End": 39438
                },
                {
                    "Reply": "And so we rode on slowly towards Dublin, into which city we made our entrance at nightfall.  The rattle and splendor of the coaches, the flare of the linkboys, the number and magnificence of the houses, struck me with the greatest wonder; though I was careful to disguise this feeling.",
                    "Didascalie": "",
                    "Start": 39505,
                    "End": 39799
                },
                {
                    "Reply": "We stopped at length at a house of rather mean appearance, and were let into a passage which had a great smell of supper and punch.",
                    "Didascalie": "",
                    "Start": 39859,
                    "End": 39994
                },
                {
                    "Reply": "I am only sorry that I was unable to prevent the villain from carrying off all her ladyship's money and pearls.",
                    "Didascalie": "",
                    "Start": 40294,
                    "End": 40409
                },
                {
                    "Reply": "Which O'Higgins do you know?  For I have never heard your name mentioned in my family.",
                    "Didascalie": "",
                    "Start": 40644,
                    "End": 40733
                },
                {
                    "Reply": "Ah -- I see.  No, I'm afraid mine are the O'Higgins of Watertown.",
                    "Didascalie": "",
                    "Start": 40913,
                    "End": 40980
                },
                {
                    "Reply": "Our supper was seasoned, if not by any great elegance, at least by a plentiful store of anecdotes, concerning the highest personages of the city, with whom, according to himself, the captain lived on terms of the utmost intimacy.  Not to be behind hand with him, I spoke of my own estates and property as if I was as rich as a duke.",
                    "Didascalie": "",
                    "Start": 42107,
                    "End": 42449
                },
                {
                    "Reply": "Had I been an English lad, the appearance of the chamber I occupied might, indeed, have aroused instantly my suspicion and distrust.",
                    "Didascalie": "",
                    "Start": 42550,
                    "End": 42686
                },
                {
                    "Reply": "Was there a lock to the door, or a hasp to fasten it to?",
                    "Didascalie": "",
                    "Start": 42852,
                    "End": 42910
                },
                {
                    "Reply": "Though my counterpane was evidently a greased brocade dress of Mrs.",
                    "Didascalie": "",
                    "Start": 42954,
                    "End": 43023
                },
                {
                    "Reply": "And my cracked toilet-glass not much bigger than a half-crown, yet I was used to these sort of ways in Irish houses, and still thought myself to be in that of a man of fashion.",
                    "Didascalie": "",
                    "Start": 43072,
                    "End": 43253
                },
                {
                    "Reply": "There was no lock to the drawers, which, when they did open, were full of my hostess' rouge-pots, shoes, stays, and rags.",
                    "Didascalie": "",
                    "Start": 43298,
                    "End": 43423
                },
                {
                    "Reply": "After breakfast, we drove out to Phoenix Park, where numbers of the young gentry were known to Mrs.",
                    "Didascalie": "",
                    "Start": 44027,
                    "End": 44129
                },
                {
                    "Reply": "I had little notion then that I had got amongst a set of impostors --",
                    "Didascalie": "",
                    "Start": 44367,
                    "End": 44438
                },
                {
                    "Reply": "Their friends were always welcome on payment of a certain moderate sum for their dinner after which, you may be sure, that cards were not wanting, and that the company who played did not play for love merely.",
                    "Didascalie": "",
                    "Start": 44681,
                    "End": 44895
                },
                {
                    "Reply": "What could happen to a man but misfortune from associating with such company?  And in a very, very short time I became their prey.",
                    "Didascalie": "",
                    "Start": 44957,
                    "End": 45091
                },
                {
                    "Reply": "I shall have to write out a note for the rest of it, Captain O'Reilly.",
                    "Didascalie": "",
                    "Start": 45312,
                    "End": 45384
                },
                {
                    "Reply": "Into a pretty nest of villains, indeed, was I plunged!  When I returned to my bed-chamber, a few hours later, it seemed as if all my misfortunes were to break on me at once.",
                    "Didascalie": "",
                    "Start": 46258,
                    "End": 46437
                },
                {
                    "Reply": "Sirrah!  Sirrah, I am as good a gentleman as any in Ireland!",
                    "Didascalie": "",
                    "Start": 46644,
                    "End": 46706
                },
                {
                    "Reply": "Repeat the words again, and I run you through the body.",
                    "Didascalie": "",
                    "Start": 46797,
                    "End": 46854
                },
                {
                    "Reply": "Hark ye, Mr. O'Reilly, I will tell you why I was obliged to alter my name, which is James and the best name in Ireland.  I changed it, sir, because, on the day before I came to Dublin, I killed a man in deadly combat -- an Englishman, sir, and a Captain in His Majesty's service; and if you offer to let or hinder me in the slightest way, the same arm which destroyed him is ready to punish you.",
                    "Didascalie": "",
                    "Start": 47646,
                    "End": 48053
                },
                {
                    "Reply": "Where was now a home for the descendant of the James?  I was expelled from Dublin by a persecution occasioned, I must confess, by my own imprudence.  I had no time to wait and choose.  No place of refuge to fly to.",
                    "Didascalie": "",
                    "Start": 48768,
                    "End": 48989
                },
                {
                    "Reply": "There was a score of recruiting parties in the town beating up for men to join our gallant armies in America and Germany.",
                    "Didascalie": "",
                    "Start": 49033,
                    "End": 49158
                },
                {
                    "Reply": "I will tell you frankly, sir.  I am a young gentleman in difficulties; I have killed an officer in a duel, and I am anxious to get out of the country.",
                    "Didascalie": "",
                    "Start": 49249,
                    "End": 49404
                },
                {
                    "Reply": "But I needn't have troubled myself with any explanations; King George was in too much want of men to heed from whence they came -- and a fellow of my inches was always welcome.  Indeed, I could not have chosen my time better.  A transport was lying at Dunleary, waiting for a wind.",
                    "Didascalie": "",
                    "Start": 49425,
                    "End": 49715
                },
                {
                    "Reply": "I never had a taste for any thing but genteel company, and hate all descriptions of low life.  Hence my account of the society in which I at present found myself must of necessity be short.  The reminiscences of the horrid black-",
                    "Didascalie": "",
                    "Start": 49772,
                    "End": 50008
                },
                {
                    "Reply": "Fellow, get me a glass!",
                    "Didascalie": "",
                    "Start": 50685,
                    "End": 50709
                },
                {
                    "Reply": "Is it a towel of your wife's washing, Mr. Toole?  I'm told she wiped your face often with one.",
                    "Didascalie": "",
                    "Start": 51276,
                    "End": 51373
                },
                {
                    "Reply": "And so I put to him some other foolish jokes about soapsuds, hen-",
                    "Didascalie": "",
                    "Start": 51496,
                    "End": 51563
                },
                {
                    "Reply": "This victory over the cock of the vile dunghill obtained me respect among the wretches among whom I formed part.",
                    "Didascalie": "",
                    "Start": 51812,
                    "End": 51928
                },
                {
                    "Reply": "Our passage was very favorable, and in two days we landed at Cuxhaven, and before I had been a month in the Electorate, I was transported into a tall and proper young soldier, and, having a natural aptitude for military exercise, was soon as accomplished at the drill as the oldest sergeant in the regiment.",
                    "Didascalie": "",
                    "Start": 51994,
                    "End": 52310
                },
                {
                    "Reply": "Six weeks after we arrived in Cuxhaven, we were reinforced by Gales regiment of foot from England, and I promise you the sight of Grogan's face was most welcome to me, for it assured me that a friend was near me.",
                    "Didascalie": "",
                    "Start": 52667,
                    "End": 52886
                },
                {
                    "Reply": "Grogan gave me a wink of recognition, but offered no public token of acquaintance and it was not until two days afterwards that he called me into his quarters, and then, shaking hands with me cordially, gave me news which I wanted, of my family.",
                    "Didascalie": "",
                    "Start": 52960,
                    "End": 53213
                },
                {
                    "Reply": "I suppose she addressed them to me in my real name, by which I never thought to ask for them at the post office.",
                    "Didascalie": "",
                    "Start": 53499,
                    "End": 53615
                },
                {
                    "Reply": "Is Miss Dugan well?",
                    "Didascalie": "",
                    "Start": 53918,
                    "End": 53938
                },
                {
                    "Reply": "Good heavens!  Whatever?  Has she died of grief?",
                    "Didascalie": "",
                    "Start": 54023,
                    "End": 54073
                },
                {
                    "Reply": "Mrs. John Best!  Was there another Mr. John Best?!",
                    "Didascalie": "",
                    "Start": 54228,
                    "End": 54280
                },
                {
                    "Reply": "The coward!",
                    "Didascalie": "",
                    "Start": 54929,
                    "End": 54941
                },
                {
                    "Reply": "Our regiment, which was quartered about Stade and Luneberg, speedily had got orders to march southwards towards the Rhine, where we would fight the famous battle of Minden.",
                    "Didascalie": "",
                    "Start": 55605,
                    "End": 55782
                },
                {
                    "Reply": "Were these memoirs not characterized by truth, I might easily make myself the hero of some strange and popular adventures.",
                    "Didascalie": "",
                    "Start": 56490,
                    "End": 56616
                },
                {
                    "Reply": "But I saw no one of the higher ranks that day than my colonel and a couple of orderly officers riding by in the smoke -- no one on our side, that is.  A poor corporal is not generally invited into the company of commanders and the great.",
                    "Didascalie": "",
                    "Start": 56736,
                    "End": 56980
                },
                {
                    "Reply": "But, in revenge, I saw, I promise you, some very good company on the French part, for their regiments of Lorraine and Royal Cravate were charging us all day; and in the sort of melee high and low are pretty equally received.  I hate bragging, but I cannot help saying that I made a very close acquaintance with the colonel of the Cravates.",
                    "Didascalie": "",
                    "Start": 57022,
                    "End": 57371
                },
                {
                    "Reply": "And finished off a poor little ensign, so young, slender, and small, that a blow from my pigtail would have dispatched him.",
                    "Didascalie": "",
                    "Start": 57478,
                    "End": 57605
                },
                {
                    "Reply": "And in the poor ensign's pocket found a purse of fourteen louis d'or, and a silver box of sugar-",
                    "Didascalie": "",
                    "Start": 57700,
                    "End": 57799
                },
                {
                    "Reply": "If people would tell their stories of battles in this simple way, I think the cause of truth would not suffer by it.  All I know of this famous fight of Minden, except from books, is told here above.",
                    "Didascalie": "",
                    "Start": 57950,
                    "End": 58155
                },
                {
                    "Reply": "That was all the epitaph my brave patron got.",
                    "Didascalie": "",
                    "Start": 58333,
                    "End": 58380
                },
                {
                    "Reply": "When we came back to our ground, which we presently did, he was lying still, but he was dead.  Some of our people had already torn off his epaulets, and, no doubt, had rifled his purse.",
                    "Didascalie": "",
                    "Start": 58666,
                    "End": 58857
                },
                {
                    "Reply": "After the death of my protector, Captain Grogan, I am forced to confess that I fell into the very worst of courses and company.  In a foreign country, with the enemy before us, and the people continually under contribution from one side or the other, numberless irregularities were permitted to the troops.  It is well for gentlemen to talk of the age of chivalry; but remember the starving brutes whom they lead -- men nursed in poverty, entirely ignorant, made to take pride in deeds of blood -- men who can have no amusement but in drunkenness, debauch, and plunder.",
                    "Didascalie": "",
                    "Start": 59001,
                    "End": 59587
                },
                {
                    "Reply": "The year in which George II died, our regiment had the honor to be present at the Battle of Warburg, where Prince Ferdinand once more completely defeated the Frenchmen.",
                    "Didascalie": "",
                    "Start": 59790,
                    "End": 59963
                },
                {
                    "Reply": "During the action, my lieutenant, Mr. Lakenham, of Lakenham, was struck by a musket-ball in the side.",
                    "Didascalie": "",
                    "Start": 60041,
                    "End": 60145
                },
                {
                    "Reply": "We put the patient to bed, and he paid me the stipulated reward.  A young surgeon, who desired nothing better than to take himself out of the fire of the musketry, came presently to dress the wound.",
                    "Didascalie": "",
                    "Start": 61274,
                    "End": 61478
                },
                {
                    "Reply": "Your share is one guinea.",
                    "Didascalie": "",
                    "Start": 61889,
                    "End": 61915
                },
                {
                    "Reply": "Go to the devil.",
                    "Didascalie": "",
                    "Start": 62032,
                    "End": 62049
                },
                {
                    "Reply": "I found Lischen the tenderest of nurses.  Whenever any delicacy was to be provided for the wounded lieutenant, a share was always sent to the bed opposite his, and to the avaricious man's no small annoyance.",
                    "Didascalie": "",
                    "Start": 63074,
                    "End": 63287
                },
                {
                    "Reply": "Nor was I the only person in the house to whom the worthy gentleman was uncivil.  He ordered the fair Lischen hither and thither, made impertinent love to her, abused her soups, quarreled with her omelettes, and grudged the money which was laid out for his maintenance, so that our hostess detested him as much as, I think, without vanity, as she regarded me.",
                    "Didascalie": "",
                    "Start": 63429,
                    "End": 63799
                },
                {
                    "Reply": "For if truth must be told, I had made very deep love to her during my stay under her roof, as is always my way with women, of whatever age or degree of beauty.  Do not think me very cruel and heartless, ladies; this heart of Lischen's was like many a town, which had been stormed and occupied several times before I came to invest it,  Roderick sitting up in bed.  Lischen has just served him his supper.",
                    "Didascalie": "",
                    "Start": 63903,
                    "End": 64317
                },
                {
                    "Reply": "I began to reflect how pleasant my quarters were to me, and that I was much better here than crawling under an odious tent with a parcel of tipsy soldiers, or going the night-",
                    "Didascalie": "",
                    "Start": 64751,
                    "End": 64931
                },
                {
                    "Reply": "I'm promoted Lieutenant.  I've come to take my leave of you.  I intend to have your papers and purse.",
                    "Didascalie": "",
                    "Start": 65337,
                    "End": 65441
                },
                {
                    "Reply": "Hark ye, sir!  No more noise, or you are a dead man!",
                    "Didascalie": "",
                    "Start": 65876,
                    "End": 65930
                },
                {
                    "Reply": "My companion treated me with great civility, and asked me a thousand questions about England, which I answered as best I might.  But this best, I am bound to say, was bad enough.  I knew nothing about England, and I invented a thousand stories which I told him; described the king and the ministers to him, said the British ambassador in Berlin was my uncle, and promised my acquaintance a letter of recommendation to him.",
                    "Didascalie": "",
                    "Start": 67434,
                    "End": 67869
                },
                {
                    "Reply": "O'Grady.",
                    "Didascalie": "(slowly)",
                    "Start": 67947,
                    "End": 67958
                },
                {
                    "Reply": "This may be a very good inn for Germany, but it would not pass in old Ireland.  Corbach is only a league off, let us push on for Corbach.",
                    "Didascalie": "",
                    "Start": 68921,
                    "End": 69063
                },
                {
                    "Reply": "The place seems more a farm than an inn-yard.",
                    "Didascalie": "",
                    "Start": 69248,
                    "End": 69295
                },
                {
                    "Reply": "Where's the beauty you promised me?",
                    "Didascalie": "(when she leaves)",
                    "Start": 70877,
                    "End": 70915
                },
                {
                    "Reply": "Upon my word, sir, I think you have acted very coolly.",
                    "Didascalie": "(sternly)",
                    "Start": 71234,
                    "End": 71292
                },
                {
                    "Reply": "Sir, I'm a British officer.",
                    "Didascalie": "",
                    "Start": 71360,
                    "End": 71388
                },
                {
                    "Reply": "Neither!",
                    "Didascalie": "",
                    "Start": 71757,
                    "End": 71766
                },
                {
                    "Reply": "I volunteer.",
                    "Didascalie": "",
                    "Start": 72349,
                    "End": 72362
                },
                {
                    "Reply": "At the close of the Seven Years' War, the Prussian army, so renowned for its disciplined valor, was officered and under-officered by native Prussians, it is true, but was composed for the most part of men hired or stolen, like myself, from almost every nation in Europe.",
                    "Didascalie": "",
                    "Start": 72495,
                    "End": 72773
                },
                {
                    "Reply": "The life the private soldier led was a frightful one to any but the men of iron courage and endurance.  The punishment was incessant.",
                    "Didascalie": "",
                    "Start": 72889,
                    "End": 73026
                },
                {
                    "Reply": "I was not near so unhappy, in spite of all, as I had been on my first enlisting in Ireland.  At least, there will be no one of my acquaintance who will witness my shame, and that is the point which I have always cared for most.",
                    "Didascalie": "",
                    "Start": 73084,
                    "End": 73318
                },
                {
                    "Reply": "I reasoned with myself thus:  \"Now you are caught, there is no use in repining -- make the best of your situation, and get all the pleasure you can out of it.  There are a thousand opportunities of plunder, offered to the soldier in war time, out of which he can get both pleasure and profit; make use of these, and be happy.\"",
                    "Didascalie": "",
                    "Start": 73412,
                    "End": 73748
                },
                {
                    "Reply": "I do not intend to make a history of battles in the Prussian any more than in the English service.  I did my duty in them as well as another, and there was not a braver, cleverer, handsomer, and, I must own, wickeder soldier in the Prussian army.",
                    "Didascalie": "",
                    "Start": 73871,
                    "End": 74125
                },
                {
                    "Reply": "I had formed myself to the condition of the proper fighting beast; on a day of action, I was savage and happy.",
                    "Didascalie": "",
                    "Start": 74173,
                    "End": 74287
                },
                {
                    "Reply": "I hope Colonel Bulow is mistaken regarding my character.  I have fallen into bad company, it is true; but I have only done as other soldiers have done; and, above all, I have never had a kind friend and protector before, to whom I might show that I was worthy of better things.  The Colonel may say I am a ruined lad, and send me to the devil; but be sure of this, I would go to the devil to serve the regiment.",
                    "Didascalie": "",
                    "Start": 74779,
                    "End": 75203
                },
                {
                    "Reply": "Soon after the war ended, our regiment was garrisoned in the capital, the least dull, perhaps, of all the towns of Prussia; but that does not say much for its gaiety.",
                    "Didascalie": "",
                    "Start": 75303,
                    "End": 75474
                },
                {
                    "Reply": "Private Roderick James.  First Hanoverian Guards.  Captain Galgenstein sent for me.",
                    "Didascalie": "",
                    "Start": 75598,
                    "End": 75684
                },
                {
                    "Reply": "Thank you, sir.",
                    "Didascalie": "",
                    "Start": 75735,
                    "End": 75751
                },
                {
                    "Reply": "How do you do, sir?",
                    "Didascalie": "",
                    "Start": 77239,
                    "End": 77259
                },
                {
                    "Reply": "The captain was the nephew and heir of the Minister of Police, Herr Galgenstein, a relationship which, no doubt, aided in the younger gentlemen's promotion.",
                    "Didascalie": "",
                    "Start": 77300,
                    "End": 77461
                },
                {
                    "Reply": "What is the service, sir?",
                    "Didascalie": "",
                    "Start": 77775,
                    "End": 77801
                },
                {
                    "Reply": "Only a very little, as soldiers do.",
                    "Didascalie": "",
                    "Start": 79089,
                    "End": 79125
                },
                {
                    "Reply": "Yes, Minister, I am interested in any work in which I can be of service to Captain Galgenstein.",
                    "Didascalie": "",
                    "Start": 79916,
                    "End": 80014
                },
                {
                    "Reply": "Yes, sir.  Here is my letter.",
                    "Didascalie": "",
                    "Start": 80352,
                    "End": 80382
                },
                {
                    "Reply": "Yes, sir.",
                    "Didascalie": "",
                    "Start": 80933,
                    "End": 80943
                },
                {
                    "Reply": "Herr Seebach was a very kind employer.",
                    "Didascalie": "",
                    "Start": 81018,
                    "End": 81058
                },
                {
                    "Reply": "No one, sir.  Before that I served in the army but had to leave due to weakness of the loins.",
                    "Didascalie": "",
                    "Start": 81118,
                    "End": 81214
                },
                {
                    "Reply": "Only the agency of servants.",
                    "Didascalie": "",
                    "Start": 81288,
                    "End": 81317
                },
                {
                    "Reply": "It was very imprudent of me; but when I saw the splendor of his appearance, the nobleness of his manner, I felt it impossible to keep disguise with him.  You, who have never been out of your country know little what it is to hear a friendly voice in captivity; and there's a many a man that will understand the cause of the burst of feeling which was about to take place.",
                    "Didascalie": "",
                    "Start": 81732,
                    "End": 82114
                },
                {
                    "Reply": "Sir, I have a confession to make.  I am an Irishman, and my name is Roderick James.  I was abducted into the Prussian army two years ago, and now I have been put into your service by my Captain and his uncle, the Minister of Police, to serve as a watch upon your actions, of which I am to give information to the same quarter.  For this odious service, I have been promised my discharge, and a hundred guineas.",
                    "Didascalie": "",
                    "Start": 82222,
                    "End": 82644
                },
                {
                    "Reply": "And I think he was as much affected as I was at thus finding one of his kindred; for he, too, was an exile from home, and a friendly voice, a look, brought the old country back to his memory again, and the old days of his boyhood.",
                    "Didascalie": "",
                    "Start": 83025,
                    "End": 83262
                },
                {
                    "Reply": "I can play as soldiers do, but have no great skill.",
                    "Didascalie": "",
                    "Start": 84345,
                    "End": 84398
                },
                {
                    "Reply": "I carried my little reports to Captain Galgenstein at the Garden house outside the town where he gave me rendezvous.  These reports, of course, were arranged between me and the Chevalier beforehand.  I was instructed, and it is always the best way, to tell as much truth as my story would possible bear.",
                    "Didascalie": "",
                    "Start": 84743,
                    "End": 85055
                },
                {
                    "Reply": "He goes to church regularly -- he is very religious, and after hearing mass comes home to breakfast.  Then he takes an airing in his chariot till dinner, which is served at noon.  After dinner, he writes his letters, if he has any letters to write; but he has very little to do in this way.  His letters are to the Austrian envoy, with whom he corresponds, but who does not acknowledge him; and being written in English, or course, I look over his shoulder.  He generally writes for money.  He makes his party with Calsabigi, the lottery contractor, the Russian attaches, two from the English embassy, my lords Deuceace and Punter, who play a jeu d'enfer, and a few more.  He wins often, but not always.  Lord Deuceace is a very fine player.  The Chevalier Elliott, the English Minister, sometimes comes, on which occasion the secretaries do not play.",
                    "Didascalie": "",
                    "Start": 85111,
                    "End": 85987
                },
                {
                    "Reply": "It was agreed that I should keep my character of valet, that in the presence of strangers I should not know a word of English, that I should keep good lookout on the trumps when I was serving the champagne and punch about; and, having a remarkably fine eyesight, and a great natural aptitude, I was speedily able to give my dear benefactor much assistance against his opponents at the green table.",
                    "Didascalie": "",
                    "Start": 86168,
                    "End": 86577
                },
                {
                    "Reply": "Simplicity was our secret.",
                    "Didascalie": "",
                    "Start": 86662,
                    "End": 86689
                },
                {
                    "Reply": "In so far as I can tell these things -- no.  I believe the Chevalier won the money fairly.",
                    "Didascalie": "",
                    "Start": 88420,
                    "End": 88513
                },
                {
                    "Reply": "I am not sure.  The Prince told him quite clearly that if he wished to have the money, he would have to fight for it.",
                    "Didascalie": "",
                    "Start": 88625,
                    "End": 88746
                },
                {
                    "Reply": "The Prince left him only that choice.",
                    "Didascalie": "",
                    "Start": 88841,
                    "End": 88880
                },
                {
                    "Reply": "But they will prevent a meeting at whatever the cost.",
                    "Didascalie": "",
                    "Start": 89207,
                    "End": 89262
                },
                {
                    "Reply": "I believe they will deport you.",
                    "Didascalie": "",
                    "Start": 89337,
                    "End": 89369
                },
                {
                    "Reply": "But, if they send you away, then what is to become of me?",
                    "Didascalie": "",
                    "Start": 89432,
                    "End": 89491
                },
                {
                    "Reply": "But how, sir?",
                    "Didascalie": "",
                    "Start": 89824,
                    "End": 89838
                },
                {
                    "Reply": "When is he to go?",
                    "Didascalie": "",
                    "Start": 90037,
                    "End": 90055
                },
                {
                    "Reply": "Not yet, but I believe he intends to.",
                    "Didascalie": "",
                    "Start": 90125,
                    "End": 90164
                },
                {
                    "Reply": "What is to be done?",
                    "Didascalie": "",
                    "Start": 90237,
                    "End": 90257
                },
                {
                    "Reply": "And his baggage?",
                    "Didascalie": "",
                    "Start": 90480,
                    "End": 90497
                },
                {
                    "Reply": "At ten o'clock the next morning, the carriage of the Chevalier de Belle Fast drew up as usual at the door of his hotel, and the Chevalier came down the stairs in his usual stately manner.",
                    "Didascalie": "",
                    "Start": 90995,
                    "End": 91188
                },
                {
                    "Reply": "Hearing the sound of the alarm cannon, the common people came out along the road, with fowling-pieces and pitch-forks, in hopes to catch the truant.  The gendarmes looked very anxious to be on the lookout for him too.  The price of a deserter was fifty crowns to those who brought him in.",
                    "Didascalie": "",
                    "Start": 92489,
                    "End": 92786
                },
                {
                    "Reply": "Then ordering fresh horses, the Chevalier set off on his journey for that capital.  I need not tell you that I was the Chevalier.",
                    "Didascalie": "",
                    "Start": 93471,
                    "End": 93604
                },
                {
                    "Reply": "The Chevalier de Belle Fast was in particularly good order with the Duke of Wurttemberg, whose court was, at this period, the most brilliant in all Europe.",
                    "Didascalie": "",
                    "Start": 96986,
                    "End": 97146
                },
                {
                    "Reply": "He spent fabulous sums on the ballets and operas.  All the ballerinas were pretty, and they all boasted that they had all at least once made their amorous sovereign happy.",
                    "Didascalie": "",
                    "Start": 97253,
                    "End": 97430
                },
                {
                    "Reply": "There was not a party of the nobility to which the two Irish gentlemen were not invited, and admired, nor where we did not make the brave, the high-born and the beautiful talk to us.  There was no man in Europe more gay in spirits, more splendid in personal accomplishment, than young Roderick James.",
                    "Didascalie": "",
                    "Start": 97545,
                    "End": 97855
                },
                {
                    "Reply": "What a delightful life did we now lead!  I knew I was born a gentleman, from the kindly way in which I took to the business, as business certainly it is.",
                    "Didascalie": "",
                    "Start": 98105,
                    "End": 98263
                },
                {
                    "Reply": "For though it seems all pleasure, yet I assure any low-bred persons who may chance to read this, that we, their betters, have to work as well as they; though I did not rise until noon, yet had I not been up at play until long past midnight?",
                    "Didascalie": "",
                    "Start": 98362,
                    "End": 98609
                },
                {
                    "Reply": "I came into it at once, and as if I had never done anything else all my life.  I had a gentleman to wait upon me, a French friseur to dress my hair of a morning.",
                    "Didascalie": "",
                    "Start": 98691,
                    "End": 98857
                },
                {
                    "Reply": "I knew the taste of chocolate as by intuition almost, and could distinguish between the right Spanish and the French before I had been a week in my new position.",
                    "Didascalie": "",
                    "Start": 98927,
                    "End": 99093
                },
                {
                    "Reply": "I had rings on my fingers, watches in both my fobs, trinkets, and snuff-boxes, of all sorts, and each outvying the other in elegance.",
                    "Didascalie": "",
                    "Start": 99165,
                    "End": 99302
                },
                {
                    "Reply": "I had the finest natural taste for lace and china of any man I ever knew.",
                    "Didascalie": "",
                    "Start": 99376,
                    "End": 99452
                },
                {
                    "Reply": "I could judge a horse as well as any dealer in Germany.  I could not spell, but I could speak German and French cleverly.",
                    "Didascalie": "",
                    "Start": 99520,
                    "End": 99645
                },
                {
                    "Reply": "I had at least twelve suits of clothes; three richly embroidered with gold, two laced with silver; one of French grey, silver-laced and lined with chinchilla.  I had damask morning robes, to which a peacock's tail is as sober as a Quaker's drab skirt.",
                    "Didascalie": "",
                    "Start": 99739,
                    "End": 99998
                },
                {
                    "Reply": "I took lessons on the guitar, and sang French catches exquisitely.",
                    "Didascalie": "",
                    "Start": 100064,
                    "End": 100132
                },
                {
                    "Reply": "How have we had the best blood, and the brightest eyes, too, of Europe throbbing round the table as I and the Chevalier have held the cards and the bank against some terrible player, who was matching some thousands out of his millions against our all which was there on the baize!",
                    "Didascalie": "",
                    "Start": 100297,
                    "End": 100586
                },
                {
                    "Reply": "Our principles were:  play grandly, honorably.  Be not, of course, cast down at losing; but, above all, be not eager at winning, as mean souls are.",
                    "Didascalie": "",
                    "Start": 100675,
                    "End": 100827
                },
                {
                    "Reply": "When the Duke of Courland brought fourteen lackeys each with bags of florins, and challenged our bank to play against the sealed bags, what did we ask?",
                    "Didascalie": "",
                    "Start": 100908,
                    "End": 101064
                },
                {
                    "Reply": "And we did, and after eleven hours play, in which our bank was at one time reduced to two hundred and three ducats, we won seventeen thousand florins off him.",
                    "Didascalie": "",
                    "Start": 101288,
                    "End": 101451
                },
                {
                    "Reply": "Nor need I mention my successes among the fairer portion of the creation.  One of the most accomplished, the tallest, the most athletic, and the handsomest gentleman in Europe, as I was then, a young fellow of my figure could not fail of having advantages, which a person of my spirit knew very well how to us.",
                    "Didascalie": "",
                    "Start": 101653,
                    "End": 101973
                },
                {
                    "Reply": "Charming Schuvaloff.",
                    "Didascalie": "",
                    "Start": 102048,
                    "End": 102069
                },
                {
                    "Reply": "Black-eyed Sczortarska.",
                    "Didascalie": "",
                    "Start": 102111,
                    "End": 102135
                },
                {
                    "Reply": "Dark Valdez.",
                    "Didascalie": "",
                    "Start": 102179,
                    "End": 102192
                },
                {
                    "Reply": "Do you expect me to believe that your lover brought you here tonight?",
                    "Didascalie": "",
                    "Start": 102206,
                    "End": 102277
                },
                {
                    "Reply": "And he doesn't care about me?",
                    "Didascalie": "",
                    "Start": 102378,
                    "End": 102408
                },
                {
                    "Reply": "If his love were like mine, he would not permit you to come here.",
                    "Didascalie": "",
                    "Start": 102475,
                    "End": 102542
                },
                {
                    "Reply": "Will he wish to know the details of this night?",
                    "Didascalie": "",
                    "Start": 102596,
                    "End": 102645
                },
                {
                    "Reply": "Tender Hegenheim.",
                    "Didascalie": "",
                    "Start": 102849,
                    "End": 102867
                },
                {
                    "Reply": "Brilliant Langeac.",
                    "Didascalie": "",
                    "Start": 102911,
                    "End": 102930
                },
                {
                    "Reply": "Both, my angel.  It was Love who invented these little jackets:  for he had to ally himself with Precaution.",
                    "Didascalie": "",
                    "Start": 103539,
                    "End": 103651
                },
                {
                    "Reply": "Certainly, monseigneur, does not Your Excellency consider her worthy of love?",
                    "Didascalie": "",
                    "Start": 103895,
                    "End": 103975
                },
                {
                    "Reply": "Very well!  Now that I know it, I will no longer love her.",
                    "Didascalie": "",
                    "Start": 104120,
                    "End": 104180
                },
                {
                    "Reply": "On the instant.  Everyone must yield to such a nobleman as you.",
                    "Didascalie": "",
                    "Start": 104227,
                    "End": 104292
                },
                {
                    "Reply": "That is a trifle strong.",
                    "Didascalie": "",
                    "Start": 104369,
                    "End": 104394
                },
                {
                    "Reply": "Your Excellency has wantonly insulted me.  That being so, I conclude that you hate me, Monseigneur, and that hence you would be glad to remove me from the number of the living.  In this wish, I can and will satisfy Your Excellency.",
                    "Didascalie": "",
                    "Start": 104478,
                    "End": 104717
                },
                {
                    "Reply": "It was my unrivaled skill with sword and pistol, and readiness to use them, that maintained the reputation of the firm.",
                    "Didascalie": "",
                    "Start": 104955,
                    "End": 105078
                },
                {
                    "Reply": "I shall be delighted; but you have lost and you must pay me the money before we meet, for, after all, you cannot pay me when you are dead.",
                    "Didascalie": "",
                    "Start": 105830,
                    "End": 105972
                },
                {
                    "Reply": "It is distasteful to kill a scoundrel -- that should be work for a hangman.",
                    "Didascalie": "(privately)",
                    "Start": 106487,
                    "End": 106567
                },
                {
                    "Reply": "I risk nothing, for I am certain to kill him.",
                    "Didascalie": "(laughs)",
                    "Start": 106666,
                    "End": 106715
                },
                {
                    "Reply": "Perfectly certain, because I shall make him tremble.",
                    "Didascalie": "",
                    "Start": 106753,
                    "End": 106807
                },
                {
                    "Reply": "You have only to pace yourself at ten paces difference, and fire first.  The space between these two trees is the place where I choose to walk back and forth.  You may walk too, if you wish, when it is my turn to fire.",
                    "Didascalie": "",
                    "Start": 106923,
                    "End": 107148
                },
                {
                    "Reply": "There is no need of that.  I never fire first; and, in any case, you have that right.",
                    "Didascalie": "",
                    "Start": 107306,
                    "End": 107394
                },
                {
                    "Reply": "You missed me, sir.  I was sure you would.  Try again.",
                    "Didascalie": "",
                    "Start": 107623,
                    "End": 107679
                },
                {
                    "Reply": "Thus is will be seen that our life, for all its splendor was one of extreme difficulty and danger, requiring high talents and courage for success, and sudden and unexpected departures.",
                    "Didascalie": "",
                    "Start": 108209,
                    "End": 108399
                },
                {
                    "Reply": "I am posting, monsieur, and furthermore I am a foreigner.",
                    "Didascalie": "",
                    "Start": 108800,
                    "End": 108859
                },
                {
                    "Reply": "The ladies were passionately fond of play, and hence would often arise no small trouble to us; for the truth most be told, that the ladies loved to play, but not to pay.  The point of honor is not understood by the charming sex; and it was with the greatest difficulty that we could keep them from the table, could get their money if they lost or, if they paid, prevent them from using the most furious and extraordinary means of revenge.",
                    "Didascalie": "",
                    "Start": 109496,
                    "End": 109947
                },
                {
                    "Reply": "On this evening, the lady of high rank, after I had won a considerable sum in diamonds and pearls from her, sent her lover with a band of cut-",
                    "Didascalie": "",
                    "Start": 109987,
                    "End": 110133
                },
                {
                    "Reply": "After making suitable arrangements for the Chevalier's burial, in proper accord with his church, I traveled to Spa, which was now in season, alone, to continue my profession which formerly had the support of my friend and mentor.",
                    "Didascalie": "",
                    "Start": 112564,
                    "End": 112800
                },
                {
                    "Reply": "I was by this time one of the best-",
                    "Didascalie": "",
                    "Start": 112875,
                    "End": 112911
                },
                {
                    "Reply": "The passion for play is stronger than the passion for gallantry; the gamester at Spa has neither time to stop to consider the merits of a woman, nor the courage to make sacrifices for her.",
                    "Didascalie": "",
                    "Start": 113174,
                    "End": 113368
                },
                {
                    "Reply": "In evoking the recollections of these days, I have nothing but pleasure.  I would if I could say as much of a lady who will henceforth play a considerable part in the drama of my life -- I mean the Countess of Cosgrove, whose fatal acquaintance I made at Spa, very soon after the tragic events which caused me to quit Germany.",
                    "Didascalie": "",
                    "Start": 113590,
                    "End": 113926
                },
                {
                    "Reply": "Victoria, Countess of Cosgrove.  A Countess and a Viscountess in her own right.",
                    "Didascalie": "",
                    "Start": 113977,
                    "End": 114059
                },
                {
                    "Reply": "She was the wife of her cousin, the Right Honorable Sir William Reginald Cosgrove, Knight of the Bath, and Minister to George II and George III of several of the smaller courts of Europe.",
                    "Didascalie": "",
                    "Start": 114118,
                    "End": 114311
                },
                {
                    "Reply": "She was the mother to Viscount Brookside -- a melancholy, deserted, little boy, about whom his father was more than indifferent, and whom his mother never saw.",
                    "Didascalie": "",
                    "Start": 114419,
                    "End": 114583
                },
                {
                    "Reply": "I made Sir William Cosgrove's acquaintance as usual at the play-",
                    "Didascalie": "",
                    "Start": 114733,
                    "End": 114799
                },
                {
                    "Reply": "I am obliged to observe, Sir William Cosgrove, that since you are bound for the next world much sooner than I am, I will depend on you to get comfortable quarters arranged for me.",
                    "Didascalie": "",
                    "Start": 115476,
                    "End": 115661
                },
                {
                    "Reply": "Would you have me spend my life all alone?",
                    "Didascalie": "",
                    "Start": 116188,
                    "End": 116232
                },
                {
                    "Reply": "The milkmaid's daughter?",
                    "Didascalie": "(laughing)",
                    "Start": 116352,
                    "End": 116379
                },
                {
                    "Reply": "Has her ladyship a very large income?",
                    "Didascalie": "",
                    "Start": 117435,
                    "End": 117474
                },
                {
                    "Reply": "Despite my friend's strong warning.",
                    "Didascalie": "",
                    "Start": 117909,
                    "End": 117945
                },
                {
                    "Reply": "Charming lady, tell me the truth and earn my gratitude.  Have you a lover?",
                    "Didascalie": "",
                    "Start": 118259,
                    "End": 118336
                },
                {
                    "Reply": "Have you had one?",
                    "Didascalie": "",
                    "Start": 118390,
                    "End": 118408
                },
                {
                    "Reply": "But, for a time... a passing fancy?",
                    "Didascalie": "",
                    "Start": 118443,
                    "End": 118479
                },
                {
                    "Reply": "How can I believe that there is not a man who has inspired desires in you?",
                    "Didascalie": "",
                    "Start": 118522,
                    "End": 118599
                },
                {
                    "Reply": "Have you not a man whom you value?",
                    "Didascalie": "",
                    "Start": 118636,
                    "End": 118671
                },
                {
                    "Reply": "What!  You have not met a man worthy of your attention?",
                    "Didascalie": "",
                    "Start": 118742,
                    "End": 118799
                },
                {
                    "Reply": "Then you have never loved?  Your heart is empty.",
                    "Didascalie": "",
                    "Start": 118928,
                    "End": 118978
                },
                {
                    "Reply": "It is nonetheless a misfortune, and you will know it when you love.",
                    "Didascalie": "",
                    "Start": 119185,
                    "End": 119254
                },
                {
                    "Reply": "That is true, but it seems to me impossible that you should be unhappy in love.",
                    "Didascalie": "",
                    "Start": 119372,
                    "End": 119454
                },
                {
                    "Reply": "I agree; but God put us on earth to take that risk.",
                    "Didascalie": "",
                    "Start": 119609,
                    "End": 119662
                },
                {
                    "Reply": "I believe you, and I see I must hasten to leave, for otherwise I shall become the unhappiest of men.",
                    "Didascalie": "",
                    "Start": 119775,
                    "End": 119878
                },
                {
                    "Reply": "By loving you, with no hope of possessing you.",
                    "Didascalie": "",
                    "Start": 119914,
                    "End": 119962
                },
                {
                    "Reply": "It is my only object.",
                    "Didascalie": "",
                    "Start": 120022,
                    "End": 120044
                },
                {
                    "Reply": "To love you until death.  To subscribe to all your commands.",
                    "Didascalie": "",
                    "Start": 120106,
                    "End": 120168
                },
                {
                    "Reply": "Deceiving someone without knowing it is something new for me.  If I do not know it, I am innocent.",
                    "Didascalie": "",
                    "Start": 120288,
                    "End": 120389
                },
                {
                    "Reply": "With a woman who is completely charming, be she a princess or a woman of the lowest condition, and who, regardless of her rank, will show me some kindness, tonight.",
                    "Didascalie": "",
                    "Start": 120643,
                    "End": 120812
                },
                {
                    "Reply": "Then I will respectfully take leave of her.",
                    "Didascalie": "",
                    "Start": 120908,
                    "End": 120953
                },
                {
                    "Reply": "Yes -- but I am afraid of being deceived.",
                    "Didascalie": "",
                    "Start": 121125,
                    "End": 121168
                },
                {
                    "Reply": "I ask only a payment on account today -- after that, you will find me undemanding, obedient and discreet.",
                    "Didascalie": "",
                    "Start": 121266,
                    "End": 121375
                },
                {
                    "Reply": "Will we always leave it at this?",
                    "Didascalie": "",
                    "Start": 121595,
                    "End": 121628
                },
                {
                    "Reply": "I know better than you do.  Love wants a more substantial fare, and if it is stubbornly withheld, it withers away.",
                    "Didascalie": "",
                    "Start": 121776,
                    "End": 121894
                },
                {
                    "Reply": "Let us give each other complete happiness, and let us be sure that as many times as we satisfy our desires, they will each time be born anew.",
                    "Didascalie": "",
                    "Start": 122124,
                    "End": 122270
                },
                {
                    "Reply": "Sir William Cosgrove is a man who is dying, and yet I envy him more than any man in Christendom.  He enjoys a privilege of which I am deprived.",
                    "Didascalie": "",
                    "Start": 122344,
                    "End": 122491
                },
                {
                    "Reply": "O, my dearest love.  Enough!  I beg you.  Stop believing in your experience.  You have never known love.  My very soul is leaving me!",
                    "Didascalie": "",
                    "Start": 123235,
                    "End": 123372
                },
                {
                    "Reply": "To make a long story short, her ladyship and I were in love six hours after we met; and after I once got into her ladyship's good graces, I found innumerable occasions to improve my intimacy, and was scarcely ever out of her company.",
                    "Didascalie": "",
                    "Start": 123458,
                    "End": 123698
                },
                {
                    "Reply": "I shall never forget the astonishment of Sir William Cosgrove when, on one summer evening, as he was issuing out to the play-table, in his sedan-chair, her ladyship's barouche and four came driving into the courtyard of the house which they inhabited and, in that carriage, by her ladyship's side, sat no other than \"the vulgar Irish adventurer,\" as she was pleased to call me.",
                    "Didascalie": "",
                    "Start": 123782,
                    "End": 124171
                },
                {
                    "Reply": "Let me give a thousand kisses to that heavenly mouth which has told me that I am happy.",
                    "Didascalie": "",
                    "Start": 124764,
                    "End": 124854
                },
                {
                    "Reply": "We then spent an hour in the most eloquent silence except that, from time to time, her ladyship cried out:  \"Oh, my God.  Is it true -- I am not dreaming?\"",
                    "Didascalie": "",
                    "Start": 125183,
                    "End": 125343
                },
                {
                    "Reply": "Sir William Cosgrove, with his complication of ills, was dying before us by inches.  He was continually tinkered up by doctors, and, what with my usual luck, he might be restored to health and live I don't know how many years.  If Cosgrove would not die, where was the use of my pursing his lady?  But my fears were to prove groundless, for on that very night, patient nature would claim her account.",
                    "Didascalie": "",
                    "Start": 125522,
                    "End": 125934
                },
                {
                    "Reply": "I beg your pardon?",
                    "Didascalie": "",
                    "Start": 126019,
                    "End": 126038
                },
                {
                    "Reply": "I think, Sir William Cosgrove, you have had too much drink.  Your chaplin, Mr. Hunt, has introduced me into the company of your lady to advise me on a religious matter, of which she is a considerable expert.",
                    "Didascalie": "",
                    "Start": 126152,
                    "End": 126365
                },
                {
                    "Reply": "Faith, sir, if I want to learn good principles, it's surely better I should apply for them to your lady, and your chaplin than to you?",
                    "Didascalie": "",
                    "Start": 126902,
                    "End": 127040
                },
                {
                    "Reply": "Well, if my intentions are what you think they are -- if I do wish to step into your shoes, what then?  I have no other intentions than you had yourself.  Lady Cosgrove's wealth may be great, but am I not of a generous nature enough to use it worthily?  Her rank is lofty, but not so lofty as my ambition.  I will be sworn to muster just as much regard for my Lady Cosgrove as you ever showed her; and if I win her, and wear her when you are dead and gone, corbleu, knight, do you think that it will be the fear of your ghost will deter me?",
                    "Didascalie": "",
                    "Start": 127207,
                    "End": 127763
                },
                {
                    "Reply": "I hope that you are not thinking of leaving us soon, knight?",
                    "Didascalie": "",
                    "Start": 128100,
                    "End": 128162
                },
                {
                    "Reply": "Sir, let those laugh that win.",
                    "Didascalie": "",
                    "Start": 128430,
                    "End": 128461
                },
                {
                    "Reply": "A year from that day, on the fifteenth of May, in the year 1773, I had the honor and happiness to lead to the altar Victoria, Countess of Cosgrove, widow of the late Right Honorable Sir William Cosgrove, K.B.",
                    "Didascalie": "",
                    "Start": 129464,
                    "End": 129678
                },
                {
                    "Reply": "It was a declaration of war to me, as I saw at once; though I declare I was willing enough to have lived with him on terms of friendliness.",
                    "Didascalie": "",
                    "Start": 130417,
                    "End": 130560
                },
                {
                    "Reply": "After we had received the congratulations of our friends in London -- I and Victoria set off to visit our country estate, Castle Hackton, where I had never as yet set foot.",
                    "Didascalie": "",
                    "Start": 130844,
                    "End": 131022
                },
                {
                    "Reply": "The first days of a marriage are commonly very trying; and I have known couples, who lived together like turtle-doves for the rest of their lives, peck each other's eyes out almost during the honeymoon.  I did not escape the common lot.  In our journey westwards, my Lady Cosgrove chose to quarrel with me because I had pulled out a pipe of tobacco.  Lady Cosgrove was a haughty woman, and I hate pride, and I promise you that, in this instant, I overcame this vice in her.",
                    "Didascalie": "",
                    "Start": 131089,
                    "End": 131576
                },
                {
                    "Reply": "I had not arrived at the pitch of prosperity, and having, at thirty years of age, by my own merits and energy, raised myself to one of the highest social positions that any man in England could occupy, I determined to enjoy myself as becomes a man of quality for the remainder of my life.",
                    "Didascalie": "",
                    "Start": 132494,
                    "End": 132791
                },
                {
                    "Reply": "But it was not meant for me to finish my life as a man of quality and position.  Indeed, I am one of those born clever enough at gaining a fortune, but incapable of keeping one; for the qualities and energy, which lead a man to accept the first, are often the very causes of his ruin in the latter case; indeed, I know of no other reason for the misfortunes which finally befell me.",
                    "Didascalie": "",
                    "Start": 133120,
                    "End": 133513
                },
                {
                    "Reply": "At the end of the year, Lady Cosgrove presented me with a son; Patrick Cosgrove, I called him, in compliment to my royal ancestry, but what more had I to leave him than a noble name?",
                    "Didascalie": "",
                    "Start": 133582,
                    "End": 133770
                },
                {
                    "Reply": "We spent the season in London at our house in Berkeley Square.",
                    "Didascalie": "",
                    "Start": 133934,
                    "End": 133998
                },
                {
                    "Reply": "Her ladyship and I lived, for a while, pretty separate when in London.  She preferred quiet, or, to say the truth, I preferred it, being a great friend to a modest, tranquil behavior in woman and a taste for the domestic pleasures.",
                    "Didascalie": "",
                    "Start": 134094,
                    "End": 134332
                },
                {
                    "Reply": "Besides, she was a mother, and had great comfort in the dressing, educating, and dandling of our little Patrick for whose sake it was fit that she should give up the pleasures and frivolities of the world; so she left that part of the duty of every family of distinction to be performed by me.",
                    "Didascalie": "",
                    "Start": 134453,
                    "End": 134755
                },
                {
                    "Reply": "Her ladyship's conversations with me were characterized by a stupid despair, or a silly blundering attempt at forced cheerfulness, still more disagreeable; hence, our intercourse was but trifling, and my temptations to carry her into the world or to remain in her society of necessity exceedingly small.",
                    "Didascalie": "",
                    "Start": 135002,
                    "End": 135314
                },
                {
                    "Reply": "She would try my temper, at home, too, in a thousand ways.  When requested by me to entertain the company with conversation, wit, and learning, of which she was a mistress; or music, of which she was an accomplished performer, she would, as often as not, begin to cry, and leave the room.  My company from this, of course, fancied I was a tyrant over her; whereas, I was only a severe and careful guardian of a silly, bad-tempered and weak-",
                    "Didascalie": "",
                    "Start": 135563,
                    "End": 136016
                },
                {
                    "Reply": "Despite the utter distaste with which I now regarded Lady Cosgrove, and, although I took no particular pains to disguise my feelings in general, yet she was of such a mean spirit that she pursued me with her regard, and would kindle up at the smallest kind word I spoke to her.",
                    "Didascalie": "",
                    "Start": 136119,
                    "End": 136404
                },
                {
                    "Reply": "And, in these fits of love, she was the most easy creature in the world to be persuaded, and would have signed away her whole property, had it been possible.  And, I must confess, it was with very little attention on my part that I could bring her into good humor, and, up to the very last day of our being together, would be reconciled to me, and fondle me, if I addressed her a single kind word.  Such is female inconsistency.",
                    "Didascalie": "",
                    "Start": 136547,
                    "End": 136988
                },
                {
                    "Reply": "She was luckily very fond of her youngest son, and through him I had a wholesome and effectual hold on her; for if in any of her tantrums or fits of haughtiness, she pretended to have the upper-hand, to assert her authority against mine, to refuse to sign such papers as I might think necessary for the distribution of our large and complicated property.",
                    "Didascalie": "",
                    "Start": 137145,
                    "End": 137510
                },
                {
                    "Reply": "I would have Master Patrick carried off to Chiswick for a couple of days; and I warrant me his lady-",
                    "Didascalie": "",
                    "Start": 137564,
                    "End": 137667
                },
                {
                    "Reply": "Lady Cosgrove and I did not quarrel more than fashionable people do, and, for the first three years, I never struck my wife but when I was in liquor.",
                    "Didascalie": "",
                    "Start": 137887,
                    "End": 138041
                },
                {
                    "Reply": "When I flung the carving-knife at Brookside, I was drunk, as everybody present can testify, but as for having any systematic scheme against the poor lad, I can declare solemnly that, beyond merely hating him, I am guilty of no evil towards him.",
                    "Didascalie": "",
                    "Start": 138225,
                    "End": 138477
                },
                {
                    "Reply": "Do what one would to please her, my lady would never be happy or in good humor.  And soon she added a mean, detestable jealousy to all her other faults, and would weep and wring her hands, and threaten to commit suicide, and I know not what.",
                    "Didascalie": "",
                    "Start": 138593,
                    "End": 138841
                },
                {
                    "Reply": "Her death would have been no comfort to me, as I leave any person of common prudence to imagine; for that scoundrel of a young Brookside who was about to become my greatest plague and annoyance, would have inherited every penny of the property.",
                    "Didascalie": "",
                    "Start": 138967,
                    "End": 139219
                },
                {
                    "Reply": "Humble people envy us great men, and fancy that our lives are all pleasure.  But the troubles of poverty, the rascality of agents, the quibbles of lawyers are endless.",
                    "Didascalie": "",
                    "Start": 139391,
                    "End": 139563
                },
                {
                    "Reply": "My own dear boy, Patrick, was now five years old, and was the most polite and engaging child ever seen; it was a pleasure to treat him with kindness and distinction; the little fellow was the pink of fashion, beauty, and good breeding.  In fact, he could not have been otherwise, with the care both his parents bestowed upon him, and the attentions which were lavished upon him in every way.",
                    "Didascalie": "",
                    "Start": 140040,
                    "End": 140443
                },
                {
                    "Reply": "Whereas, young Brookside had grown to be a very nasty and disrespectful fellow indeed.  In my company, he preserved the most rigid silence, and a haughty, scornful demeanor, which was so much the more disagreeable because there was nothing in his behavior I could actually take hold of to find fault with, although his whole conduct was insolent and supercilious to the highest degree.",
                    "Didascalie": "",
                    "Start": 140489,
                    "End": 140886
                },
                {
                    "Reply": "In addition to this, the lad was fond of spending the chief part of his time occupied with the musty old books, which he took out of the library, and which I hate to see a young man of spirit pouring over.",
                    "Didascalie": "",
                    "Start": 140986,
                    "End": 141197
                },
                {
                    "Reply": "The insubordination of that boy was dreadful.  He used to quote passages of \"Hamlet\" to his mother, which made her very angry.",
                    "Didascalie": "",
                    "Start": 141275,
                    "End": 141405
                },
                {
                    "Reply": "As it is best to nip vice in the bud, and for a master of a family to exercise his authority in such a manner as that there may be no question about it, I took every opportunity of coming to close quarters with Master Brookside.",
                    "Didascalie": "",
                    "Start": 141579,
                    "End": 141814
                },
                {
                    "Reply": "He always chose the days when company, or the clergy, or gentry of the neighborhood were present, to make violent, sarcastic, and insolent speeches.",
                    "Didascalie": "",
                    "Start": 141910,
                    "End": 142063
                },
                {
                    "Reply": "And, to be sure, I did know someone who knew precisely how these things were done, and this was the distinguished solicitor and former Government Minister, Lord West, whose acquaintance I made, as I had so many others, at the gaming table.",
                    "Didascalie": "",
                    "Start": 145167,
                    "End": 145413
                },
                {
                    "Reply": "By name only.",
                    "Didascalie": "",
                    "Start": 145515,
                    "End": 145529
                },
                {
                    "Reply": "And for a five-hundred guinea fee, paid to his City law-firm, Lord West kindly arranged a meeting with that old scamp and swindler, Gustavus Adolphus, the thirteenth Earl of Crabs.",
                    "Didascalie": "",
                    "Start": 145964,
                    "End": 146150
                },
                {
                    "Reply": "The striving after this peerage, I consider to have been one of the most unlucky dealings at this period.  I made unheard of sacrifices to bring it about.  I can tell you bribes were administered, and in high places too -- so near the royal person of His Majesty that you would be astonished were I to mention what great personages condescended to receive our loans.",
                    "Didascalie": "",
                    "Start": 146833,
                    "End": 147210
                },
                {
                    "Reply": "I lavished money here, and diamonds there.",
                    "Didascalie": "",
                    "Start": 147368,
                    "End": 147412
                },
                {
                    "Reply": "I bought lands at ten times there value.",
                    "Didascalie": "",
                    "Start": 147568,
                    "End": 147610
                },
                {
                    "Reply": "I gave repeated entertainments to those friends to my claims who, being about the royal person, were likely to advance it.",
                    "Didascalie": "",
                    "Start": 147681,
                    "End": 147807
                },
                {
                    "Reply": "I purchased pictures and articles of vertu at ruinous prices.",
                    "Didascalie": "",
                    "Start": 147881,
                    "End": 147944
                },
                {
                    "Reply": "I lost many a bet to the royal dukes, His Majesty's brothers.",
                    "Didascalie": "",
                    "Start": 148021,
                    "End": 148084
                },
                {
                    "Reply": "Crabs was really one of the most entertaining fellows in the world, and I took a sincere pleasure in his company, besides the interest and desire I had in cultivating the society of the most important personages of the realm.",
                    "Didascalie": "",
                    "Start": 149116,
                    "End": 149348
                },
                {
                    "Reply": "Dr. Johnson, I think you misbehave most grossly, treating my opinions with no more respect than those of a schoolboy.  You fancy, sir, you know a great deal more than me, because you quote your \"Aristotle\" and \"Plato,\" but can you tell me which horse will win at Epsom Downs next week?  Can you shoot the ace of spades ten times without missing?",
                    "Didascalie": "",
                    "Start": 149669,
                    "End": 150024
                },
                {
                    "Reply": "Do you know ever a rhyme for Aristotle?",
                    "Didascalie": "(pleased)",
                    "Start": 150291,
                    "End": 150334
                },
                {
                    "Reply": "And we had six rhymes for Aristotle before we left the coffee house that evening.",
                    "Didascalie": "",
                    "Start": 150478,
                    "End": 150562
                },
                {
                    "Reply": "As much as possible.",
                    "Didascalie": "",
                    "Start": 150803,
                    "End": 150824
                },
                {
                    "Reply": "Yes, for I wish to entertain splendidly.",
                    "Didascalie": "",
                    "Start": 150870,
                    "End": 150912
                },
                {
                    "Reply": "It is entirely up to you.  I want the best.",
                    "Didascalie": "",
                    "Start": 150977,
                    "End": 151022
                },
                {
                    "Reply": "Will that be enough?",
                    "Didascalie": "",
                    "Start": 151091,
                    "End": 151112
                },
                {
                    "Reply": "All right, five hundred guineas.",
                    "Didascalie": "",
                    "Start": 151185,
                    "End": 151218
                },
                {
                    "Reply": "The life I was leading was that of a happy man, but I was not happy.",
                    "Didascalie": "",
                    "Start": 151491,
                    "End": 151561
                },
                {
                    "Reply": "By now, young Brookside was of so wild, savage, and insubordinate a nature that I never had the least regard for him.  As he grew up to be a man, his hatred for me assumed an intensity quite wicked to think of and which, I promise you, I returned with interest.",
                    "Didascalie": "",
                    "Start": 151869,
                    "End": 152138
                },
                {
                    "Reply": "Give me that pistol.",
                    "Didascalie": "",
                    "Start": 152466,
                    "End": 152487
                },
                {
                    "Reply": "I decided, at once, to give up that necessary part of his education.",
                    "Didascalie": "",
                    "Start": 152709,
                    "End": 152779
                },
                {
                    "Reply": "Twice or thrice, Reverend Hunt attempted to punish my Lord Brookside; but I promise you the rogue was too strong for him, and leveled the Oxford man to the ground with a chair, greatly to the delight of little Patrick, who cried out:  \"Bravo, Brooksy!  Thump him, thump him!\"",
                    "Didascalie": "",
                    "Start": 153088,
                    "End": 153372
                },
                {
                    "Reply": "With the child, Brookside was, strange to say, pretty tractable.",
                    "Didascalie": "",
                    "Start": 153454,
                    "End": 153520
                },
                {
                    "Reply": "Another day, it was Patrick's birthday, we were giving a grand ball and gala at Hackton, and it was time for my Patrick to make his appearance among us.",
                    "Didascalie": "",
                    "Start": 153691,
                    "End": 153848
                },
                {
                    "Reply": "If I had murdered my lord, I could scarcely have been received with more shameful obloquy and slander than now followed me in town and country.  My friends fell away from me, and a legend arose of my cruelty to my stepson.",
                    "Didascalie": "",
                    "Start": 155963,
                    "End": 156192
                },
                {
                    "Reply": "Sire, my Lord Brookside has set sail to fight the rebels against Your Majesty's crown in America.  Does Your Majesty desire that I should send another company to aid him?",
                    "Didascalie": "",
                    "Start": 156480,
                    "End": 156655
                },
                {
                    "Reply": "Thus it is that my loyalty is rewarded, and my sacrifices in favor of my country viewed!",
                    "Didascalie": "",
                    "Start": 157568,
                    "End": 157659
                },
                {
                    "Reply": "I insist upon being allowed to appear before His Majesty and clear myself of the imputations against me, to point out my services to the government, and to ask when the reward, that had been promised me, the title held by my ancestors, is again to be revived in my person.",
                    "Didascalie": "",
                    "Start": 158166,
                    "End": 158446
                },
                {
                    "Reply": "Yes!",
                    "Didascalie": "",
                    "Start": 158735,
                    "End": 158740
                },
                {
                    "Reply": "The news of His Majesty's disregard were not long in getting around, and, in a very short time, all the bills came down upon me together --",
                    "Didascalie": "",
                    "Start": 159593,
                    "End": 159736
                },
                {
                    "Reply": "Was it my own want of style, or my want of a fortune?  I know not.  Now I was arrived at the height of my ambition, but both my skill and my luck seemed to be deserting me.",
                    "Didascalie": "",
                    "Start": 160078,
                    "End": 160255
                },
                {
                    "Reply": "My wife's moody despondency made my house and home not over-pleasant; hence, I was driven a good deal abroad, where as play was the fashion in every club, tavern, and assembly, I, of course, was obliged to resume my old habit, and to commence as an amateur those games at which I was once unrivaled in Europe.",
                    "Didascalie": "",
                    "Start": 160696,
                    "End": 161015
                },
                {
                    "Reply": "I had a run of ill-luck at play, and was forced to meet my losses by the most shameful sacrifices to the money-lenders, and was compelled to borrow largely upon my wife's annuities, ensuring her ladyship's life, which was the condition for every loan against her property.",
                    "Didascalie": "",
                    "Start": 161077,
                    "End": 161357
                },
                {
                    "Reply": "In the midst of my difficulties, I promised to buy a little horse for my dear little Patrick, which was to be a present for his eighth birthday, that was now coming on.  I may have had my faults, but no man shall dare to say of me that I was not a good and tender father.",
                    "Didascalie": "",
                    "Start": 161863,
                    "End": 162142
                },
                {
                    "Reply": "It was a beautiful little animal, and stood me in a good sum.  I never regarded money for that dear child.",
                    "Didascalie": "",
                    "Start": 162192,
                    "End": 162301
                },
                {
                    "Reply": "But the horse was a bit wild, and he kicked off one of the horse-boys who rode him at first, and broke the lad's leg.",
                    "Didascalie": "",
                    "Start": 162406,
                    "End": 162527
                },
                {
                    "Reply": "But he was a beautiful animal and would make a fine horse for Patrick after he had a bit of breaking-in.",
                    "Didascalie": "",
                    "Start": 162638,
                    "End": 162745
                },
                {
                    "Reply": "Timmy, take the injured lad to see the doctor, and then bring the horse to Doolan's farm, and tell him to break him in thoroughly.  Tell him it's for little Patrick, and that I'll be over to see him next week.",
                    "Didascalie": "",
                    "Start": 162865,
                    "End": 163080
                },
                {
                    "Reply": "One more thing, and listen well, I don't want little Patrick to know where the horse is being kept.  It's going to be surprise for his birthday.",
                    "Didascalie": "",
                    "Start": 163119,
                    "End": 163268
                },
                {
                    "Reply": "Now, just have a little patience, my boy.  Your birthday isn't until next week.",
                    "Didascalie": "",
                    "Start": 163471,
                    "End": 163553
                },
                {
                    "Reply": "Well, we'll just have to wait and see, won't we?",
                    "Didascalie": "",
                    "Start": 163625,
                    "End": 163675
                },
                {
                    "Reply": "My son, little Patrick Cosgrove, was a prince; his breeding and manners, even at his early age, showed him to be worthy of the two noble families from whom he was descended, and I don't know what high hopes I had for the boy, and indulged in a thousand fond anticipations as to his future success and figure in the world, but stern Fate had determined that I should leave none of my race behind me.",
                    "Didascalie": "",
                    "Start": 163761,
                    "End": 164171
                },
                {
                    "Reply": "Good night, my little darling.",
                    "Didascalie": "",
                    "Start": 164420,
                    "End": 164451
                },
                {
                    "Reply": "Yes?",
                    "Didascalie": "",
                    "Start": 164484,
                    "End": 164489
                },
                {
                    "Reply": "What the devil?  What kind of fools do we have here?  Pottle, who told the lad this story?",
                    "Didascalie": "(angered)",
                    "Start": 164704,
                    "End": 164799
                },
                {
                    "Reply": "I promise your lordship a good flogging if you even so much as go to Doolan's farm to see him.",
                    "Didascalie": "",
                    "Start": 165099,
                    "End": 165196
                },
                {
                    "Reply": "Yes...?",
                    "Didascalie": "",
                    "Start": 165325,
                    "End": 165333
                },
                {
                    "Reply": "Yes?",
                    "Didascalie": "",
                    "Start": 165441,
                    "End": 165446
                },
                {
                    "Reply": "The doctors were called, but what does a doctor avail in a contest with the grim, invincible enemy?",
                    "Didascalie": "",
                    "Start": 166443,
                    "End": 166545
                },
                {
                    "Reply": "Your bother is in America fighting the rebels.",
                    "Didascalie": "",
                    "Start": 167232,
                    "End": 167280
                },
                {
                    "Reply": "Yes, he's fine.",
                    "Didascalie": "",
                    "Start": 167330,
                    "End": 167346
                },
                {
                    "Reply": "At last, after two days, he died.",
                    "Didascalie": "",
                    "Start": 167956,
                    "End": 167990
                },
                {
                    "Reply": "I won't tell you with what splendor we buried him, but what avail are undertakers' feathers and heralds' trumpery.",
                    "Didascalie": "",
                    "Start": 168173,
                    "End": 168291
                },
                {
                    "Reply": "Lady Cosgrove, always vaporish and nervous, after our blessed boy's catastrophe, became more agitated than ever, and plunged into devotion with so much fervor that you would have fancied her almost distracted at times.",
                    "Didascalie": "",
                    "Start": 168616,
                    "End": 168841
                },
                {
                    "Reply": "She imagined she saw visions.  She said an angel from heaven told her that Patrick's death was a punishment to her for her neglect of her firstborn.  Then she would declare that Brookside was dead.",
                    "Didascalie": "",
                    "Start": 168886,
                    "End": 169089
                },
                {
                    "Reply": "By now, my financial affairs were near to ruin.  I could not get a guinea from any money-dealer in London.  Our rents were in the hands of receivers by this time, and it was as much as I could do to get enough money from the rascals to pay my wine-merchants their bills.  Our property was hampered, and often as I applied to my lawyers and agents for money, would come a reply demanding money of me for debts and pretended claims which the rapacious rascals said they had on me.",
                    "Didascalie": "",
                    "Start": 169192,
                    "End": 169684
                },
                {
                    "Reply": "My mother was the only person who, in my misfortune, remained faithful to me -- indeed, she has always spoken of me in my true light, as a martyr to the rascality of others, and a victim of my own generous and confiding temper.",
                    "Didascalie": "",
                    "Start": 169799,
                    "End": 170033
                },
                {
                    "Reply": "She was an invaluable person to me in my house, which would have been at rack and ruin before, but for her spirit of order and management and her excellent economy in the government of my rapidly dwindling household staff.",
                    "Didascalie": "",
                    "Start": 170117,
                    "End": 170346
                },
                {
                    "Reply": "If anything could have saved me from the consequences of villainy in others, it would have been the admirable prudence of that worthy creature.",
                    "Didascalie": "",
                    "Start": 170430,
                    "End": 170578
                },
                {
                    "Reply": "She never went to bed until all the house was quiet and all the candles out; you may fancy that this was a matter of some difficulty with a man of my habits who had commonly a dozen of jovial fellows to drink with me every night, and who seldom, for my part, went to bed sober.",
                    "Didascalie": "",
                    "Start": 170671,
                    "End": 170957
                },
                {
                    "Reply": "Many and many a night, when I was unconscious of her attention, has that good soul pulled my boots off, and seen me laid by my servants snug in bed, and carried off the candle herself...",
                    "Didascalie": "",
                    "Start": 171057,
                    "End": 171249
                },
                {
                    "Reply": "... and been the first in the morning, too, to bring me my drink of small beer.  It was my mother's pride that I could drink more than any man in the country.",
                    "Didascalie": "",
                    "Start": 171346,
                    "End": 171509
                },
                {
                    "Reply": "My mother discovered that always, before my lady-wife chose to write letters to her milliner, she had need of lemons to make her drink, as she said, and this fact, being mentioned to me, kind of set me a-thinking.",
                    "Didascalie": "",
                    "Start": 171733,
                    "End": 171953
                },
                {
                    "Reply": "\"This day, three years ago, my last hope and pleasure in life was taken from me, and my dear child was called to Heaven.  Where is his neglected brother, whom I suffered to grow up unheeded by my side, and whom the tyranny of the monster to whom I am united drove to exile, and, perhaps to death?  I pray the child is still alive and safe.",
                    "Didascalie": "",
                    "Start": 172001,
                    "End": 172350
                },
                {
                    "Reply": "It was not possible to recover the name for whom the note was intended, but it was clear that, to add to all my perplexities, three years after my poor child's death, my wife, whose vagaries of temper and wayward follies I had borne with for twelve years, wanted to leave me.  I decided it best not to reveal to her ladyship our discovery, that we might still intercept and uncover further schemes with might be afoot.",
                    "Didascalie": "",
                    "Start": 173270,
                    "End": 173700
                },
                {
                    "Reply": "Yet I was bound to be on my guard that she should not give me the slip.  Had she left me, I was ruined the next day.  I set my mother to keep sharp watch over the moods of her ladyship, and you may be sure that her assistance and surveillance were invaluable to me.  If I had paid twenty spies to watch her lady, I should not have been half so well served as by the disinterested care and watchfulness of my excellent mother.",
                    "Didascalie": "",
                    "Start": 173828,
                    "End": 174266
                },
                {
                    "Reply": "I was in a particularly good humor that day, and we had a sort of reconciliation.",
                    "Didascalie": "",
                    "Start": 175753,
                    "End": 175837
                },
                {
                    "Reply": "The old lady was right, and I swallowed the bait which her ladyship had prepared to entrap me as simply as any gudgeon takes a hook.",
                    "Didascalie": "",
                    "Start": 175993,
                    "End": 176130
                },
                {
                    "Reply": "I had hired a money-broker especially to find some means of my making a loan.  After several months without success, it was with some considerable interest that I received his visit.",
                    "Didascalie": "",
                    "Start": 176223,
                    "End": 176411
                },
                {
                    "Reply": "indeed.",
                    "Didascalie": "",
                    "Start": 177209,
                    "End": 177217
                },
                {
                    "Reply": "I am prepared to accept the terms, Mr. Newcombe.",
                    "Didascalie": "(after a pause)",
                    "Start": 177565,
                    "End": 177617
                },
                {
                    "Reply": "Provided that they can be assured of her ladyship's freewill?  Are you serious?",
                    "Didascalie": "",
                    "Start": 177879,
                    "End": 177961
                },
                {
                    "Reply": "Yes, of course.",
                    "Didascalie": "",
                    "Start": 178020,
                    "End": 178036
                },
                {
                    "Reply": "I see.",
                    "Didascalie": "",
                    "Start": 178553,
                    "End": 178560
                },
                {
                    "Reply": "Mother dear, we are now living off our own beef and mutton.  We have to watch Lady Cosgrove within and the bailiffs without.  There are certain situations in which people cannot dictate their own terms; and faith, we are so pressed now for money, that I would sign a bond with old Nick himself, if he would provide a good round sum.  With this money, we can settle our principal debts and make a fresh start.",
                    "Didascalie": "",
                    "Start": 179489,
                    "End": 179909
                },
                {
                    "Reply": "We did not start in state, you may be sure.  We did not let the country know we were going, or leave notice of adieu with our neighbors.  The famous Mr. James Cosgrove and his noble wife traveled in a hack-",
                    "Didascalie": "",
                    "Start": 180759,
                    "End": 180971
                },
                {
                    "Reply": "When a man is going to the devil, how easy and pleasant a journey it is!  The thought of the money quite put me in a good humor, and my wife, as she lay on my shoulder in the post-chaise, going to London, said it was the happiest ride she had taken since our marriage.",
                    "Didascalie": "",
                    "Start": 181092,
                    "End": 181368
                },
                {
                    "Reply": "One night we stayed at Reading.",
                    "Didascalie": "",
                    "Start": 181447,
                    "End": 181479
                },
                {
                    "Reply": "My lady and I agreed that, with the money, we would go to France, and wait there for better times, and that night, over our supper, formed a score of plans both for pleasure and retrenchment.  You would have thought it was Darby and Joan together over their supper.",
                    "Didascalie": "",
                    "Start": 181553,
                    "End": 181826
                },
                {
                    "Reply": "O woman!  Woman!  When I recollect Lady Cosgrove's smiles and blandishments, how happy she seemed to be on that night!  What an air of innocent confidence appeared in her behavior, and what affectionate names she called me!  I am lost in wonder at the depth of her hypocrisy.  Who can be surprised that an unsuspecting person like myself should have been a victim to such a consummate deceiver?",
                    "Didascalie": "",
                    "Start": 181906,
                    "End": 182312
                },
                {
                    "Reply": "We were in London at three o'clock, an half-an-hour before the time appointed.",
                    "Didascalie": "",
                    "Start": 182386,
                    "End": 182467
                },
                {
                    "Reply": "I easily found out Mr. Tapewell's apartment:  a gloomy den it was, and in an unlucky hour, I entered it.",
                    "Didascalie": "",
                    "Start": 182562,
                    "End": 182669
                },
                {
                    "Reply": "Lady Cosgrove, you are an old fool.",
                    "Didascalie": "",
                    "Start": 183125,
                    "End": 183161
                },
                {
                    "Reply": "You didn't tell all, my lady -- I said \"old\" fool.",
                    "Didascalie": "",
                    "Start": 184904,
                    "End": 184956
                },
                {
                    "Reply": "But you are not safe, and as sure as I am a man of honor, I will have your heart's blood.",
                    "Didascalie": "",
                    "Start": 185207,
                    "End": 185299
                },
                {
                    "Reply": "Where's the man who will seize me?",
                    "Didascalie": "",
                    "Start": 185559,
                    "End": 185594
                },
                {
                    "Reply": "Let the scoundrel come!  You -- you cowardly braggart, come first, if you have the soul of a man!",
                    "Didascalie": "",
                    "Start": 185659,
                    "End": 185759
                },
                {
                    "Reply": "I was no longer the man I was at twenty, when I should have charged the ruffians, sword in hand, and sent at least one of them to his account.  I was broken in spirit, regularly caught in the toils, utterly baffled and beaten by that woman.  Was she relenting at the door, when she paused and begged me to turn back?  Had she not a lingering love for me still?  Her conduct showed it, as I came to reflect on it.  It was my only chance now left in the world, so I put down my sword upon the lawyers desk.",
                    "Didascalie": "",
                    "Start": 186231,
                    "End": 186751
                },
                {
                    "Reply": "Gentlemen, I shall have no violence; you may tell Mr. Tapewell I am quite ready to speak with him when he is at leisure.",
                    "Didascalie": "",
                    "Start": 186817,
                    "End": 186941
                },
                {
                    "Reply": "I was instructed to take a lodging for the night in a coffee house near Gray's Inn, and anxiously expected a visit from Mr. Tapewell.",
                    "Didascalie": "",
                    "Start": 187107,
                    "End": 187244
                },
                {
                    "Reply": "Mr. Tapewell, I do not require a night to consider this proposal.",
                    "Didascalie": "",
                    "Start": 188094,
                    "End": 188161
                }
            ]
        },
        {
            "Character": "DOROTHY",
            "Replies": [
                {
                    "Reply": "Agreed.",
                    "Didascalie": "",
                    "Start": 3505,
                    "End": 3513
                },
                {
                    "Reply": "Your penalty is to find a cherry-",
                    "Didascalie": "",
                    "Start": 4035,
                    "End": 4069
                },
                {
                    "Reply": "Then you must get it.",
                    "Didascalie": "",
                    "Start": 4639,
                    "End": 4661
                },
                {
                    "Reply": "Why are you shaking?",
                    "Didascalie": "",
                    "Start": 4782,
                    "End": 4803
                },
                {
                    "Reply": "Sure it's a bitter night, Roderick dear, and you'll catch cold without a handkerchief to your neck.",
                    "Didascalie": "",
                    "Start": 6722,
                    "End": 6824
                },
                {
                    "Reply": "Did you and Miss Clancy have a pleasant evening, Roderick?  You were together, I saw, all night.",
                    "Didascalie": "",
                    "Start": 6910,
                    "End": 7009
                },
                {
                    "Reply": "Oh!  Mercy, you make Daisy rear and throw me, you careless creature, you.",
                    "Didascalie": "",
                    "Start": 7107,
                    "End": 7183
                },
                {
                    "Reply": "I had not been in the room five minutes before I was engaged for every single set.",
                    "Didascalie": "",
                    "Start": 7487,
                    "End": 7572
                },
                {
                    "Reply": "I don't care a fig for Captain Best; he dances prettily to be sure, and is a pleasant rattle of a man.  He looks well in his regimentals, too; and if he chose to ask me to dance, how could I refuse him?",
                    "Didascalie": "",
                    "Start": 7703,
                    "End": 7911
                },
                {
                    "Reply": "Oh!  I can dance with you any day, and to dance with your own cousin at a ball as if you could find no other partner.  Besides, Roderick, Captain Best's a man, and you are only a boy, and you haven't a guinea in the world.",
                    "Didascalie": "",
                    "Start": 7967,
                    "End": 8196
                },
                {
                    "Reply": "But Captain Best is already known as a valiant soldier, and is famous as a man of fashion in London.  It is mighty well of you to fight farmers' boys, but to fight an Englishman is a very different matter.",
                    "Didascalie": "",
                    "Start": 8361,
                    "End": 8572
                },
                {
                    "Reply": "Suppose, now, Roderick, you, who are such a hero, was passing over the bridge and the enemy on the other side.",
                    "Didascalie": "",
                    "Start": 8729,
                    "End": 8843
                },
                {
                    "Reply": "What, with me on the pillion?  Would you kill poor me?",
                    "Didascalie": "",
                    "Start": 8919,
                    "End": 8975
                },
                {
                    "Reply": "Jump twenty feet!  You wouldn't dare to do any such thing on Daisy.",
                    "Didascalie": "",
                    "Start": 9134,
                    "End": 9203
                },
                {
                    "Reply": "Ah, you men, you men, John, your passion is not equal to ours.  We are like -- like some plant I've read of -- we bear but one flower, and then we die!",
                    "Didascalie": "",
                    "Start": 11318,
                    "End": 11474
                },
                {
                    "Reply": "Never, my John, but for thee!  How can you ask me such a question?",
                    "Didascalie": "",
                    "Start": 11561,
                    "End": 11629
                },
                {
                    "Reply": "Captain Best, for Heaven's sake, spare the child -- he is but an infant.",
                    "Didascalie": "",
                    "Start": 12510,
                    "End": 12585
                },
                {
                    "Reply": "Good heavens, Best!  He is but a boy and don't signify any more than my parrot or lap-dog.  Mayn't I give a bit of ribbon to my own cousin?",
                    "Didascalie": "",
                    "Start": 13003,
                    "End": 13146
                },
                {
                    "Reply": "Monster!  Your father was a tailor, and you are always thinking of the shop.  But I'll have my revenge, I will!  Roddy, will you see me insulted?",
                    "Didascalie": "",
                    "Start": 13297,
                    "End": 13447
                },
                {
                    "Reply": "Oh, I shall die; I know I shall.  I shall never leave this spot.",
                    "Didascalie": "(gasps)",
                    "Start": 14823,
                    "End": 14891
                }
            ]
        },
        {
            "Character": "ORDERLY",
            "Replies": [
                {
                    "Reply": "Feller, indeed!  The horse belongs to my captain, and he's a better fellow nor you any day.",
                    "Didascalie": "",
                    "Start": 10445,
                    "End": 10539
                }
            ]
        },
        {
            "Character": "CAPTAIN BEST",
            "Replies": [
                {
                    "Reply": "No, Dorothy, except for you and four others, I vow before all the gods, my heart had never felt the soft flame.",
                    "Didascalie": "",
                    "Start": 11190,
                    "End": 11305
                },
                {
                    "Reply": "Do you mean you never felt an inclination for another?",
                    "Didascalie": "",
                    "Start": 11492,
                    "End": 11548
                },
                {
                    "Reply": "Darling Dorothea!",
                    "Didascalie": "",
                    "Start": 11678,
                    "End": 11696
                },
                {
                    "Reply": "And ought to be whipped for his impudence, but never fear, Miss Dugan, I shall not touch him, your favorite is safe from me.",
                    "Didascalie": "",
                    "Start": 12603,
                    "End": 12731
                },
                {
                    "Reply": "When ladies make presents to gentlemen, it is time for other gentlemen to retire...",
                    "Didascalie": "",
                    "Start": 12904,
                    "End": 12990
                },
                {
                    "Reply": "You are perfectly welcome, miss, as many yards as you like.",
                    "Didascalie": "",
                    "Start": 13223,
                    "End": 13284
                },
                {
                    "Reply": "I'll send for the usher to cane you, little boy, but as for you, miss, I have the honor to wish you a good day.",
                    "Didascalie": "",
                    "Start": 13561,
                    "End": 13676
                },
                {
                    "Reply": "I'll tell you what it is, Mr. Dugan.",
                    "Didascalie": "",
                    "Start": 13940,
                    "End": 13977
                },
                {
                    "Reply": "It's not the English way, for ladies to have two lovers, and, so, Mr.",
                    "Didascalie": "",
                    "Start": 14202,
                    "End": 14273
                },
                {
                    "Reply": "I never was more in earnest.",
                    "Didascalie": "",
                    "Start": 14501,
                    "End": 14530
                },
                {
                    "Reply": "And, I'll tell you what, Mr. Dugan, I've been insulted grossly in this house.  I ain't at all satisfied with these here ways of going on.",
                    "Didascalie": "(bristling up)",
                    "Start": 19820,
                    "End": 19963
                },
                {
                    "Reply": "I'm not afraid of highwaymen.  My man is armed, and so am I.",
                    "Didascalie": "",
                    "Start": 21075,
                    "End": 21137
                },
                {
                    "Reply": "If the young feller will go to Dublin, as proposed...",
                    "Didascalie": "",
                    "Start": 28151,
                    "End": 28206
                },
                {
                    "Reply": "Ten, sir, and make them short ones, do you hear, Captain Grogan?",
                    "Didascalie": "(in a big voice)",
                    "Start": 29013,
                    "End": 29081
                }
            ]
        },
        {
            "Character": "MICHAEL",
            "Replies": [
                {
                    "Reply": "Hoity-toity!  John Best, what's the matter here?",
                    "Didascalie": "",
                    "Start": 13872,
                    "End": 13922
                },
                {
                    "Reply": "Well, well!  What is it?  We'll make you used to our ways, or adopt English ones.",
                    "Didascalie": "",
                    "Start": 14100,
                    "End": 14184
                },
                {
                    "Reply": "Pooh!  Pooh!  Best, you are joking.",
                    "Didascalie": "",
                    "Start": 14447,
                    "End": 14483
                },
                {
                    "Reply": "You -- you!  Hang you for a meddling brat, your hand is in everybody's pie.  What business had you to come brawling and quarreling here, with a gentleman who has fifteen hundred a-year?",
                    "Didascalie": "(in a towering rage)",
                    "Start": 14580,
                    "End": 14773
                },
                {
                    "Reply": "Pooh, sir.  Kill you -- flog you, you mean!  I'll send for Nick the huntsman to do it.",
                    "Didascalie": "",
                    "Start": 15340,
                    "End": 15429
                },
                {
                    "Reply": "He's hit here, in the neck.",
                    "Didascalie": "",
                    "Start": 30011,
                    "End": 30039
                },
                {
                    "Reply": "The young fellow has begun well.",
                    "Didascalie": "(with a scowl)",
                    "Start": 30310,
                    "End": 30345
                },
                {
                    "Reply": "Quite dead.",
                    "Didascalie": "",
                    "Start": 30513,
                    "End": 30525
                },
                {
                    "Reply": "And now, in Heaven's name, get the youngster out of the way.",
                    "Didascalie": "",
                    "Start": 31317,
                    "End": 31379
                }
            ]
        },
        {
            "Character": "CAPTAIN GROGAN",
            "Replies": [
                {
                    "Reply": "The Captain is gone.",
                    "Didascalie": "(whisper to Dorothy)",
                    "Start": 14935,
                    "End": 14958
                },
                {
                    "Reply": "This is a pretty way to recommend yourself to the family.",
                    "Didascalie": "",
                    "Start": 15100,
                    "End": 15159
                },
                {
                    "Reply": "You are a gallant lad, and I like your spirit.  But what Dugan says is true.  It's a hard thing to give a lad counsel who is in such a far-",
                    "Didascalie": "",
                    "Start": 15449,
                    "End": 15592
                },
                {
                    "Reply": "Faith, I think you are a lad that's likely to keep your word.",
                    "Didascalie": "",
                    "Start": 16061,
                    "End": 16124
                },
                {
                    "Reply": "I'll go home with the boy.",
                    "Didascalie": "",
                    "Start": 21563,
                    "End": 21590
                },
                {
                    "Reply": "A pretty day's work of it you have made, Master Roderick.  Knowing your uncle to be distressed for money, and try and break off a match which will bring fifteen hundred a-year into the family?  Best has promised to pay off the four thousand pounds which is bothering your uncle so.",
                    "Didascalie": "",
                    "Start": 21662,
                    "End": 21951
                },
                {
                    "Reply": "And this is the return you make for his kindness!  Didn't he harbor you in his house when your father died, and hasn't he given you and your mother, rent-free, your fine house of Jamesville yonder?",
                    "Didascalie": "",
                    "Start": 22230,
                    "End": 22433
                },
                {
                    "Reply": "Well, if it must be, it must.  For a young fellow, you are the most bloodthirsty I ever saw.  No officer, bearing His Majesty's commission, can receive a glass of wine on his nose, without resenting it -- fight you must, and Best is a huge, strong fellow.",
                    "Didascalie": "",
                    "Start": 22744,
                    "End": 23007
                },
                {
                    "Reply": "In faith, I believe you are not; for a lad I never saw more game in my life.  Give me a kiss, my dear boy.",
                    "Didascalie": "",
                    "Start": 23095,
                    "End": 23204
                },
                {
                    "Reply": "The meeting is arranged.  Captain Best is waiting for you now.",
                    "Didascalie": "",
                    "Start": 25559,
                    "End": 25623
                },
                {
                    "Reply": "Your cousins go out with him.",
                    "Didascalie": "",
                    "Start": 25716,
                    "End": 25746
                },
                {
                    "Reply": "That's a very handsome sword you have there.",
                    "Didascalie": "",
                    "Start": 26043,
                    "End": 26089
                },
                {
                    "Reply": "And now you risk the same fate.  If you are killed, your mother is all alone in the world.",
                    "Didascalie": "",
                    "Start": 26456,
                    "End": 26549
                },
                {
                    "Reply": "Oh, it's with pistols we fight.  You are no match for Best with the sword.",
                    "Didascalie": "",
                    "Start": 26981,
                    "End": 27058
                },
                {
                    "Reply": "But swords are today impossible; Captain Best is -- is lame.  He knocked his knee against the swinging park gate last night, as he was riding home, and can scarce move it now.",
                    "Didascalie": "",
                    "Start": 27127,
                    "End": 27308
                },
                {
                    "Reply": "It must have been some other gate.",
                    "Didascalie": "",
                    "Start": 27421,
                    "End": 27456
                },
                {
                    "Reply": "I have just explained to Mister James that Captain Best is lame, and that swords are impossible.",
                    "Didascalie": "",
                    "Start": 27549,
                    "End": 27648
                },
                {
                    "Reply": "A regular Turk.  I never yet knew the man who stood to Captain Best.",
                    "Didascalie": "",
                    "Start": 27944,
                    "End": 28014
                },
                {
                    "Reply": "Look here, Roderick, my boy; this is silly business.  The girl will marry Best, mark my words; and as sure as she does, you'll forget her.  You are but a boy.  Best is willing to consider you as such.  Dublin's a fine place, and if you have a mind to take a ride thither and see the town for a month, here are twenty guineas at your service.  Make Best an apology, and be off.",
                    "Didascalie": "",
                    "Start": 28348,
                    "End": 28735
                },
                {
                    "Reply": "Roderick, fire at his neck -- hit him there under the gorget; see how the fool shows himself open.",
                    "Didascalie": "",
                    "Start": 29425,
                    "End": 29526
                },
                {
                    "Reply": "Then the world's rid of a coward.",
                    "Didascalie": "",
                    "Start": 30545,
                    "End": 30579
                },
                {
                    "Reply": "I had news of you in Dublin.  Faith, you've begun early, like your father's son, but I think you could not do better than as you have done.",
                    "Didascalie": "",
                    "Start": 53233,
                    "End": 53376
                },
                {
                    "Reply": "We must write to her today, and you can tell her that you are safe and married to \"Brown Bess.\"",
                    "Didascalie": "",
                    "Start": 53635,
                    "End": 53733
                },
                {
                    "Reply": "I see you are thinking of a certain young lady at Duganstown.",
                    "Didascalie": "",
                    "Start": 53841,
                    "End": 53904
                },
                {
                    "Reply": "There's only six Miss Dugans now...",
                    "Didascalie": "",
                    "Start": 53958,
                    "End": 53994
                },
                {
                    "Reply": "She took on so at your going away that she was obliged to console herself with a husband.  She is now Mrs. John Best.",
                    "Didascalie": "",
                    "Start": 54093,
                    "End": 54214
                },
                {
                    "Reply": "No, the very same one, my boy.  He recovered from his wound.  The ball you hit him with was not likely to hurt him.  It was only made of tow.",
                    "Didascalie": "",
                    "Start": 54300,
                    "End": 54445
                },
                {
                    "Reply": "He has paid off your uncle's mortgage.  He gave Dorothy a coach-",
                    "Didascalie": "",
                    "Start": 54961,
                    "End": 55027
                },
                {
                    "Reply": "I should have left you a hundred guineas, Roderick, but for a cursed run of ill-luck last night at faro.",
                    "Didascalie": "",
                    "Start": 58431,
                    "End": 58538
                }
            ]
        },
        {
            "Character": "MAID",
            "Replies": [
                {
                    "Reply": "The Englishman's still there, Master Roderick.  He's there in the parlor.",
                    "Didascalie": "",
                    "Start": 16965,
                    "End": 17040
                }
            ]
        },
        {
            "Character": "UNCLE",
            "Replies": [
                {
                    "Reply": "Hello, Roddy, my boy!  Up and well?",
                    "Didascalie": "",
                    "Start": 17263,
                    "End": 17299
                },
                {
                    "Reply": "Don't mind her.  It's the cold goose she ate for breakfast -- didn't agree with her.  Take a glass of spirits, Mrs. Dugan, to Roderick's health.",
                    "Didascalie": "",
                    "Start": 17372,
                    "End": 17521
                },
                {
                    "Reply": "Dorothy, divide that merry thought with the captain!  See who'll be married first.  Jack Best, my dear boy, never mind a clean glass for the claret, we're short of crystal at Castle Dugan; take Dorothy's and the wine will taste none the worse.",
                    "Didascalie": "",
                    "Start": 17875,
                    "End": 18125
                },
                {
                    "Reply": "In Heaven's name, what does all the row mean?  Is the boy in fever again?",
                    "Didascalie": "",
                    "Start": 19486,
                    "End": 19562
                },
                {
                    "Reply": "It is getting late, and your mother will be anxious about you.  One of you had better go home with him.",
                    "Didascalie": "",
                    "Start": 20835,
                    "End": 20941
                },
                {
                    "Reply": "Or the lad may be playing more pranks.",
                    "Didascalie": "(turning to his sons)",
                    "Start": 20967,
                    "End": 21009
                },
                {
                    "Reply": "Why, you'll not be home till morning, boys.  Kilwangan's a good ten miles from here.",
                    "Didascalie": "",
                    "Start": 21289,
                    "End": 21376
                }
            ]
        },
        {
            "Character": "AUNT",
            "Replies": [
                {
                    "Reply": "He'd better be home with his mother.",
                    "Didascalie": "",
                    "Start": 17324,
                    "End": 17361
                }
            ]
        },
        {
            "Character": "HARRY",
            "Replies": [
                {
                    "Reply": "Hold your tongue, you fool -- hold your tongue!",
                    "Didascalie": "",
                    "Start": 18480,
                    "End": 18529
                },
                {
                    "Reply": "You fool!  You great blundering marplot -- you silly beggarly brat --",
                    "Didascalie": "",
                    "Start": 19145,
                    "End": 19217
                },
                {
                    "Reply": "Hold your tongue!",
                    "Didascalie": "(a thump at each)",
                    "Start": 19239,
                    "End": 19259
                },
                {
                    "Reply": "The fact is, sir, that the young monkey has fallen in love with Dorothy, and finding her and the captain mighty sweet in the garden today, he was for murdering Jack Best.",
                    "Didascalie": "",
                    "Start": 19608,
                    "End": 19784
                },
                {
                    "Reply": "If you're insulted, and not satisfied, remember there's two of us, Best.",
                    "Didascalie": "",
                    "Start": 20038,
                    "End": 20113
                },
                {
                    "Reply": "Both of us ride home with Best here.",
                    "Didascalie": "",
                    "Start": 21020,
                    "End": 21057
                },
                {
                    "Reply": "You know the use of arms very well, Best, and no one can doubt your courage; but Michael and I will see you home for all that.",
                    "Didascalie": "",
                    "Start": 21148,
                    "End": 21278
                },
                {
                    "Reply": "We'll sleep in Best's quarters.",
                    "Didascalie": "",
                    "Start": 21387,
                    "End": 21419
                },
                {
                    "Reply": "Oh, yes!  Dead lame.",
                    "Didascalie": "",
                    "Start": 27659,
                    "End": 27680
                },
                {
                    "Reply": "And very lucky for you, Roderick, my boy.  You were a dead man else, for he is a devil of a fellow -- isn't he, Grogan?",
                    "Didascalie": "",
                    "Start": 27801,
                    "End": 27924
                },
                {
                    "Reply": "Hang the business.  I hate it.  I'm ashamed of it.  Say you're sorry, Roderick.  You can easily say that.",
                    "Didascalie": "",
                    "Start": 28025,
                    "End": 28133
                },
                {
                    "Reply": "There's nothing else for it.  Take your ground, Grogan -- twelve paces, I suppose?",
                    "Didascalie": "",
                    "Start": 28890,
                    "End": 28975
                },
                {
                    "Reply": "Don't bully, Mr. Best.  Here are the pistols.",
                    "Didascalie": "",
                    "Start": 29092,
                    "End": 29139
                },
                {
                    "Reply": "They are all right, never fear.",
                    "Didascalie": "",
                    "Start": 29293,
                    "End": 29325
                },
                {
                    "Reply": "How is it with you?",
                    "Didascalie": "",
                    "Start": 30119,
                    "End": 30139
                },
                {
                    "Reply": "We are not cowards, Grogan, whatever he was!  Let's get the boy off as quick as we may.  Your man shall go for a cart, and take away the body of this unhappy gentleman.  This has been a sad day's work for our family, Roderick James, and you have robbed us of fifteen-hundred a-year.",
                    "Didascalie": "",
                    "Start": 30707,
                    "End": 30997
                },
                {
                    "Reply": "I'll go with you.",
                    "Didascalie": "",
                    "Start": 31390,
                    "End": 31408
                },
                {
                    "Reply": "The boy must go into hiding, for a short time anyway.  Dublin is the best place for him to go, and there wait until matters are blown over.",
                    "Didascalie": "",
                    "Start": 31900,
                    "End": 32043
                },
                {
                    "Reply": "I wish that were true, Auntie dear, but I'm afraid the bailiffs may already be on their way from Kilwangan.",
                    "Didascalie": "",
                    "Start": 32164,
                    "End": 32275
                }
            ]
        },
        {
            "Character": "MOTHER",
            "Replies": [
                {
                    "Reply": "Thank God, it's fallen towards me!",
                    "Didascalie": "",
                    "Start": 24936,
                    "End": 24971
                },
                {
                    "Reply": "Dublin?  But the poor lad has never been away from home.  He will be as safe here as in Dublin.",
                    "Didascalie": "",
                    "Start": 32055,
                    "End": 32153
                },
                {
                    "Reply": "Roderick, my darling, my wild boy, I have forebodings that our separation is to be a long one.  I spent most of all night consulting the cards regarding your fate in the duel, and all signs betoke a separation.  Here is twenty guineas -- all that I have in the world -- and I want you to keep your father's sword and pistols, which you have known to use so like a man.",
                    "Didascalie": "(gravely)",
                    "Start": 32861,
                    "End": 33242
                },
                {
                    "Reply": "Ah, Roderick, it's a blessing to see that my darling boy has attained a position I always knew was his due, and for which I pinched myself to educate him.  Little Patrick is a darling boy, and you live in great splendor, but how long will it last?",
                    "Didascalie": "",
                    "Start": 143207,
                    "End": 143461
                },
                {
                    "Reply": "You have not a penny of your own, and cannot transact any business without the Countess' signature.",
                    "Didascalie": "",
                    "Start": 143815,
                    "End": 143917
                },
                {
                    "Reply": "I shall tell you a secret -- I shall not rest until I see you Earl of Duganstown, and my grandson, a Lord Viscount.",
                    "Didascalie": "",
                    "Start": 144189,
                    "End": 144308
                },
                {
                    "Reply": "This head would become a coronet.",
                    "Didascalie": "",
                    "Start": 144355,
                    "End": 144389
                },
                {
                    "Reply": "These things entail considerable expense, and you will need your lady's blessing, but the young boy forms the great bond of union between you and her ladyship, and there is no plan of ambition you could propose in which she would not join for the poor lad's benefit, and no expense she will not eagerly incur, if it might be any means be shown to tend to his advancement.",
                    "Didascalie": "",
                    "Start": 144560,
                    "End": 144942
                },
                {
                    "Reply": "Depend on it, artful hussy has some other scheme in her head now.",
                    "Didascalie": "",
                    "Start": 175905,
                    "End": 175972
                },
                {
                    "Reply": "Depend on it, there is some artifice.  When once you get into that wicked town, you are not safe.",
                    "Didascalie": "",
                    "Start": 179243,
                    "End": 179343
                },
                {
                    "Reply": "Roderick, you must listen to me.  As soon as they have you in London, they will get the better of my poor innocent lad; and the first thing that I shall hear of you will be that you are in trouble.  You will be a victim of your own generous and confiding nature.",
                    "Didascalie": "",
                    "Start": 179921,
                    "End": 180191
                },
                {
                    "Reply": "Humph!  I believe she is at the bottom of it -- the wicked schemer.",
                    "Didascalie": "",
                    "Start": 180608,
                    "End": 180677
                }
            ]
        },
        {
            "Character": "ARMED GENTLEMAN",
            "Replies": [
                {
                    "Reply": "Good day to you, young sir.",
                    "Didascalie": "",
                    "Start": 34547,
                    "End": 34575
                },
                {
                    "Reply": "Where are you bound for?",
                    "Didascalie": "",
                    "Start": 34624,
                    "End": 34649
                },
                {
                    "Reply": "Is your mother not afraid on account of the highwayman to let one so young as you travel?",
                    "Didascalie": "",
                    "Start": 34763,
                    "End": 34855
                }
            ]
        },
        {
            "Character": "FOOTMAN",
            "Replies": [
                {
                    "Reply": "Stop thief!",
                    "Didascalie": "",
                    "Start": 35427,
                    "End": 35439
                },
                {
                    "Reply": "Be fair, ma'am, them wasn't so much.",
                    "Didascalie": "",
                    "Start": 37070,
                    "End": 37107
                },
                {
                    "Reply": "Sorry, ma'am.",
                    "Didascalie": "",
                    "Start": 37293,
                    "End": 37307
                }
            ]
        },
        {
            "Character": "COUNCILLOR MULLIGAN",
            "Replies": [
                {
                    "Reply": "Master Roderick, you appear a young fellow of birth and fortune; let me whisper in your ear that you have fallen into very bad hands -- it's a regular gang of swindlers; and a gentleman of your rank and quality should never be seen in such company.  The captain has been a gentleman's gentleman, and his lady of no higher rank.  Go home, pack your valise, pay the little trifle you owe me, mount your mare, and ride back again to your parents --",
                    "Didascalie": "",
                    "Start": 45590,
                    "End": 46048
                }
            ]
        },
        {
            "Character": "LINK-BOY",
            "Replies": [
                {
                    "Reply": "If you want to vex him, ask him about his wife, the washerwoman, who bates him.",
                    "Didascalie": "(whispers)",
                    "Start": 51178,
                    "End": 51262
                },
                {
                    "Reply": "Ask him why he wouldn't see her yesterday, when she came to the ship.",
                    "Didascalie": "(whispers)",
                    "Start": 51401,
                    "End": 51475
                }
            ]
        },
        {
            "Character": "CAPTAIN",
            "Replies": [
                {
                    "Reply": "Grogan's down; Lakenham, there's your company.",
                    "Didascalie": "",
                    "Start": 58264,
                    "End": 58312
                }
            ]
        },
        {
            "Character": "LAKENHAM",
            "Replies": [
                {
                    "Reply": "Here, you, Roderick James.  I will pay you five guineas if you will carry me into the town which is hard by those woods.",
                    "Didascalie": "",
                    "Start": 60372,
                    "End": 60496
                },
                {
                    "Reply": "Who are you putting into that bed?",
                    "Didascalie": "(languidly, in pain)",
                    "Start": 62663,
                    "End": 62700
                },
                {
                    "Reply": "A corporal?  Turn him out.  Schicken sie Herrn Koporal weg!",
                    "Didascalie": "",
                    "Start": 62776,
                    "End": 62837
                },
                {
                    "Reply": "You great scoundrel!  You mutinous dog!  What do you mean by dressing yourself in my regimentals?  As sure as my name's Lakenham, when we get back to the regiment, I'll have your soul cut out of your body.",
                    "Didascalie": "",
                    "Start": 65455,
                    "End": 65666
                }
            ]
        },
        {
            "Character": "PRIVATE",
            "Replies": [
                {
                    "Reply": "I should get half.",
                    "Didascalie": "",
                    "Start": 61856,
                    "End": 61875
                },
                {
                    "Reply": "He gave you five guineas, and I bloody well expect half.",
                    "Didascalie": "",
                    "Start": 61960,
                    "End": 62018
                },
                {
                    "Reply": "Sergeant, the wagon has arrived with the Captain's furniture, but the driver says he is not supposed to unload it.  Is it possible for you to talk to him?",
                    "Didascalie": "",
                    "Start": 75895,
                    "End": 76054
                }
            ]
        },
        {
            "Character": "LISCHEN",
            "Replies": [
                {
                    "Reply": "We have the Corporal, wounded, to you bringing.",
                    "Didascalie": "",
                    "Start": 62713,
                    "End": 62762
                }
            ]
        },
        {
            "Character": "CAPTAIN GALGENSTEIN",
            "Replies": [
                {
                    "Reply": "What is your uncle's name?",
                    "Didascalie": "",
                    "Start": 67894,
                    "End": 67921
                },
                {
                    "Reply": "Oh, yes, of course, Ambassador O'Grady...",
                    "Didascalie": "(with a laugh)",
                    "Start": 68001,
                    "End": 68046
                },
                {
                    "Reply": "It hurts my feelings to be obliged to commune with such wretches, but the stern necessities of war demand men continually, and hence these recruiters whom you see market in human flesh.  They get five-and-",
                    "Didascalie": "",
                    "Start": 68334,
                    "End": 68545
                },
                {
                    "Reply": "This is a very good inn.  Shall we stop for dinner?",
                    "Didascalie": "",
                    "Start": 68854,
                    "End": 68907
                },
                {
                    "Reply": "Do you want to see the loveliest woman in Europe?",
                    "Didascalie": "",
                    "Start": 69088,
                    "End": 69139
                },
                {
                    "Reply": "Ah!  You sly rogue, I see that will influence you.",
                    "Didascalie": "",
                    "Start": 69182,
                    "End": 69234
                },
                {
                    "Reply": "The people are great farmers, as well as inn-keepers.",
                    "Didascalie": "",
                    "Start": 69320,
                    "End": 69375
                },
                {
                    "Reply": "Parties of French horsemen are about the country, and one cannot take too many precautions against such villains.",
                    "Didascalie": "(explaining the gate)",
                    "Start": 69878,
                    "End": 69997
                },
                {
                    "Reply": "Well, our meal is a frugal one, but a soldier has many a time a worse.",
                    "Didascalie": "",
                    "Start": 70451,
                    "End": 70523
                },
                {
                    "Reply": "It was my joke.  I was tired, and did not care to go farther.  There's not prettier woman here than that.",
                    "Didascalie": "",
                    "Start": 70991,
                    "End": 71099
                },
                {
                    "Reply": "I have acted as I think fit.",
                    "Didascalie": "",
                    "Start": 71317,
                    "End": 71346
                },
                {
                    "Reply": "It's a lie!  You're a deserter!",
                    "Didascalie": "",
                    "Start": 71413,
                    "End": 71445
                },
                {
                    "Reply": "Advance a step, and I send this bullet into your brains!",
                    "Didascalie": "",
                    "Start": 72026,
                    "End": 72084
                },
                {
                    "Reply": "Good morning, Private James.  Please come in.  I should like you to meet my uncle, Herr Minister of Police Galgenstein.",
                    "Didascalie": "",
                    "Start": 77102,
                    "End": 77225
                },
                {
                    "Reply": "Your loyalty to me and your service to the regiment has pleased me very well -- and now there is another occasion on which you may make yourself useful to us; if you succeed, depend on it, your reward will be your discharge from the army, and a bounty of 100 guineas.",
                    "Didascalie": "",
                    "Start": 77486,
                    "End": 77761
                },
                {
                    "Reply": "There is lately come to Berlin a gentleman in the service of the Empress Queen, who calls himself the Chevalier de Belle Fast, and wears the red riband and star of the pope's order of the Spur.  He is made for good society, polished, obliging, a libertine, without prejudices, fond of women, of good food, of high play, prudent and discreet.",
                    "Didascalie": "",
                    "Start": 77826,
                    "End": 78178
                },
                {
                    "Reply": "He speaks Italian and French indifferently; but we have some reason to fancy this Monsieur de Belle Fast is a native of your country of Ireland, and that he has come here as a spy.",
                    "Didascalie": "",
                    "Start": 78236,
                    "End": 78422
                },
                {
                    "Reply": "Naturally, your knowledge of English makes you an ideal choice to go into his service.  Of course, you will not know a word of English; and if the Chevalier asks as to the particularity of your accent, say you are Hungarian.  The servant who came with him will be turned away today, and the person to whom he has applied for a faithful fellow will recommend you.",
                    "Didascalie": "",
                    "Start": 78501,
                    "End": 78874
                },
                {
                    "Reply": "You are a Hungarian; you served in the army, and left on account of weakness in the loins.  He gambles a great deal, and wins.  Do you know the cards well?",
                    "Didascalie": "",
                    "Start": 78915,
                    "End": 79075
                },
                {
                    "Reply": "I had thought you more expert.  You must find out if the Chevalier cheats.  He sees the English and Austrian envoys continually, and the young men of either ministry sup repeatedly at his house.  Find out what they talk of, for how much each plays, especially if any of them play on parole.  If you are able to, read his private letters, though about those which go to the post, you need not trouble yourself -- we look at them there.  But never see him write a note without finding out to whom it goes, and by what channel or messenger.  He sleeps with the keys of his dispatch-box with a string around his neck -- twenty frederics, if you get an impression of the keys.",
                    "Didascalie": "",
                    "Start": 79150,
                    "End": 79841
                },
                {
                    "Reply": "What are the Chevalier's intentions?",
                    "Didascalie": "",
                    "Start": 88574,
                    "End": 88611
                },
                {
                    "Reply": "Has he sent the challenge yet?",
                    "Didascalie": "",
                    "Start": 90080,
                    "End": 90111
                },
                {
                    "Reply": "You say he drives after breakfast and before dinner.  When he comes out to his carriage a couple of gendarmes will mount the box, and the coachman will get his orders to move on.",
                    "Didascalie": "",
                    "Start": 90282,
                    "End": 90466
                },
                {
                    "Reply": "Oh!  That will be sent after him.  I have a fancy to look into that red box which contains his papers, you say; and at noon, after parade, shall be at the inn.  You will not say a word to any one there regarding the affair, and will wait for me at the Chevalier's rooms until my arrival.  We must force that box.  You are a clumsy hound, or you would have got the key long ago.",
                    "Didascalie": "",
                    "Start": 90522,
                    "End": 90911
                },
                {
                    "Reply": "Roderick!  Are you there?",
                    "Didascalie": "",
                    "Start": 94453,
                    "End": 94479
                },
                {
                    "Reply": "The rogue is gone out.",
                    "Didascalie": "",
                    "Start": 94516,
                    "End": 94539
                }
            ]
        },
        {
            "Character": "COLONEL BULOW",
            "Replies": [
                {
                    "Reply": "You are a gallant soldier, and have evidently come of good stock; but you are idle, dissolute, and unprincipled; you have done a deal of harm to the men; and, for all your talents and bravery, I am sure you will come to no good.",
                    "Didascalie": "",
                    "Start": 74530,
                    "End": 74765
                }
            ]
        },
        {
            "Character": "PRUSSIAN SERGEANT",
            "Replies": [
                {
                    "Reply": "You may wait.",
                    "Didascalie": "",
                    "Start": 75707,
                    "End": 75721
                }
            ]
        },
        {
            "Character": "MINISTER GALGENSTEIN",
            "Replies": [
                {
                    "Reply": "Give him his discharge!  Bon Dieu!",
                    "Didascalie": "",
                    "Start": 76219,
                    "End": 76254
                },
                {
                    "Reply": "Does this assignment interest you?",
                    "Didascalie": "",
                    "Start": 79867,
                    "End": 79902
                },
                {
                    "Reply": "Was he cheated?",
                    "Didascalie": "",
                    "Start": 88390,
                    "End": 88406
                },
                {
                    "Reply": "Hmm-mmmm.",
                    "Didascalie": "",
                    "Start": 88539,
                    "End": 88549
                },
                {
                    "Reply": "A meeting with the Prince of Turbingen is impossible.",
                    "Didascalie": "",
                    "Start": 88772,
                    "End": 88827
                },
                {
                    "Reply": "Will you be able to return here tomorrow without arousing suspicion?",
                    "Didascalie": "",
                    "Start": 89012,
                    "End": 89082
                },
                {
                    "Reply": "The King has determined to send the Chevalier out of the country.",
                    "Didascalie": "",
                    "Start": 89956,
                    "End": 90023
                },
                {
                    "Reply": "Then this must be done tomorrow.",
                    "Didascalie": "",
                    "Start": 90190,
                    "End": 90223
                }
            ]
        },
        {
            "Character": "CHEVALIER",
            "Replies": [
                {
                    "Reply": "You are the young man who M. de Seebach recommended?",
                    "Didascalie": "",
                    "Start": 80284,
                    "End": 80338
                },
                {
                    "Reply": "Your name is Lazlo Zilagyi?",
                    "Didascalie": "",
                    "Start": 80891,
                    "End": 80919
                },
                {
                    "Reply": "You come highly recommended by Herr Seebach.",
                    "Didascalie": "",
                    "Start": 80958,
                    "End": 81004
                },
                {
                    "Reply": "For whom else have you worked?",
                    "Didascalie": "",
                    "Start": 81073,
                    "End": 81104
                },
                {
                    "Reply": "Who else can give me information about you?",
                    "Didascalie": "",
                    "Start": 81229,
                    "End": 81274
                },
                {
                    "Reply": "Is there something wrong?",
                    "Didascalie": "",
                    "Start": 81660,
                    "End": 81686
                },
                {
                    "Reply": "The rascals!  They think to catch me, do they?  Why, young man, my chief conspiracy is a faro-bank.",
                    "Didascalie": "",
                    "Start": 82699,
                    "End": 82801
                },
                {
                    "Reply": "I'd give five years of my life to see the old country again, the greenfields, and the river, and the old round tower, and the burying place.",
                    "Didascalie": "",
                    "Start": 83277,
                    "End": 83422
                },
                {
                    "Reply": "My lad, I have been in every service; and, between ourselves, owe money in every capital in Europe.  I have been a rolling stone.  Play --",
                    "Didascalie": "",
                    "Start": 83503,
                    "End": 83645
                },
                {
                    "Reply": "The cards are now my only livelihood.  Sometimes I am in luck, and then I lay out my money in these trinkets you see.  It's property, look you, and the only way I have found of keeping a little about me.",
                    "Didascalie": "",
                    "Start": 83991,
                    "End": 84200
                },
                {
                    "Reply": "We will practice in the mornings, my boy, and I'll put you up to a thing or two worth knowing.",
                    "Didascalie": "",
                    "Start": 84413,
                    "End": 84510
                },
                {
                    "Reply": "I deny your Grace's accusations, and beg you to say how you have been cheated?",
                    "Didascalie": "",
                    "Start": 87654,
                    "End": 87735
                },
                {
                    "Reply": "Your Grace owes me seventy thousand frederics, which I have honorably won.",
                    "Didascalie": "",
                    "Start": 87803,
                    "End": 87880
                },
                {
                    "Reply": "Your Grace, if I am so tame as to take this, then I must give up an honorable and lucrative occupation.",
                    "Didascalie": "",
                    "Start": 88046,
                    "End": 88152
                },
                {
                    "Reply": "Tell them I intend to demand satisfaction from the Prince.",
                    "Didascalie": "",
                    "Start": 89133,
                    "End": 89193
                },
                {
                    "Reply": "Have no fear.  It will come out well for me.",
                    "Didascalie": "",
                    "Start": 89277,
                    "End": 89323
                },
                {
                    "Reply": "I have faced that problem before.",
                    "Didascalie": "",
                    "Start": 89384,
                    "End": 89418
                },
                {
                    "Reply": "Make your mind easy, you shall not be left behind, I warrant you.  Do take a last look at your barracks, make your mind easy, say a farewell to your friends in Berlin.  The dear souls, how they will weep when they hear you are out of the country, and, out of it, you shall go.",
                    "Didascalie": "(with a smile)",
                    "Start": 89524,
                    "End": 89810
                },
                {
                    "Reply": "Where is my rascal, Lazlo?",
                    "Didascalie": "",
                    "Start": 91265,
                    "End": 91292
                },
                {
                    "Reply": "Good gracious!  What is this?",
                    "Didascalie": "",
                    "Start": 91555,
                    "End": 91585
                },
                {
                    "Reply": "It is shameful -- infamous!  I insist upon being put down at the Austrian ambassador's house.",
                    "Didascalie": "",
                    "Start": 91687,
                    "End": 91783
                },
                {
                    "Reply": "Ten thousand?  But the scoundrel owes me seventy thousand.",
                    "Didascalie": "",
                    "Start": 91947,
                    "End": 92007
                },
                {
                    "Reply": "All Europe shall hear of this!",
                    "Didascalie": "(whispering)",
                    "Start": 92093,
                    "End": 92126
                },
                {
                    "Reply": "I have no luggage.",
                    "Didascalie": "",
                    "Start": 92991,
                    "End": 93010
                },
                {
                    "Reply": "Gentlemen, I wish you a good day.",
                    "Didascalie": "",
                    "Start": 93272,
                    "End": 93306
                },
                {
                    "Reply": "From the Chevalier de Belle Fast to Roderick James, Esquire, Gentilhomme Anglais.  At the Hotel des trois Couronnes, Dresden, Saxe.  My dear Roderick -- This comes to you by a sure hand, no other than Mr. Lumpit, of the English mission, who is acquainted, as all Berlin will be directly, with our wonderful story.",
                    "Didascalie": "",
                    "Start": 93726,
                    "End": 94048
                },
                {
                    "Reply": "As I lay in my bed two and a half hours after your departure, in comes your ex-captain, Galgenstein.",
                    "Didascalie": "",
                    "Start": 94282,
                    "End": 94385
                },
                {
                    "Reply": "Straightaway he makes for the red box where I keep my love letters, my glass eye which I used to wear, my two sets of Paris teeth, and my other private matters that you know of.  He first tries a bunch of keys, but none of them fit the English lock.  Then he takes out of his pocket a chisel and hammer, and falls to work like a professional burglar, actually bursting open the little box!  Now was my time to act!",
                    "Didascalie": "",
                    "Start": 94588,
                    "End": 95014
                },
                {
                    "Reply": "Where is my servant?  Who dares to rob me in open day?  Look at the villain whom I find in the act of breaking my chest open!  Send for the police, send for his Excellency the Austrian Minister!  All Europe shall know of this insult!",
                    "Didascalie": "",
                    "Start": 95500,
                    "End": 95740
                },
                {
                    "Reply": "Me!  Why, man, I have been in bed all morning.  I am ill -- I have taken physic -- I have not left the house this morning!  Where is that scoundrel, Lazlo?  But, stop!  Where are my clothes and wig?",
                    "Didascalie": "",
                    "Start": 95820,
                    "End": 96024
                },
                {
                    "Reply": "And my money -- my money!  Where is my purse with forty-eight frederics in it?  But we have one of the villains left, Officers, seize him.",
                    "Didascalie": "",
                    "Start": 96118,
                    "End": 96260
                },
                {
                    "Reply": "What!  A gentleman breaking open my trunk with hammer and chisel --",
                    "Didascalie": "",
                    "Start": 96360,
                    "End": 96429
                },
                {
                    "Reply": "Herr Galgenstein was returning to life by this time, with a swelling on his skull as big as a saucepan; and the officers carried him off, and, to make a long story short, poor Galgenstein is now on his way to Spandau; and his uncle, the Minister of Police Galgenstein, has brought me five hundred louis, with a humble request that I would leave Berlin forthwith, and hush up this painful matter.",
                    "Didascalie": "",
                    "Start": 96464,
                    "End": 96871
                },
                {
                    "Reply": "Sir, we have but eighty thousand florins in bank, or two hundred thousand at three months; if your highness' bags do not contain more than eight thousand, we will meet you.",
                    "Didascalie": "",
                    "Start": 101079,
                    "End": 101257
                },
                {
                    "Reply": "To risk one's life against such people is an imposition.",
                    "Didascalie": "",
                    "Start": 106582,
                    "End": 106640
                },
                {
                    "Reply": "Certain?",
                    "Didascalie": "",
                    "Start": 106730,
                    "End": 106739
                }
            ]
        },
        {
            "Character": "PRINCE",
            "Replies": [
                {
                    "Reply": "Chevalier, though I cannot say how, I believe you have cheated me.",
                    "Didascalie": "",
                    "Start": 87571,
                    "End": 87639
                },
                {
                    "Reply": "I don't know.",
                    "Didascalie": "(glaring at Roderick)",
                    "Start": 87772,
                    "End": 87788
                },
                {
                    "Reply": "Chevalier, if you will have your money now, you must fight for it.",
                    "Didascalie": "",
                    "Start": 87892,
                    "End": 87960
                },
                {
                    "Reply": "I have said all there is to be said.",
                    "Didascalie": "",
                    "Start": 88164,
                    "End": 88201
                }
            ]
        },
        {
            "Character": "PRUSSIAN OFFICER",
            "Replies": [
                {
                    "Reply": "I will let down the steps for your honor.",
                    "Didascalie": "",
                    "Start": 91352,
                    "End": 91395
                },
                {
                    "Reply": "You are going to drive to the frontier.",
                    "Didascalie": "(touching his hat)",
                    "Start": 91629,
                    "End": 91672
                },
                {
                    "Reply": "I have orders to gag your honor if you cry out, and to give you this purse containing ten thousand frederics if you do not.",
                    "Didascalie": "",
                    "Start": 91805,
                    "End": 91932
                },
                {
                    "Reply": "Your honor must lower his voice.",
                    "Didascalie": "",
                    "Start": 92029,
                    "End": 92062
                },
                {
                    "Reply": "As you please.",
                    "Didascalie": "",
                    "Start": 92148,
                    "End": 92163
                },
                {
                    "Reply": "Do not be alarmed.  The alarm cannon only signals a deserter.",
                    "Didascalie": "",
                    "Start": 92324,
                    "End": 92387
                },
                {
                    "Reply": "The gentleman has nothing contraband.",
                    "Didascalie": "",
                    "Start": 93032,
                    "End": 93071
                }
            ]
        },
        {
            "Character": "LANDLORD",
            "Replies": [
                {
                    "Reply": "Dear heaven!  We saw you go away three hours ago.",
                    "Didascalie": "",
                    "Start": 95754,
                    "End": 95805
                },
                {
                    "Reply": "It's the young Herr Galgenstein.",
                    "Didascalie": "",
                    "Start": 96312,
                    "End": 96345
                }
            ]
        },
        {
            "Character": "CHAMBERMAID",
            "Replies": [
                {
                    "Reply": "I have it -- I have it!  Lazlo is off in your honor's dress.",
                    "Didascalie": "",
                    "Start": 96041,
                    "End": 96103
                }
            ]
        },
        {
            "Character": "VALDEZ",
            "Replies": [
                {
                    "Reply": "Yes.  He brought me in his carriage, and he will call for me at midnight.",
                    "Didascalie": "",
                    "Start": 102289,
                    "End": 102364
                },
                {
                    "Reply": "He is only curious to know who you are.",
                    "Didascalie": "",
                    "Start": 102420,
                    "End": 102461
                },
                {
                    "Reply": "He loves me, as I love you.",
                    "Didascalie": "",
                    "Start": 102554,
                    "End": 102582
                },
                {
                    "Reply": "He will believe that it will please me if he asks about it, and I shall tell him everything except some circumstances which might humiliate him.",
                    "Didascalie": "",
                    "Start": 102657,
                    "End": 102806
                }
            ]
        },
        {
            "Character": "LANGEAC",
            "Replies": [
                {
                    "Reply": "I will put in on you myself.",
                    "Didascalie": "",
                    "Start": 103197,
                    "End": 103226
                },
                {
                    "Reply": "There you are, dressed by my hand.",
                    "Didascalie": "",
                    "Start": 103269,
                    "End": 103304
                }
            ]
        },
        {
            "Character": "COUNT",
            "Replies": [
                {
                    "Reply": "I entered here, monsieur, at a bad moment for you; it seems that you love this lady.",
                    "Didascalie": "",
                    "Start": 103794,
                    "End": 103881
                },
                {
                    "Reply": "Perfectly so; and what is more, I will tell you that I love her, and that I am not of a humor to put up with rivals.",
                    "Didascalie": "",
                    "Start": 103986,
                    "End": 104106
                },
                {
                    "Reply": "Then you yield to me.",
                    "Didascalie": "",
                    "Start": 104191,
                    "End": 104213
                },
                {
                    "Reply": "Very well; but a man who yields takes to his legs.",
                    "Didascalie": "",
                    "Start": 104303,
                    "End": 104355
                },
                {
                    "Reply": "Take to your legs, low Irish dog.",
                    "Didascalie": "",
                    "Start": 104405,
                    "End": 104439
                }
            ]
        },
        {
            "Character": "DASCHER",
            "Replies": [
                {
                    "Reply": "I see that you are without your sword, but I believe you are a man of mettle.  Will you give me satisfaction?",
                    "Didascalie": "",
                    "Start": 105703,
                    "End": 105816
                },
                {
                    "Reply": "I may have been mistaken, but I mean to make you pay deadly for your brutality.",
                    "Didascalie": "",
                    "Start": 106262,
                    "End": 106344
                },
                {
                    "Reply": "But we must decide who is to have the first shot.",
                    "Didascalie": "",
                    "Start": 107241,
                    "End": 107292
                }
            ]
        },
        {
            "Character": "ANOTHER OFFICER",
            "Replies": [
                {
                    "Reply": "I will undertake to pay you the 20 louis, but only tomorrow morning at the meeting.",
                    "Didascalie": "",
                    "Start": 105993,
                    "End": 106079
                }
            ]
        },
        {
            "Character": "STRANGER",
            "Replies": [
                {
                    "Reply": "Monsieur, here in Saxony, the post has no special right, and if you are a foreigner, you must admit that you have no greater claim than mine, since I am in my own country.",
                    "Didascalie": "",
                    "Start": 108873,
                    "End": 109049
                }
            ]
        },
        {
            "Character": "SIR WILLIAM",
            "Replies": [
                {
                    "Reply": "Hang it, Mr. Roderick James, you have no more manners than a barber, and I think my black footman has been better educated than you; but you are a young fellow of originality and pluck, and I like you, sir.  because you seem determined to go to the devil by a way of your own.",
                    "Didascalie": "",
                    "Start": 115153,
                    "End": 115438
                },
                {
                    "Reply": "Indeed, you are right, sir.  Look at me.  Marriage has added forty years to my life.  I am dying, a worn-out cripple, at the age of fifty.  When I took off Lady Cosgrove, there was no man of my years who looked so young as myself.  Fool that I was!",
                    "Didascalie": "",
                    "Start": 115689,
                    "End": 115944
                },
                {
                    "Reply": "In truth, sir, yes, but, if you must marry, then marry a virtuous drudge.",
                    "Didascalie": "",
                    "Start": 116249,
                    "End": 116324
                },
                {
                    "Reply": "Well, why not a milkmaid's daughter?",
                    "Didascalie": "",
                    "Start": 116396,
                    "End": 116433
                },
                {
                    "Reply": "My lady is a weak woman, but she is my mistress.  She is a fool, but she has got the better of one of the best heads in Christendom.  She is enormously rich, but somehow I have never been so poor, as since I married her.  I thought to better myself, and she has made me miserable and killed me, and she will do as much for my successor when I'm gone.",
                    "Didascalie": "",
                    "Start": 117015,
                    "End": 117376
                },
                {
                    "Reply": "Good evening, Mr. James, have you done with my lady?",
                    "Didascalie": "",
                    "Start": 125951,
                    "End": 126005
                },
                {
                    "Reply": "Come, come, sir.  I am a man who would rather be known as a cuckold than a fool.",
                    "Didascalie": "",
                    "Start": 126055,
                    "End": 126138
                },
                {
                    "Reply": "Gentlemen, see this amiable youth!",
                    "Didascalie": "",
                    "Start": 126557,
                    "End": 126592
                },
                {
                    "Reply": "He wants to step into my shoes!  He wants to step into my shoes!",
                    "Didascalie": "",
                    "Start": 127095,
                    "End": 127161
                },
                {
                    "Reply": "Is it not a pleasure, gentlemen, for me, as I am drawing near the goal, to find my home such a happy one; my wife so fond of me, that she is even now thinking of appointing a successor?  Isn't it a comfort to see her; like a prudent housewife, getting everything ready for her husband's departure?",
                    "Didascalie": "",
                    "Start": 127780,
                    "End": 128086
                },
                {
                    "Reply": "Not so soon, my dear, as you may fancy perhaps.  Why, man, I have been given over many times these four years, and there was always a candidate or two waiting to apply for the situation.  Who knows how long I may keep you waiting.",
                    "Didascalie": "",
                    "Start": 128179,
                    "End": 128416
                },
                {
                    "Reply": "I am sorry for you Mr. James.  I'm grieved to keep you or any gentleman waiting.  Had you not better to arrange with my doctor or get the cook to flavor my omelette with arsenic?  What are the odds, gentlemen, that I don't live to see Mr. James hang yet?",
                    "Didascalie": "",
                    "Start": 128478,
                    "End": 128740
                }
            ]
        },
        {
            "Character": "COUNTESS",
            "Replies": [
                {
                    "Reply": "No.",
                    "Didascalie": "",
                    "Start": 118372,
                    "End": 118376
                },
                {
                    "Reply": "Never.",
                    "Didascalie": "",
                    "Start": 118422,
                    "End": 118429
                },
                {
                    "Reply": "Not even that.",
                    "Didascalie": "",
                    "Start": 118493,
                    "End": 118508
                },
                {
                    "Reply": "Not one.",
                    "Didascalie": "",
                    "Start": 118613,
                    "End": 118622
                },
                {
                    "Reply": "That man has, perhaps, not yet been born.",
                    "Didascalie": "",
                    "Start": 118685,
                    "End": 118728
                },
                {
                    "Reply": "Many worthy of attention; but valuing is something more.  I could value only someone whom I loved.",
                    "Didascalie": "",
                    "Start": 118813,
                    "End": 118914
                },
                {
                    "Reply": "Your word \"empty\" makes me laugh.",
                    "Didascalie": "",
                    "Start": 118992,
                    "End": 119026
                },
                {
                    "Reply": "But if, when I love, I am unhappy, I will know that my empty heart was my good fortune.",
                    "Didascalie": "",
                    "Start": 119268,
                    "End": 119358
                },
                {
                    "Reply": "It is only too possible.  Love requires a mutual harmony which is difficult, and it is even more difficult to make it last.",
                    "Didascalie": "",
                    "Start": 119468,
                    "End": 119595
                },
                {
                    "Reply": "A man may need to do that, and find it amusing; but a girl is bound by other laws.",
                    "Didascalie": "",
                    "Start": 119676,
                    "End": 119761
                },
                {
                    "Reply": "How so?",
                    "Didascalie": "",
                    "Start": 119892,
                    "End": 119900
                },
                {
                    "Reply": "You want my heart?",
                    "Didascalie": "",
                    "Start": 119989,
                    "End": 120008
                },
                {
                    "Reply": "To make me wretched in two weeks.",
                    "Didascalie": "",
                    "Start": 120058,
                    "End": 120092
                },
                {
                    "Reply": "The amusing thing is that you deceive me without knowing, if it is true that you love me.",
                    "Didascalie": "",
                    "Start": 120182,
                    "End": 120274
                },
                {
                    "Reply": "But you deceive me nonetheless if I believe you, for it will not be in your power to love me when you love me no longer.",
                    "Didascalie": "",
                    "Start": 120403,
                    "End": 120527
                },
                {
                    "Reply": "Be so good as to tell me with whom you think you are?",
                    "Didascalie": "",
                    "Start": 120574,
                    "End": 120629
                },
                {
                    "Reply": "And if she does not choose to show you some kindness?",
                    "Didascalie": "",
                    "Start": 120839,
                    "End": 120894
                },
                {
                    "Reply": "You will do as you please.  It seems to me that such a matter can hardly be discussed until after people know each other.  Do you not agree?",
                    "Didascalie": "",
                    "Start": 120967,
                    "End": 121111
                },
                {
                    "Reply": "Poor man.  And, for that reason, you want to begin where people end?",
                    "Didascalie": "",
                    "Start": 121182,
                    "End": 121252
                },
                {
                    "Reply": "Always, my dear one, never any further.  Love is a child to be pacified with trifles.  A full diet can only kill it.",
                    "Didascalie": "",
                    "Start": 121642,
                    "End": 121762
                },
                {
                    "Reply": "Our abstinence makes our love immortal.  If I loved you a quarter of an hour ago, now I should love you even more.  But I should love you less if you exhausted my joy by satisfying all my desires.",
                    "Didascalie": "",
                    "Start": 121908,
                    "End": 122110
                },
                {
                    "Reply": "My husband has convinced me of the contrary.",
                    "Didascalie": "",
                    "Start": 122284,
                    "End": 122330
                },
                {
                    "Reply": "Shall I tell you something -- I believed what was called love came after the union -- and I was surprised when my husband, making me a woman, made me know it only by pain, unaccompanied by any pleasure.",
                    "Didascalie": "",
                    "Start": 122673,
                    "End": 122881
                },
                {
                    "Reply": "Without you, my dearest, I might have died without ever knowing love.",
                    "Didascalie": "",
                    "Start": 124494,
                    "End": 124565
                },
                {
                    "Reply": "As soon as I saw you loved me, I was pleased, and I gave you every opportunity to fall more in love with me, being certain that, for my part, I would never love you.  But after our first kiss, I found that I had no power over myself.  I did not know that one kiss could matter so much.",
                    "Didascalie": "",
                    "Start": 124868,
                    "End": 125162
                },
                {
                    "Reply": "My Lord Brookside, come and embrace your papa!",
                    "Didascalie": "",
                    "Start": 129978,
                    "End": 130026
                },
                {
                    "Reply": "Lord Brookside, you have offended your father.",
                    "Didascalie": "",
                    "Start": 130296,
                    "End": 130344
                },
                {
                    "Reply": "From the manner in which I love this child, my lord, you ought to know how I would have loved his elder brother, had he proved worthy of any mother's affection.",
                    "Didascalie": "",
                    "Start": 154366,
                    "End": 154531
                },
                {
                    "Reply": "Promise me, Patrick, that you will not ride the horse except in the company of your father.",
                    "Didascalie": "",
                    "Start": 164939,
                    "End": 165033
                },
                {
                    "Reply": "Oh, my little angel, you have done nothing for which you need pardon.",
                    "Didascalie": "(weeping)",
                    "Start": 167087,
                    "End": 167160
                },
                {
                    "Reply": "Roderick, you know well enough that I have never loved but you!  Was I ever so wretched that a kind word from you did not make me happy?",
                    "Didascalie": "",
                    "Start": 174846,
                    "End": 174986
                },
                {
                    "Reply": "Why go, Roderick?  I am happy here, as long as you are kind to me, as you now are.  We can't appear in London as we ought; the little money you will get will be spent, like all the rest has been.  Let us stay here and be content.",
                    "Didascalie": "",
                    "Start": 180275,
                    "End": 180511
                },
                {
                    "Reply": "Roderick -- don't go in.  I am sure there is danger.  There's time yet, let us go back -- anywhere!",
                    "Didascalie": "",
                    "Start": 182878,
                    "End": 182980
                },
                {
                    "Reply": "Old fool!",
                    "Didascalie": "",
                    "Start": 183175,
                    "End": 183185
                },
                {
                    "Reply": "Say Lady Cosgrove is here!",
                    "Didascalie": "",
                    "Start": 183299,
                    "End": 183326
                },
                {
                    "Reply": "Oh fool as I am, I have outwitted the most crafty and treacherous monster under the sun.  Yes, I was a fool when I married you, and gave up other and nobler hearts for your sake -- yes, I was a fool when I forgot my name and lineage to unite myself with a base-born adventurer -- a fool to bear, without repining, the most monstrous tyranny that ever woman suffered; to allow my property to be squandered; to see women as base and low-born as yourself...",
                    "Didascalie": "",
                    "Start": 184116,
                    "End": 184583
                }
            ]
        },
        {
            "Character": "VOICE",
            "Replies": [
                {
                    "Reply": "Dies at Spa, in the Kingdom of Belgium, the Right Honorable Sir William Cosgrove, Knight of the Bath, Member of Parliament for Cosgrove and Devonshire and many years His Majesty's representative at various European courts.  He hath left behind him a name which is endeared to all his friends for his manifold virtues and talents, a reputation justly acquired in the service of His Majesty, and an inconsolable widow to deplore his loss.",
                    "Didascalie": "",
                    "Start": 128830,
                    "End": 129280
                }
            ]
        },
        {
            "Character": "BROOKSIDE",
            "Replies": [
                {
                    "Reply": "He, my father!  I would as soon call one of your ladyship's footmen, papa!",
                    "Didascalie": "",
                    "Start": 130119,
                    "End": 130196
                },
                {
                    "Reply": "Mother, you have offended my father.",
                    "Didascalie": "",
                    "Start": 130359,
                    "End": 130396
                },
                {
                    "Reply": "Dear child, what a pity it is I am not dead for your sake!  The Cosgroves would then have a worthy representative, and enjoy all the benefits of the illustrious blood of the James' of Duganstown, would they not, Mr. James Cosgrove?",
                    "Didascalie": "",
                    "Start": 142126,
                    "End": 142364
                },
                {
                    "Reply": "Look you now, Mister Roderick James, from this moment on, I will submit to no further chastisement from you!",
                    "Didascalie": "(grinding his teeth)",
                    "Start": 152314,
                    "End": 152427
                },
                {
                    "Reply": "Take heed, Mister James.  I will shoot you if you lay hands on me now, or ever again.  Is that entirely clear to you, sir?",
                    "Didascalie": "",
                    "Start": 152502,
                    "End": 152628
                },
                {
                    "Reply": "Don't you think he fits my shoes very well, Sir Richard Wargrave?",
                    "Didascalie": "(very loudly)",
                    "Start": 154110,
                    "End": 154179
                },
                {
                    "Reply": "Madam, I have borne as long as mortal could endure the ill-",
                    "Didascalie": "",
                    "Start": 154591,
                    "End": 154652
                },
                {
                    "Reply": "I have no doubt that you said and did, sir, everything that a blackguard could say or do.  This lady is now safe under the protection of her relations and the law, and need fear your infamous persecutions no longer.",
                    "Didascalie": "",
                    "Start": 184971,
                    "End": 185193
                },
                {
                    "Reply": "I would not sully my sword with the blood of such a ruffian.  If the scoundrel remains in London another day, he will be seized as a common swindler.",
                    "Didascalie": "",
                    "Start": 185391,
                    "End": 185545
                },
                {
                    "Reply": "And the country will be rid of such a villain.",
                    "Didascalie": "",
                    "Start": 185995,
                    "End": 186043
                }
            ]
        },
        {
            "Character": "LORD WEST",
            "Replies": [
                {
                    "Reply": "Do you happen to know Gustavus Adolphus, the thirteenth Earl of Crabs?",
                    "Didascalie": "",
                    "Start": 145428,
                    "End": 145501
                },
                {
                    "Reply": "Well, sir, this nobleman is one of the gentlemen of His Majesty's closet, and one with whom our revered monarch is on terms of considerable intimacy.  I should say you would be wise to fix upon this nobleman your chief reliance for the advancement of your claim to the Viscounty which you propose to get.",
                    "Didascalie": "",
                    "Start": 145544,
                    "End": 145857
                },
                {
                    "Reply": "Have you done, Mr. Cosgrove?",
                    "Didascalie": "(gently)",
                    "Start": 158690,
                    "End": 158721
                },
                {
                    "Reply": "Well, Mr. Cosgrove, I'll answer you point by point.  The King is exceedingly averse to make peers, as you know.  Your claim, as you call them, have been laid before him, and His Majesty's gracious reply was, that you were the most impudent man in his dominions, and merited a halter, rather than a coronet.  As for withdrawing your support from us, you are perfectly welcome to carry yourself whithersoever you please.  And, now, as I have a great deal of occupation, perhaps you will do me the favor to retire, or tell me if there is anything else in the world in which I can oblige you.",
                    "Didascalie": "",
                    "Start": 158755,
                    "End": 159360
                }
            ]
        },
        {
            "Character": "EARL OF CRABS",
            "Replies": [
                {
                    "Reply": "Mr. Cosgrove, when I take up a person, he or she is safe.  There is no question about them any more.  My friends are the best people.  I don't mean the most virtuous, or, indeed, the least virtuous, or the cleverest, or the stupidest, or the richest, or the best born, but the \"best\" -- in a word, people about whom there is no question.  I cannot promise you how long it will take.",
                    "Didascalie": "",
                    "Start": 146169,
                    "End": 146562
                },
                {
                    "Reply": "Henri, this is Mr. James Cosgrove, who wishes to arrange a dinner party next week for sixty guests.",
                    "Didascalie": "",
                    "Start": 150608,
                    "End": 150710
                },
                {
                    "Reply": "May I suggest five hundred guineas?",
                    "Didascalie": "",
                    "Start": 151041,
                    "End": 151077
                }
            ]
        },
        {
            "Character": "GEORGE III",
            "Replies": [
                {
                    "Reply": "That's right, Mr. Cosgrove, raise another company, and go with them, too!",
                    "Didascalie": "",
                    "Start": 148991,
                    "End": 149067
                }
            ]
        },
        {
            "Character": "JOHNSON",
            "Replies": [
                {
                    "Reply": "If I were you, Mr. Cosgrove, I should mind my horses and tailors and not trouble myself about letters.",
                    "Didascalie": "",
                    "Start": 149519,
                    "End": 149625
                },
                {
                    "Reply": "Hold your tongue, Mr. Boswell, I had no right to brag of my Greek, gentlemen, and he has answered me very well.",
                    "Didascalie": "",
                    "Start": 150149,
                    "End": 150264
                },
                {
                    "Reply": "Waiter, bring on of Captain James' rhymes for Aristotle.",
                    "Didascalie": "",
                    "Start": 150399,
                    "End": 150457
                }
            ]
        },
        {
            "Character": "BOSWELL",
            "Replies": [
                {
                    "Reply": "Do you know who you're speaking to?!",
                    "Didascalie": "(roars)",
                    "Start": 150097,
                    "End": 150136
                }
            ]
        },
        {
            "Character": "GOLDSMITH",
            "Replies": [
                {
                    "Reply": "Port, if you please.",
                    "Didascalie": "(laughing)",
                    "Start": 150363,
                    "End": 150386
                }
            ]
        },
        {
            "Character": "HENRI",
            "Replies": [
                {
                    "Reply": "I am at your service, Mr. Cosgrove.",
                    "Didascalie": "",
                    "Start": 150721,
                    "End": 150757
                },
                {
                    "Reply": "As much as possible?",
                    "Didascalie": "",
                    "Start": 150835,
                    "End": 150856
                },
                {
                    "Reply": "All the same, you must name an amount.",
                    "Didascalie": "",
                    "Start": 150923,
                    "End": 150963
                },
                {
                    "Reply": "Last month, the Duke of Suffolk spent no more.",
                    "Didascalie": "",
                    "Start": 151123,
                    "End": 151171
                }
            ]
        },
        {
            "Character": "PATRICK",
            "Replies": [
                {
                    "Reply": "Papa, please don't flog Brookside today.  It wasn't his fault --",
                    "Didascalie": "",
                    "Start": 151740,
                    "End": 151806
                },
                {
                    "Reply": "Hello, papa!",
                    "Didascalie": "",
                    "Start": 163350,
                    "End": 163363
                },
                {
                    "Reply": "Did you buy the horse, papa?",
                    "Didascalie": "",
                    "Start": 163428,
                    "End": 163457
                },
                {
                    "Reply": "But I will have it on my birthday, won't I?",
                    "Didascalie": "",
                    "Start": 163566,
                    "End": 163611
                },
                {
                    "Reply": "Good night, papa.",
                    "Didascalie": "(kissing him)",
                    "Start": 164386,
                    "End": 164406
                },
                {
                    "Reply": "Papa?",
                    "Didascalie": "",
                    "Start": 164464,
                    "End": 164470
                },
                {
                    "Reply": "One of the boys in the stable told Nelly that you've already bought my horse, and that it's at Doolan's farm, where Mick the groom is breaking it in.  Is that true, papa?",
                    "Didascalie": "",
                    "Start": 164502,
                    "End": 164677
                },
                {
                    "Reply": "Then it's true!  It's true!  Oh, thank you, papa!  Thank you!",
                    "Didascalie": "",
                    "Start": 164841,
                    "End": 164904
                },
                {
                    "Reply": "I promise, mama.",
                    "Didascalie": "(unconvincingly)",
                    "Start": 165066,
                    "End": 165085
                },
                {
                    "Reply": "Yes, papa.",
                    "Didascalie": "",
                    "Start": 165209,
                    "End": 165220
                },
                {
                    "Reply": "You won't whip me, will you, papa?",
                    "Didascalie": "",
                    "Start": 166227,
                    "End": 166262
                },
                {
                    "Reply": "Papa, I beg you and mama to pardon me for any acts of disobedience I have been guilty of towards you.",
                    "Didascalie": "(weakly)",
                    "Start": 166954,
                    "End": 167060
                },
                {
                    "Reply": "Where is Brooksy?  I would like to see him.",
                    "Didascalie": "",
                    "Start": 167173,
                    "End": 167218
                },
                {
                    "Reply": "Is he all right, papa?",
                    "Didascalie": "",
                    "Start": 167293,
                    "End": 167316
                },
                {
                    "Reply": "Brooksy was better than you, papa, he used not to swear so, and he taught me many good things while you were away.",
                    "Didascalie": "",
                    "Start": 167359,
                    "End": 167477
                },
                {
                    "Reply": "I beg you not to quarrel so, but to love each other, so that we might meet again in heaven where Brooksy told me quarrelsome people never go.",
                    "Didascalie": "",
                    "Start": 167578,
                    "End": 167723
                }
            ]
        },
        {
            "Character": "DUKE OF RUTLAND",
            "Replies": [
                {
                    "Reply": "Let me tell you, sir, that your conduct has been very odiously represented to the King, and has formed the subject of royal comment.",
                    "Didascalie": "",
                    "Start": 156884,
                    "End": 157020
                },
                {
                    "Reply": "Hear me out, please.  It has been intimated to His Majesty that you had raised the American Company for the sole purpose of getting the young Viscount to command it, and so get rid of him.  And, further, that you had paid the very man in the company, who was ordered to dispatch him in the first general action.",
                    "Didascalie": "",
                    "Start": 157234,
                    "End": 157554
                },
                {
                    "Reply": "As for your ambitious hopes regarding the Irish peerages, His Majesty has also let it be known that you have been led astray by that Lord Crabs, who likes to take money, but who has no more influence to get a coronet than to procure a Pope's tiara.  And, if you have it in mind to call upon Lord Crabs, you will be disappointed.  He left for the continent on Tuesday, and may be away for several months.",
                    "Didascalie": "",
                    "Start": 157680,
                    "End": 158095
                }
            ]
        },
        {
            "Character": "BROKER",
            "Replies": [
                {
                    "Reply": "Your wife's life is as well known among the insurance societies in London, as any woman in Christendom, and, I'm sorry to say there is not one of them willing to place another policy against her ladyship's life.",
                    "Didascalie": "",
                    "Start": 161441,
                    "End": 161658
                }
            ]
        },
        {
            "Character": "HORSE-BOY",
            "Replies": [
                {
                    "Reply": "Yes, sir.",
                    "Didascalie": "",
                    "Start": 163095,
                    "End": 163105
                }
            ]
        },
        {
            "Character": "HUNT",
            "Replies": [
                {
                    "Reply": "I don't know, sir.",
                    "Didascalie": "",
                    "Start": 164809,
                    "End": 164828
                },
                {
                    "Reply": "I think Master Patrick has disobeyed your orders and stolen off to Doolan's farm.  When I went to the lad's room this morning, his bed was empty.  One of the cooks said she saw him go away before daybreak.  He must have slipped through my room while I was asleep.",
                    "Didascalie": "",
                    "Start": 165456,
                    "End": 165727
                }
            ]
        },
        {
            "Character": "VALET",
            "Replies": [
                {
                    "Reply": "I'm sorry to disturb you, sir, but Mr. Hunt has something important to tell you.",
                    "Didascalie": "",
                    "Start": 165344,
                    "End": 165427
                }
            ]
        },
        {
            "Character": "NEWCOMBE",
            "Replies": [
                {
                    "Reply": "I have good news for you, Mr.",
                    "Didascalie": "",
                    "Start": 176501,
                    "End": 176531
                },
                {
                    "Reply": "Considering your financial circumstances, Mr. Cosgrove, it has been impossible to find anyone at all prepared to do any business with you.  I think you may count yourself lucky to have this opportunity.",
                    "Didascalie": "",
                    "Start": 177231,
                    "End": 177439
                },
                {
                    "Reply": "There are a few other points we should discuss.  The loan agreement can only be executed by her ladyship's signature, and provided that Bracegirdle and Chatwick can be assured of her ladyship's freewill in giving her signature.",
                    "Didascalie": "",
                    "Start": 177631,
                    "End": 177865
                },
                {
                    "Reply": "May I be quite frank with you?",
                    "Didascalie": "",
                    "Start": 177975,
                    "End": 178006
                },
                {
                    "Reply": "Mister Bracegirdle said to me that he had heard her ladyship lives in some fear of her life, and meditated a separation, in which case, she might later repudiate any documents signed by herself while in durance, and subject them, at any rate, to a doubtful and expensive litigation.",
                    "Didascalie": "",
                    "Start": 178050,
                    "End": 178340
                },
                {
                    "Reply": "When I asked them in what form they would accept her ladyship's assurances, they said that they were only prepared to accept them if her ladyship confirms her written consent by word of mouth, in their presence, at their counting-house in Birchin Lane, London.  I requested they come here, and save her ladyship and yourself the inconvenience of the trip to London, but they declined, saying that they did not wish to incur the risk of a visit to Castle Hackton to negotiate, as they were aware of how other respectable parties, such as Messrs. Sharp and Salomon had been treated here.",
                    "Didascalie": "",
                    "Start": 178574,
                    "End": 179177
                }
            ]
        },
        {
            "Character": "TAPEWELL",
            "Replies": [
                {
                    "Reply": "For heaven's sake, be calm.",
                    "Didascalie": "",
                    "Start": 184597,
                    "End": 184625
                },
                {
                    "Reply": "Take down his words, constables; swear the peace against him.",
                    "Didascalie": "",
                    "Start": 185313,
                    "End": 185376
                },
                {
                    "Reply": "We are not going to seize you!  My dear sir, we don't wish to seize you; we will give you a handsome sum to leave the country, only leave her ladyship in peace.",
                    "Didascalie": "",
                    "Start": 185815,
                    "End": 185980
                },
                {
                    "Reply": "I have been authorized by Lady Cosgrove and her advisors to pay you an annuity of 300 pounds a year, specifically on the condition of you remaining abroad out of the three kingdoms, and to be stopped on the instant of your return.  I advise you to accept it without delay for you know, as well as I do, that your stay in London will infallibly plunge you in gaol, as there are innumerable writs taken out against you here and in the west of England, and that your credit is so blown upon that you could not hope to raise a shilling.  I will leave you the night to consider this proposal, but if you refuse, the family will proceed against you in London, and have you arrested.  If you accede, a quarter salary will be paid to you at any foreign port you should prefer.",
                    "Didascalie": "",
                    "Start": 187289,
                    "End": 188080
                }
            ]
        },
        {
            "Character": "NARRATOR",
            "Replies": [
                {
                    "Reply": "Mr. James Cosgrove's personal narrative finishes here, for the hand of death interrupted the ingenious author soon after the period which this memoir was compiled, after he had lived nineteen years an inmate of the Fleet Prison, where the prison records state he died of delirium tremens.",
                    "Didascalie": "",
                    "Start": 188974,
                    "End": 189272
                },
                {
                    "Reply": "His faithful old mother joined him in his lonely exile, and had a bedroom in Fleet Market over the way.  She would come and stay the whole day with him in prison working.",
                    "Didascalie": "",
                    "Start": 189415,
                    "End": 189591
                },
                {
                    "Reply": "The Countess was never out of love with her husband, and, as long as she lived, James enjoyed his income of 300 pounds per year and was, perhaps, as happy in prison, as at any period of his existence.",
                    "Didascalie": "",
                    "Start": 189725,
                    "End": 189931
                },
                {
                    "Reply": "When her ladyship died, her son sternly cut off the annuity, devoting the sum to charities, which, he said, would make a nobler use of it than the scoundrel who had enjoyed it hitherto.",
                    "Didascalie": "",
                    "Start": 190057,
                    "End": 190248
                },
                {
                    "Reply": "When the famous character lost his income, his spirit entirely failed.",
                    "Didascalie": "",
                    "Start": 190332,
                    "End": 190404
                },
                {
                    "Reply": "His mother attained a prodigious old age, and the inhabitants of the place in her time can record, with accuracy, the daily disputes which used to take place between mother and son, until the latter, from habits of intoxication, falling into a state of almost imbecility, was tended by his tough old parent as a baby almost, and would cry if deprived of his necessary glass of brandy.",
                    "Didascalie": "",
                    "Start": 190653,
                    "End": 191049
                }
            ]
        },
        {
            "Character": "TITLE CARD",
            "Replies": [
                {
                    "Reply": "It was in the reign of George III that the above-named personages lived and quarreled; good or bad, handsome or ugly, rich or poor, they are all equal now.",
                    "Didascalie": "",
                    "Start": 191063,
                    "End": 191223
                }
            ]
        }
    ]
}