{"Title": ["Game, The", "   "], "Author": ["  John Brancato  Michael Ferris  Larry Gross  Andrew Kevin Walker"], "Genre": ["  Mystery  Thriller"], "Characters": [{"Character": "REVISED", "Replies": [{"Reply": "October 19, 1995       A1. TITLES OVER \"HOME MOVIES\" from the 1960's -- FLICKERING, GRAINY, HAND-HELD, KODACHROME COLORS.  MUSIC OVER. ", "Didascalie": "", "Start": 272, "End": 417}]}, {"Character": "SCHUYLER", "Replies": [{"Reply": "You didn't bake me a cake, did you? ", "Didascalie": "", "Start": 11477, "End": 11513}, {"Reply": "I always call on your birthday. ", "Didascalie": "", "Start": 17701, "End": 17733}, {"Reply": "He asked about you.  He's on a new kick, some personal improvement cult. ", "Didascalie": "", "Start": 20690, "End": 20785}, {"Reply": "I'll drink to that.  SCHUYLER raises his champagne glass to the TV, his birthday done. ", "Didascalie": "", "Start": 24333, "End": 24426}, {"Reply": "Please, Jim, cut the hard-to-get shit.  I've got the afternoon free, I'll take your silly tests. ", "Didascalie": "", "Start": 33369, "End": 33509}, {"Reply": "I get that all the time.  Feingold smiles tightly and leads Schuyler back into his office. ", "Didascalie": "", "Start": 38991, "End": 39088}, {"Reply": "This round's on me.  Schuyler moves casually toward the men-- ", "Didascalie": "", "Start": 43363, "End": 43431}, {"Reply": "No is not an option.  If you fail to recognize that, I'll find ten other law firms in the yellow pages that can get the job done--  CHIRP.  Schuyler's CELL-PHONE has started RINGING during the above. ", "Didascalie": "", "Start": 47362, "End": 47632}, {"Reply": "--so I don't have time for-- ", "Didascalie": "", "Start": 48756, "End": 48785}, {"Reply": "Thank you for thinking of CRS.  CLICK and a DIAL TONE.  Schuyler shuts the phone and replaces it in his pocket, his mind suddenly far away from the meeting at hand. ", "Didascalie": "", "Start": 49516, "End": 49692}, {"Reply": "No, nothing.  Sorry, Bob. ", "Didascalie": "", "Start": 49961, "End": 49987}, {"Reply": "Hello!  What are you doing here?  THE BODY doesn't stir.  He approaches gingerly. ", "Didascalie": "", "Start": 51235, "End": 51323}, {"Reply": "Wonderful.  You OK?  You dead?  He crouches by the wino, winces at a strong smell, covers his nose. ", "Didascalie": "", "Start": 51384, "End": 51490}, {"Reply": "Our office is closed.  Please call back during business hours. ", "Didascalie": "", "Start": 59489, "End": 59573}, {"Reply": "My name is Schuyler Van Orton, my game just started.  Look, this is a bad time, I'm about to leave town--  A DIAL TONE, CRS doesn't take messages.  Schuyler sighs, HANGS UP.  44.  E X T .   V A N   O R T O N   H O U S E  -  N I G H T  SCHUYLER crouches by a coaxial cable line emerging from the side of the house.  He fingers a box with a miniature LOOP and RABBIT EAR ANTENNA that's been spliced into the line with a tiny S-shaped WIRE.  He starts to unscrew it, then thinks twice, heads back in.  WIDER, as Schuyler enters his mansion, a GIBBOUS MOON OVERHEAD. ", "Didascalie": "", "Start": 59672, "End": 60318}, {"Reply": "I'm expecting a package with some documents.  Did it arrive?  The man shakes his head, Schuyler, exasperated, whips out his cell- ", "Didascalie": "", "Start": 60801, "End": 60958}, {"Reply": "I'll take my chances. ", "Didascalie": "", "Start": 62545, "End": 62567}, {"Reply": "Like hell you aren't.  How did you get my brother involved, that's unforgivable. ", "Didascalie": "", "Start": 68887, "End": 69010}, {"Reply": "Everything seems to be in order. Please disregard my last comments. ", "Didascalie": "", "Start": 70377, "End": 70467}, {"Reply": "Listen, I quit. ", "Didascalie": "", "Start": 71562, "End": 71578}, {"Reply": "They're rubber.  Hold onto me, I'll get us out of here. ", "Didascalie": "", "Start": 92730, "End": 92807}, {"Reply": "What's your favorite color? ", "Didascalie": "", "Start": 93147, "End": 93175}, {"Reply": "Mm, a different kind of fun. ", "Didascalie": "", "Start": 97813, "End": 97842}, {"Reply": "My apologies, I'll have it taken care of.  Help yourself to the fridge.  He points to a MINI-FRIDGE, shuts the door, a moment later we hear WATER RUNNING.  She looks around the office, letting down her facade.  She seems quite impressed, and intimidated, by the place. ", "Didascalie": "", "Start": 101788, "End": 102094}, {"Reply": "They planted those keys!  I don't know what the hell they're for--  Schuyler tries hard to be rational, but David is over the edge. ", "Didascalie": "", "Start": 114508, "End": 114667}, {"Reply": "Six three six Mission, please. ", "Didascalie": "", "Start": 117677, "End": 117708}, {"Reply": "Relax, pal, you'll get where you're going.  The cabbie turns IN PROFILE for a moment.  He appears to be wearing a HEARING AID, a round piece of plastic, a tiny WIRE disappearing into his shirt.  And there's something familiar about his face. ", "Didascalie": "", "Start": 118285, "End": 118564}, {"Reply": "I have to get in touch with the police. ", "Didascalie": "", "Start": 122807, "End": 122847}, {"Reply": "Let's go.  Seventh floor. ", "Didascalie": "", "Start": 127399, "End": 127425}, {"Reply": "Oh, God--  SCHUYLER tosses the picture aside, moves into his living room-- ", "Didascalie": "", "Start": 131795, "End": 131876}, {"Reply": "Mr. Kaminsky?  Schuyler Van Orton--  MR. KAMINSKY Is that a name?  Look, I'm kinda busy. ", "Didascalie": "", "Start": 144558, "End": 144699}, {"Reply": "You have a daughter named Christine?  I'm afraid she might be in danger.  MR. KAMINSKY narrows his eyes at him as we hear-- ", "Didascalie": "", "Start": 144811, "End": 144984}, {"Reply": "I was worried about you.  I wanted to see you again. ", "Didascalie": "", "Start": 147867, "End": 147941}, {"Reply": "Don't touch me.  His tone alarms her-- he stares at her with hatred.  A silent BEAT between them, each tries to assess the new situation.  She realizes he's onto her.  She swallows, makes a quick decision.  Suddenly she leans close to him, reaching around him to SHUT OFF the table lamp. ", "Didascalie": "", "Start": 151358, "End": 151667}, {"Reply": "--you can come out now, assholes--  He moves toward the front door, a panicked Christine behind him-- ", "Didascalie": "", "Start": 153586, "End": 153694}, {"Reply": " Oh, now I suppose they're going to--  THE WINDOWS BLOW IN, GUNFIRE, Christine TACKLES HIM and pulls him to the ground as-- ", "Didascalie": "(steps toward her)", "Start": 154796, "End": 154953}, {"Reply": "How the hell did they think they were gonna get my money? ", "Didascalie": "", "Start": 160816, "End": 160896}, {"Reply": "Do I look like I'm kidding? ", "Didascalie": "", "Start": 167878, "End": 167906}, {"Reply": "Sorry, this place hasn't been cleaned in a while.  My dad built it himself, spent a lot of time here alone. ", "Didascalie": "", "Start": 171190, "End": 171340}, {"Reply": "What are they paying you, Robert? ", "Didascalie": "", "Start": 174363, "End": 174397}, {"Reply": "We have to get out of here!  Christine approaches him with a fresh cup of coffee, which he sips. ", "Didascalie": "", "Start": 174891, "End": 174994}, {"Reply": "OK, they've gotten to him.  OK. ", "Didascalie": "", "Start": 175477, "End": 175509}, {"Reply": "Christine!! ", "Didascalie": "", "Start": 176121, "End": 176133}, {"Reply": "Please, help me, I'm an American! ", "Didascalie": "", "Start": 181855, "End": 181889}, {"Reply": "I need your help, you're the only one left, the only one I can trust-- ", "Didascalie": "", "Start": 207530, "End": 207623}, {"Reply": "I don't think coffee is safe.  Schuyler opens the bottle and drinks straight from it thirstily. ", "Didascalie": "", "Start": 210329, "End": 210431}, {"Reply": "Crisis people.  Crisis people? ", "Didascalie": "", "Start": 211278, "End": 211309}, {"Reply": "You bastard!  You fucking bastard! ", "Didascalie": "", "Start": 212053, "End": 212088}, {"Reply": "Fuck you!  THE TV IMAGE WIDENS, a COMMERCIAL ACTRESS rubs Feingold's neck. ", "Didascalie": "", "Start": 212477, "End": 212558}, {"Reply": "Sure, some aspirin--  The actress CLUCKS her tongue, shakes her head. ", "Didascalie": "", "Start": 212817, "End": 212893}, {"Reply": "Damn it!  Schuyler stalks away from her, finds himself facing the wall of signed photographs-- ", "Didascalie": "", "Start": 216517, "End": 216624}, {"Reply": "Really-- I don't know.  Improvise.  Go!  183A.  I N T .   C R S   G A R A G E  -  N I G H T  The station wagon stops at the bottom of the ramp.  A BEEFY GATE GUARD behind glass glares at Feingold, who waves timidly.  The STEEL GATE RISES and the station wagon drives in.  THE STATION WAGON parks near an elevator bank; a handful of CARS, a few white CRS SECURITY VEHICLES and VANS parked nearby.  Feingold climbs out, trying hard not to look scared.  ELEVATOR DOORS OPEN and a beefy, frightening-looking SECURITY MAN in a suit steps out. ", "Didascalie": "", "Start": 222589, "End": 223171}, {"Reply": "Back off.  Everybody back off.  He uses his knee in the small of her back to push her brutally toward the nearest door, she CHOKES and GASPS. ", "Didascalie": "", "Start": 230493, "End": 230646}, {"Reply": "Shit, how do we get out--  Christine STOMPS his foot and ELBOWS his gut, breaks free and bolts up the stairs.  Schuyler catches his breath and pursues.  Beneath him, the stairwell door opens, GUARDS PURSUE.  189.  E X T .   C R S   R O O F  -  N I G H T  A HIGH LEDGE surrounds the roof on all four sides, a ROOF ENTRANCE at each side as well.  The NUMBER \"636\" is painted large for helicopters; there are air conditioning vents, ducts, etc.  A MUFFLED ALARM sounds as Christine bursts through the door, followed by Schuyler.  She spins, her back to the EDGE of the atrium, a black pit in the center of the roof with a sunken GLASS SKYLIGHT, a white RAILING around it.  Schuyler SLAMS the door, a large number 1 painted on it in BLUE. ", "Didascalie": "", "Start": 230820, "End": 231620}, {"Reply": "Of course you did.  So you could kill me or, or frame me for murder-- ", "Didascalie": "", "Start": 233600, "End": 233692}, {"Reply": "They?  We? ", "Didascalie": "", "Start": 234814, "End": 234825}, {"Reply": "Stop.  Fucking.  With my head!  Schuyler runs a hand over his sweating forehead, the gun TREMBLING in his hand.  Christine's regaining control.  Schuyler's mind whirls, he GROANS, almost crying as he considers for the first time that she might be telling the truth.  She steps closer. ", "Didascalie": "", "Start": 236192, "End": 236498}, {"Reply": "Look, I have to know.  Who's really in charge?  She shrugs, blows a SMOKE RING and sticks her finger through it. ", "Didascalie": "", "Start": 249239, "End": 249379}]}, {"Character": "CHRISTINE", "Replies": [{"Reply": "Sorry.  She moves off as Schuyler tries to order, raising a finger-- ", "Didascalie": "", "Start": 13750, "End": 13825}, {"Reply": "Uh-huh sure, here you go.  She puts her hand into her side pocket, pulls it out with her middle finger extended, moving away from him in a hurry. ", "Didascalie": "", "Start": 80194, "End": 80351}, {"Reply": "731-5723-- yeah, thanks-- ", "Didascalie": "", "Start": 83357, "End": 83383}, {"Reply": "Try!  We hear the STRIKING OF A MATCH, there's some ORANGE LIGHT-- ", "Didascalie": "", "Start": 87627, "End": 87700}, {"Reply": "I don't get it. ", "Didascalie": "", "Start": 88102, "End": 88118}, {"Reply": "OK, I'm puzzled.  Where are we?  SCHUYLER has found a STEEL DOOR with a GLOWING RED SIGN:  EMERGENCY USE ONLY.  He yanks it open and a PAIL swings down, dumping WATER on his head.  He's facing a BRICK WALL through the door.  CHRISTINE can't help but LAUGH, then YELPS in pain as the match burns her fingers.  LIGHTS another.  Schuyler flips open his phone. ", "Didascalie": "", "Start": 88266, "End": 88650}, {"Reply": "Of course.  I have no idea what you're talking about. ", "Didascalie": "", "Start": 89287, "End": 89363}, {"Reply": "Leave me alone! ", "Didascalie": "", "Start": 91285, "End": 91301}, {"Reply": "Help!  SCHUYLER follows.  FALLING himself.  They try to reach toward each other for purchase, but it's no good, the slope is getting steeper. ", "Didascalie": "", "Start": 91455, "End": 91609}, {"Reply": "Who says I want to play? ", "Didascalie": "", "Start": 99467, "End": 99492}, {"Reply": "I'm not much of a waitress, really. ", "Didascalie": "", "Start": 103917, "End": 103953}, {"Reply": "Kind of a turn-on, you know? ", "Didascalie": "", "Start": 104143, "End": 104172}, {"Reply": " Mm-hmm, First Communion. ", "Didascalie": "(quick glance)", "Start": 151062, "End": 151110}, {"Reply": "It's a beautiful night, isn't it?  Schuyler comes up beside her, she nods for him to look outside-- ", "Didascalie": "", "Start": 152805, "End": 152911}, {"Reply": "You idiot!  Come on! ", "Didascalie": "", "Start": 154121, "End": 154142}, {"Reply": "Get away from there!! ", "Didascalie": "", "Start": 154692, "End": 154714}, {"Reply": "God, wake up, it's a con game!  THE GARAGE DOOR OPENS, Christine pulls Schuyler against a wall--  A \"PARAMEDIC\" charges out of the shadows, pulling a handgun-- ", "Didascalie": "", "Start": 155711, "End": 155883}, {"Reply": "Watch out!! ", "Didascalie": "", "Start": 156780, "End": 156792}, {"Reply": "I coulda handed you to them!  They find me now I'm dead--  Schuyler pushes harder.  122.  E X T .   S U B U R B A N   A L L E Y  -  N I G H T  Christine tumbles into the wet gutter. ", "Didascalie": "", "Start": 157860, "End": 158080}, {"Reply": "No cops, I got an outstanding warrant. ", "Didascalie": "", "Start": 159018, "End": 159057}, {"Reply": " Mail fraud.  I'll get nailed, but you'll never be able to prove a thing. ", "Didascalie": "(off his look)", "Start": 159095, "End": 159213}, {"Reply": "Heard about this big swindle and-- ", "Didascalie": "", "Start": 159592, "End": 159627}, {"Reply": "I think I have some cash.  132.  E X T .   C O N V E N I E N C E   S T O R E  -  N I G H T  They emerge from the store with a couple of grocery bags, Christine sucks an ice cream pop.  They toss the bags in the trunk. ", "Didascalie": "", "Start": 166643, "End": 166878}, {"Reply": "Money isn't everything, right?  Schuyler is seething, clutching the trunk lid for a beat, then SLAMS it hard when she steps back, making her jump. ", "Didascalie": "", "Start": 166940, "End": 167098}, {"Reply": "We needed you to call your banks. Cellular calls can be intercepted, rerouted, y'know. ", "Didascalie": "", "Start": 177169, "End": 177299}, {"Reply": "All those calls to Switzerland and Chase Manhattan-- you were talking to our people.  See, we were still missing a lotta pieces-- access codes, passwords, stuff even Plyrnpton didn't have-- but now we have I everything.  I guess you are pretty fucking stupid-- but thanks.  He CLAWS at her helplessly with a GROAN, but misses.  His glasses fall off, he collapses again. ", "Didascalie": "", "Start": 177432, "End": 177963}, {"Reply": "What are you talking about? ", "Didascalie": "", "Start": 229101, "End": 229129}, {"Reply": "Well, look, I'm sure it's just another stunt-- that can't be real, taste it. ", "Didascalie": "", "Start": 229550, "End": 229670}, {"Reply": "Schuyler this is all fake, tricks, it's all part of the game-- ", "Didascalie": "", "Start": 233052, "End": 233136}, {"Reply": "THINK ABOUT IT!!  They followed you every step of the way, the cab, in the trunk, we had a diver-- ", "Didascalie": "", "Start": 234612, "End": 234754}, {"Reply": "You fucking psycho, you piece of shit, how could you--  SCHUYLER gently lowers his brother and rises, like a zombie now. ", "Didascalie": "", "Start": 241116, "End": 241265}, {"Reply": "Can I have a puff?  He gives her a DRAG on his cigar. ", "Didascalie": "", "Start": 249118, "End": 249178}, {"Reply": "God? ", "Didascalie": "", "Start": 249440, "End": 249445}]}, {"Character": "DAVID", "Replies": [{"Reply": "All over.  Nowhere in particular. ", "Didascalie": "", "Start": 10422, "End": 10456}, {"Reply": "It's a bomb.  Open it!  Schuyler shrugs, opens the envelope and shakes out--  A BUSINESS CARD in BLUE and ORANGE:  \"CONSUMER RECREATION SERVICES.\" The C, R and S are HIGHLIGHTED, a PHONE NUMBER at the bottom. ", "Didascalie": "", "Start": 12001, "End": 12228}, {"Reply": "Go away.  She curls her lip and departs before Schuyler can open his mouth. ", "Didascalie": "", "Start": 15397, "End": 15479}, {"Reply": "I know.  David WINKS, puts a finger to his lips-- not another word.  CLOSE as Schuyler slips the brightly-colored CARD into his pocket. ", "Didascalie": "", "Start": 16494, "End": 16642}, {"Reply": "Oh shit, oh SHIT they must be following us--  He cranks his neck around, looking for pursuers.  Schuyler looks at him for a beat-- BANG!  He almost loses control of the wheel. ", "Didascalie": "", "Start": 112068, "End": 112276}, {"Reply": "They're shooting at us! ", "Didascalie": "", "Start": 112642, "End": 112666}, {"Reply": "I don't know, out of boredom, to get back at me-- ", "Didascalie": "", "Start": 115062, "End": 115133}, {"Reply": "Oh, Schuyler, there is no game.  It was just a fantasy of mine, a self- ", "Didascalie": "", "Start": 195511, "End": 195604}, {"Reply": "Can you see?  ON SCREEN-- a golf ball rolls on a green and PLOPS into the cup. ", "Didascalie": "", "Start": 196284, "End": 196369}, {"Reply": "SKY, NOOOO!! ", "Didascalie": "", "Start": 242436, "End": 242449}, {"Reply": "Mine was a little weirder.  Tell you about it sometime.  David pulls out A COLORED ENVELOPE, slips it into Schuyler's shirt. ", "Didascalie": "", "Start": 251487, "End": 251639}]}, {"Character": "ELIZABETH", "Replies": [{"Reply": "Are you on drugs? ", "Didascalie": "", "Start": 213947, "End": 213965}]}, {"Character": "FEINGOLD", "Replies": [{"Reply": "Van Orton, huh?  I'll take him. ", "Didascalie": "", "Start": 27605, "End": 27637}, {"Reply": " The tests serve a threefold purpose. ", "Didascalie": "(as Schuyler shakes his head)", "Start": 29541, "End": 29601}, {"Reply": " David was-- impressive, one of the better I've seen.  But frankly, I can see you're not the type. ", "Didascalie": "(remembering fondly)", "Start": 31484, "End": 31647}, {"Reply": "I don't mean anything personal by it-- ", "Didascalie": "", "Start": 31941, "End": 31980}, {"Reply": "The ultimate fucking game.  I wish I could tell you more, but it's different every time. ", "Didascalie": "", "Start": 32406, "End": 32537}, {"Reply": "I'll catch up with you after the physical.  Schuyler reacts-- a physical?  He throws up a hand and follows the woman into the hall.  Alone now, Feingold cracks a fortune cookie and glances at the slip of paper inside.  He furrows his brow with concern at the fortune-- then tosses it aside. ", "Didascalie": "", "Start": 34063, "End": 34375}, {"Reply": " Mm, that's right-- you're a left- ", "Didascalie": "(looking at a form)", "Start": 38830, "End": 38887}, {"Reply": "We'll be in touch.  Feingold gently shuts the door on schuyler's face. ", "Didascalie": "", "Start": 40758, "End": 40835}, {"Reply": " Hey, everyone-- here's a twenty! ", "Didascalie": "(to the kids)", "Start": 219158, "End": 219214}, {"Reply": "Of CRS?  Christ, nobody knows, nobody gets the big picture-- ", "Didascalie": "", "Start": 220015, "End": 220097}, {"Reply": "No way, it's too dangerous. ", "Didascalie": "", "Start": 221357, "End": 221385}, {"Reply": "You shot her!?  No! ", "Didascalie": "", "Start": 239071, "End": 239091}]}, {"Character": "PETE", "Replies": [{"Reply": " Good luck, pal.  You'll need it.  Schuyler stares after the two men dubiously as they move off. ", "Didascalie": "(winks at Schuyler)", "Start": 46134, "End": 46259}, {"Reply": " Joke.  The RASTA SLAPS his back, Schuyler instinctively looks over his shoulder for a gag message. ", "Didascalie": "(a wink)", "Start": 247004, "End": 247136}]}, {"Character": "PLYMPTON", "Replies": [{"Reply": "Excuse me.  Excuse me!  Postponing the Baer-Grace meeting is out of the question.  Schuyler gets on a plane for Washington tomorrow morning at seven with every contract, every side agreement, the complete closing package! ", "Didascalie": "", "Start": 46679, "End": 47030}, {"Reply": "Y'know, Sky, things are quiet since the closing-- you could take some time off.  SCHUYLER sighs and nods, closes the car door and waves good-bye. ", "Didascalie": "", "Start": 130725, "End": 130920}]}, {"Character": "RASTA MAN", "Replies": [{"Reply": "Wha's that, mon?  I didna hear you.  Schuyler is pursuing the man, walking faster and faster. ", "Didascalie": "", "Start": 72038, "End": 72138}, {"Reply": "So try looking at it through rose- ", "Didascalie": "", "Start": 74423, "End": 74458}]}, {"Character": "BAER", "Replies": [{"Reply": "Up your ass? ", "Didascalie": "", "Start": 67927, "End": 67940}]}, {"Character": "GIRL", "Replies": [{"Reply": "Shouldn't swim in the Bay, you could get hepatitis.  Schuyler nods, looking around, recovering from the shock. ", "Didascalie": "", "Start": 122608, "End": 122747}, {"Reply": "You're freezing, I got some dry clothes below.  94.  I N T .   B O A T   C A B I N  -  N I G H T  Schuyler's wet clothes hang from a hook, he's in a towel, starting to pull on a fresh set of casual clothes. ", "Didascalie": "", "Start": 122904, "End": 123149}, {"Reply": "Do you need any help?  His back is turned as the girl climbs down, opens her raincoat-- ", "Didascalie": "", "Start": 123205, "End": 123299}]}, {"Character": "BARNETT", "Replies": [{"Reply": "So the waitress was in on it-- ", "Didascalie": "", "Start": 196708, "End": 196739}, {"Reply": "Yo, Schuyler, wait up--  He's through the door.  The WHINE OF THE DETECTOR continues as we-- ", "Didascalie": "", "Start": 198513, "End": 198612}]}, {"Character": "JACK", "Replies": [{"Reply": "It wasn't you, sir. ", "Didascalie": "", "Start": 141728, "End": 141748}]}, {"Character": "WORKER", "Replies": [{"Reply": "\"I am an American.  I am an idiot. ", "Didascalie": "", "Start": 184440, "End": 184475}]}, {"Character": "PAWN SHOP OWNER", "Replies": [{"Reply": "This will buy you a plane ticket. ", "Didascalie": "", "Start": 186061, "End": 186095}]}, {"Character": "TRANSIT COP", "Replies": [{"Reply": "Wait here-- ", "Didascalie": "", "Start": 203352, "End": 203364}]}, {"Character": "CHINESE WOMAN", "Replies": [{"Reply": "Many customers, very busy, I don't know, I don't know-- ", "Didascalie": "", "Start": 216379, "End": 216456}, {"Reply": "Stop that, what you doing?!  Schuyler's already leapt off the counter, bolts out the door. ", "Didascalie": "", "Start": 216976, "End": 217073}]}, {"Character": "GATE GUARD", "Replies": [{"Reply": "You're not authorized to be here.  HE FIRES-- Schuyler glimpses a SPRAY OF BLOOD, Feingold collapses. ", "Didascalie": "", "Start": 223502, "End": 223610}]}, {"Character": "SECURITY MAN", "Replies": [{"Reply": "You're a dead man.  Schuyler looks one more time at the elevator panel--  AT BASE OF PANEL, a gold keyhole.  CLOSER-- the letters CRS are printed beneath it, very small.  SCHUYLER shakes his head-- it couldn't be; but what else can he do? ", "Didascalie": "", "Start": 225270, "End": 225532}]}, {"Character": "RASTA", "Replies": [{"Reply": "I'll call an ambulance.  The Rasta dashes downstairs.  Schuyler backs away, drops the gun, staggers over to David.  He's GASPING for breath.  CRS EMPLOYEES give the brothers a wide berth, move toward Feingold and Christine. ", "Didascalie": "", "Start": 239522, "End": 239763}, {"Reply": "That look on your face up there? ", "Didascalie": "", "Start": 247194, "End": 247227}]}]}