{
    "Title": "High Fidelity",
    "Author": [
        "Nick Hornby",
        "D.V. DeVincentis"
    ],
    "Genre": [
        "Romance",
        "Comedy",
        "Drama",
        "Music"
    ],
    "Characters": [
        {
            "Character": "STEREO",
            "Replies": [
                {
                    "Reply": "Not a minisystem, not a matching set, but coveted audiophile clutter of McIntosh and Nakamichi, each component from a different era, bought piece by piece in various nanoseconds of being flush.",
                    "Didascalie": "",
                    "Start": 524,
                    "End": 766
                },
                {
                    "Reply": "Rob's left hand cranks the volume knob while his right switches the CD changer to something loud and adrenal.  He addresses us again.",
                    "Didascalie": "",
                    "Start": 4220,
                    "End": 4386
                }
            ]
        },
        {
            "Character": "ROB",
            "Replies": [
                {
                    "Reply": "What came first?  The music or the misery?  People worry about kids playing with guns and watching violent videos, we're scared that some sort of culture of violence is taking them over...",
                    "Didascalie": "",
                    "Start": 840,
                    "End": 1159
                },
                {
                    "Reply": "But nobody worries about kids listening to thousands -- literally thousands -- of songs about broken hearts and rejection and pain and misery and loss.",
                    "Didascalie": "",
                    "Start": 1538,
                    "End": 1794
                },
                {
                    "Reply": "Did I listen to pop music because I was miserable, or was I miserable because I listened to pop music?",
                    "Didascalie": "",
                    "Start": 2147,
                    "End": 2302
                },
                {
                    "Reply": "You don't have to go this second. You can stay until whenever.",
                    "Didascalie": "",
                    "Start": 3345,
                    "End": 3435
                },
                {
                    "Reply": "Well stay for tonight, then.",
                    "Didascalie": "",
                    "Start": 3657,
                    "End": 3686
                },
                {
                    "Reply": "My desert-island, all-time, top five most memorable break-ups, in chronological order are as follows: Alison Ashworth, Penny Hardwick, Jackie Allen, Charlie Nicholson, Sarah Kendrew.",
                    "Didascalie": "",
                    "Start": 4453,
                    "End": 4766
                },
                {
                    "Reply": "Those were the ones that really hurt. Can you see your name in that list, Laura?  Maybe you'd sneak into the top ten, but there's no place for you in the top five.  Sorry.  Those places are reserved for the kind of humiliations and heartbreaks that you're just not capable of delivering.",
                    "Didascalie": "",
                    "Start": 5106,
                    "End": 5577
                },
                {
                    "Reply": "That probably sounds crueler than it's meant to, but the fact is, we're too old to take each other miserable. Unhappiness used to mean something. Now it's just a drag like a cold or having no money.",
                    "Didascalie": "",
                    "Start": 5755,
                    "End": 6086
                },
                {
                    "Reply": "If you really wanted to mess me up, you should have got to me earlier.",
                    "Didascalie": "",
                    "Start": 6405,
                    "End": 6502
                },
                {
                    "Reply": "Which brings us to number one.  Alison Ashworth.",
                    "Didascalie": "",
                    "Start": 6765,
                    "End": 6840
                },
                {
                    "Reply": "My relationship with Alison Ashworth lasted six hours.",
                    "Didascalie": "",
                    "Start": 7054,
                    "End": 7135
                },
                {
                    "Reply": "The two hours after school and before The Rockford Files, three days in a row.  On the fourth afternoon.",
                    "Didascalie": "",
                    "Start": 7276,
                    "End": 7433
                },
                {
                    "Reply": "Kevin Bannister.",
                    "Didascalie": "",
                    "Start": 7582,
                    "End": 7599
                },
                {
                    "Reply": "It would be nice to think that since I was fourteen, times have changed, relationships have become more sophisticated, females less cruel, skins thicker, but there still seems to be an element of that afternoon in everything that has happened to me since.  All my other romantic stories seem to be a scrambled version of that first one.",
                    "Didascalie": "",
                    "Start": 7942,
                    "End": 8513
                },
                {
                    "Reply": "Number two.  Penny Hardwick.  Penny was great-looking, and her top five recording artists were Carly Simon, Carole King, James Taylor, Cat Stevens, and Elton John...",
                    "Didascalie": "",
                    "Start": 8791,
                    "End": 9061
                },
                {
                    "Reply": "Everybody liked her.  She was nice. Nice manners.  Nice grades.  Nice- looking.",
                    "Didascalie": "",
                    "Start": 9625,
                    "End": 9758
                },
                {
                    "Reply": "She was so nice, in fact, that she wouldn't let me put my hand underneath, or even on top of, her bra.",
                    "Didascalie": "",
                    "Start": 10136,
                    "End": 10317
                },
                {
                    "Reply": "Penny was nice, but I wasn't interested in nice, just breasts, and therefore she was no good to me. And so I was finished with her.",
                    "Didascalie": "",
                    "Start": 10717,
                    "End": 10928
                },
                {
                    "Reply": "What's the point?  It never goes anywhere.",
                    "Didascalie": "",
                    "Start": 11060,
                    "End": 11129
                },
                {
                    "Reply": "She cried, and I hated her for it, because she made me feel bad.  I started dating a girl who everybody said would put out, and Penny went with this asshole Chris Thompson who told me that he had sex with her after something like three dates. How had Penny gone from a girl who wouldn't do anything to a girl who would do everything?",
                    "Didascalie": "",
                    "Start": 11519,
                    "End": 12088
                },
                {
                    "Reply": "My store's right up here.  It's called The Record Exchange.  It's carefully placed to attract the bare minimum of window shoppers.",
                    "Didascalie": "",
                    "Start": 12457,
                    "End": 12666
                },
                {
                    "Reply": "I get by because of the people who make a special effort to shop here on Saturday young men, always young men, who spend a disproportionate amount of their time looking for deleted Smiths singles and \"original not rereleased\" underline Frank Zappa albums.",
                    "Didascalie": "",
                    "Start": 12872,
                    "End": 13310
                },
                {
                    "Reply": "The fetish properties are not unlike porn.  I would feel guilty taking their money if I wasn't, kind of, well, one of them.",
                    "Didascalie": "",
                    "Start": 14214,
                    "End": 14416
                },
                {
                    "Reply": "'Morning, Dick.",
                    "Didascalie": "",
                    "Start": 15102,
                    "End": 15118
                },
                {
                    "Reply": "Good weekend?",
                    "Didascalie": "",
                    "Start": 15271,
                    "End": 15285
                },
                {
                    "Reply": "Great.",
                    "Didascalie": "",
                    "Start": 15645,
                    "End": 15652
                },
                {
                    "Reply": "No, that's okay.  Really.",
                    "Didascalie": "",
                    "Start": 15809,
                    "End": 15835
                },
                {
                    "Reply": "Yeah, I haven't really absorbed that one.",
                    "Didascalie": "",
                    "Start": 16183,
                    "End": 16251
                },
                {
                    "Reply": "Okay.",
                    "Didascalie": "(resigned)",
                    "Start": 16434,
                    "End": 16466
                },
                {
                    "Reply": "What's this?",
                    "Didascalie": "",
                    "Start": 16806,
                    "End": 16819
                },
                {
                    "Reply": "It's the record we've been listening to and enjoying, Barry.",
                    "Didascalie": "",
                    "Start": 17829,
                    "End": 17916
                },
                {
                    "Reply": "TURN IT OFF, BARRY.",
                    "Didascalie": "(over the blare)",
                    "Start": 18639,
                    "End": 18685
                },
                {
                    "Reply": "I don't want to hear Public Enemy right now.",
                    "Didascalie": "",
                    "Start": 19130,
                    "End": 19201
                },
                {
                    "Reply": "I don't want old sad bastard music either.  I just want something I can ignore.",
                    "Didascalie": "",
                    "Start": 19530,
                    "End": 19662
                },
                {
                    "Reply": "Yeah, well it's fucking Monday afternoon.  You should get out of bed earlier.",
                    "Didascalie": "",
                    "Start": 19935,
                    "End": 20065
                },
                {
                    "Reply": "What's next?",
                    "Didascalie": "",
                    "Start": 20237,
                    "End": 20250
                },
                {
                    "Reply": "Say it.",
                    "Didascalie": "",
                    "Start": 20395,
                    "End": 20403
                },
                {
                    "Reply": "How can it be bullshit to state a preference?",
                    "Didascalie": "",
                    "Start": 21541,
                    "End": 21613
                },
                {
                    "Reply": "Since you brought that bullshit tape in.",
                    "Didascalie": "",
                    "Start": 21825,
                    "End": 21892
                },
                {
                    "Reply": "We'll do it next Monday.",
                    "Didascalie": "",
                    "Start": 22576,
                    "End": 22601
                },
                {
                    "Reply": "Hey.  Didn't you steal that one already?",
                    "Didascalie": "",
                    "Start": 23783,
                    "End": 23850
                },
                {
                    "Reply": "I'm sick of the sight of this place, to be honest.  Some days I'm afraid --",
                    "Didascalie": "",
                    "Start": 25156,
                    "End": 25258
                },
                {
                    "Reply": "I'm afraid I'll go berserk, rip the Elvis Costello mobile from the ceiling, throw the \"Country Artists Male A-K\" rack out onto the streets, go off to work in a Virgin Megastore and never come back --",
                    "Didascalie": "",
                    "Start": 25509,
                    "End": 25839
                },
                {
                    "Reply": "standing in the doorway of the stock room.  He feigns applause.",
                    "Didascalie": "",
                    "Start": 28358,
                    "End": 28438
                },
                {
                    "Reply": "Nice, Barry.",
                    "Didascalie": "",
                    "Start": 28505,
                    "End": 28518
                },
                {
                    "Reply": "You just drove a fucking customer away, Barry.",
                    "Didascalie": "",
                    "Start": 29039,
                    "End": 29112
                },
                {
                    "Reply": "Not the point.",
                    "Didascalie": "",
                    "Start": 29572,
                    "End": 29587
                },
                {
                    "Reply": "I don't want you talking to our customers like that again.",
                    "Didascalie": "",
                    "Start": 29753,
                    "End": 29838
                },
                {
                    "Reply": "Barry, I'm fucking broke!  I know we used to fuck with anyone who asked for anything we didn't like, but it's gotta stop.",
                    "Didascalie": "",
                    "Start": 30165,
                    "End": 30365
                },
                {
                    "Reply": "What did he ever do to you?",
                    "Didascalie": "",
                    "Start": 30775,
                    "End": 30803
                },
                {
                    "Reply": "It wasn't even his terrible taste. It was his daughter's.",
                    "Didascalie": "",
                    "Start": 31005,
                    "End": 31090
                },
                {
                    "Reply": "Yeah.  I'm sorry... Look Dick, Laura and I broke up.  She's gone.  And if we ever see Barry again maybe you can tell him that.",
                    "Didascalie": "",
                    "Start": 33175,
                    "End": 33380
                },
                {
                    "Reply": "Fine.",
                    "Didascalie": "",
                    "Start": 34111,
                    "End": 34117
                },
                {
                    "Reply": "I understand, Dick.",
                    "Didascalie": "",
                    "Start": 35190,
                    "End": 35210
                },
                {
                    "Reply": "No.  Thanks though, Dick.",
                    "Didascalie": "",
                    "Start": 35573,
                    "End": 35599
                },
                {
                    "Reply": "Number three in the top five break- ups was Charlie Nicholson, sophomore year of college.  Some people never got over 'Nam, or the night their band opened for Nirvana.  I guess I never really got over Charlie.",
                    "Didascalie": "",
                    "Start": 35905,
                    "End": 36245
                },
                {
                    "Reply": "She looked different.  Dramatic. Exotic.  She talked a lot, about remarkably interesting things like music, books, film, and politics...",
                    "Didascalie": "",
                    "Start": 36721,
                    "End": 36937
                },
                {
                    "Reply": "...so we didn't have those terrible, strained sentences, that seemed to characterized most of my relationships.  And she liked me. She liked me.  She liked me.",
                    "Didascalie": "(V.O.) (over her talking)",
                    "Start": 37346,
                    "End": 37637
                },
                {
                    "Reply": "We went out for two years, and for every single minute I felt as though I was standing on a dangerously narrow ledge.  I couldn't get comfortable, couldn't ever stretch out and relax. Why would a girl -- no, a woman -- like Charlie go out with someone who only a few years ago sewed a Foghat patch on his jacket?  I felt like all those people who suddenly shaved their heads and said they'd always been punks.  I felt like a fraud. And I was depressed by the lack of flamboyance in my wardrobe...",
                    "Didascalie": "",
                    "Start": 38113,
                    "End": 38950
                },
                {
                    "Reply": "...I worried about my abilities as a lover.  I was intimidated by the other men in her design department, and became convinced that she was going to leave me for one of them.",
                    "Didascalie": "",
                    "Start": 39543,
                    "End": 39822
                },
                {
                    "Reply": "She left me for one of them.  The dreaded Marco.",
                    "Didascalie": "",
                    "Start": 39974,
                    "End": 40049
                },
                {
                    "Reply": "And I lost it.  I lost it all. Dignity, faith, fifteen pounds...",
                    "Didascalie": "",
                    "Start": 40598,
                    "End": 40690
                },
                {
                    "Reply": "Any small idea of personal identity that I had acquired up to that point.",
                    "Didascalie": "",
                    "Start": 40848,
                    "End": 40948
                },
                {
                    "Reply": "I came to three months later, and to my surprise had flunked out of school and started working in a record store.",
                    "Didascalie": "",
                    "Start": 41172,
                    "End": 41338
                },
                {
                    "Reply": "What I really learned from the Charlie Debacle is that you gotta punch your weight.  Charlie was out of my Class: too pretty, too smart, too witty, too much.  What am I?  Average.  A middleweight.  Not the smartest guy in the world, but certainly not the dumbest.  I've read books like The Unbearable Lightness of Being, Angela's Ashes, and Love in the Time of Cholera, and understood them, I think -- they're about girls, right? -- just kidding -- but I don't like them very much.  My all time top five favorite books are Johnny Cash's autobiography, Snow Crash by Neil Stevenson, Zen and the Art of Motorcycle Maintenance, The Trouser Press Guides to Rock, and, I don't know, probably something by Kurt Vonnegut.  I look through the New Yorker when my neighbor's done with it, and I'm not averse to going down to the Fine Arts to watch subtitles films, although on the whole I prefer American films.  Top five being Blade Runner, Cool Hand Luke, the first two Godfathers which we'll count as one, Taxi Driver, and The Shining. I'm okay looking, average height, not skinny, not fat.  My genius, if I can call it that, is to combine a whole load of averageness into one compact frame.  You might say there were millions like me, but there aren't, really: Alot of guys have impeccable music taste but don't read, alot of guys read but are really fat, alot of guys are sympathetic to women but have stupid beards, alot of guys have a Woody Allen sense of humor but look like Woody Allen. Some drink too much, some drive like assholes, some get into fights, or show off money, or do drugs.  I don't do any of these things, really.  If I do okay with women it's not because of the virtues I have, but because of the ugly flaws I don't have...",
                    "Didascalie": "",
                    "Start": 41622,
                    "End": 44612
                },
                {
                    "Reply": "Charlie and I didn't match.  Marco and Charlie matched.  Me and Sarah, number four on the all time break- ups list, matched.  She wore more or less the same clothes as mine, had an acceptable working knowledge of music, and she had been dumped by some asshole named Michael.  He was her moment, Charlie was mine.  Sarah had sworn off men.  I had sworn off women.  It made sense to pool our loathing of the opposite sex, swear them off together, and get to share a bed with someone at the same time.",
                    "Didascalie": "",
                    "Start": 46196,
                    "End": 47033
                },
                {
                    "Reply": "We were frightened of being left alone for the rest of our lives. Only people of a certain disposition are frightened of being alone for the rest of their lives at twenty- six.  We were of that disposition. Everything seemed much later than it was.",
                    "Didascalie": "",
                    "Start": 47234,
                    "End": 47667
                },
                {
                    "Reply": "When she told me that she met someone else it made no sense.  Her meeting someone else was contrary to the whole spirit of our arrangement. All we really had in common was that we were dumped by people, and that we were against dumping.  We were violently anti-dump.  So how come I got dumped?",
                    "Didascalie": "",
                    "Start": 47868,
                    "End": 48371
                },
                {
                    "Reply": "You run the risk of losing anyone who is worth spending time with. But I didn't know that at the time. All I saw was that I'd moved down a division and that it still hadn't worked out, and this seemed cause for a great deal of misery and self-",
                    "Didascalie": "",
                    "Start": 48578,
                    "End": 48980
                },
                {
                    "Reply": "I'm reorganizing my records tonight. It's something I do in times of emotional distress.  When Laura was here I had them in alphabetical order, before that, chronologically. Tonight, though, I'm trying to put them in the order in which I bought them.  That way I can write my own autobiography without picking up a pen.  Pull them all off the shelves, look for Revolver and go from there. I'll be able to see how I got from Deep Purple to The Soft Boys in twenty-",
                    "Didascalie": "",
                    "Start": 49290,
                    "End": 50069
                },
                {
                    "Reply": "Yeah?",
                    "Didascalie": "",
                    "Start": 50923,
                    "End": 50929
                },
                {
                    "Reply": "Hi, Mom.",
                    "Didascalie": "",
                    "Start": 51127,
                    "End": 51136
                },
                {
                    "Reply": "Great.  Super-fantastic.",
                    "Didascalie": "",
                    "Start": 51292,
                    "End": 51317
                },
                {
                    "Reply": "So so.  Up and down.",
                    "Didascalie": "",
                    "Start": 51468,
                    "End": 51489
                },
                {
                    "Reply": "She left.  She's gone.",
                    "Didascalie": "",
                    "Start": 51882,
                    "End": 51905
                },
                {
                    "Reply": "How would I know?  Gone.  Girlfriend. Leave.  Not say where gone.  Laura move out.",
                    "Didascalie": "",
                    "Start": 52076,
                    "End": 52212
                },
                {
                    "Reply": "She just called.  She doesn't even know.  It's probably the last time I'll ever hear her voice.  That's weird, isn't it?  You spend Christmas at somebody's house, you know, and you worry about their operations and you see them in their bathrobe, and...",
                    "Didascalie": "",
                    "Start": 52368,
                    "End": 52778
                },
                {
                    "Reply": "There'll be another mom and another Christmas.  Right?",
                    "Didascalie": "",
                    "Start": 52906,
                    "End": 52987
                },
                {
                    "Reply": "Hello?  Anybody there?",
                    "Didascalie": "",
                    "Start": 53095,
                    "End": 53118
                },
                {
                    "Reply": "I'm all right, if that's what's upsetting you.",
                    "Didascalie": "",
                    "Start": 53226,
                    "End": 53299
                },
                {
                    "Reply": "Well it fucking should be, shouldn't it?",
                    "Didascalie": "",
                    "Start": 53500,
                    "End": 53567
                },
                {
                    "Reply": "I'm going to drink this bottle of wine watch TV and go to bed.  Then tomorrow I'll get up and go to work.",
                    "Didascalie": "",
                    "Start": 53784,
                    "End": 53942
                },
                {
                    "Reply": "Meet a nice girl and have children. I promise the next time we talk I'll have it all sorted out.",
                    "Didascalie": "",
                    "Start": 54092,
                    "End": 54242
                },
                {
                    "Reply": "Then what are you getting so upset about?",
                    "Didascalie": "",
                    "Start": 54409,
                    "End": 54477
                },
                {
                    "Reply": "It's got nothing to do with marriage, if that's what you're getting at.",
                    "Didascalie": "",
                    "Start": 54684,
                    "End": 54782
                },
                {
                    "Reply": "Mom!  For the last fucking time, I'm telling you Laura didn't want to get married!  She is not that kind of girl!  To use a phrase.  That's not what happens now.",
                    "Didascalie": "",
                    "Start": 54988,
                    "End": 55254
                },
                {
                    "Reply": "Shut up, Mom.",
                    "Didascalie": "",
                    "Start": 55634,
                    "End": 55648
                },
                {
                    "Reply": "Peter.  Frampton.  That perm! \"Show Me the Way\"!  A phenomenon based on a live album that was actually recorded in a studio!  What is happening?  I am getting misty, choked up at a song that I had the good sense at twelve to realize was so saccharine and stupid as to be inarticulatable, until Michael Bolton, that is.",
                    "Didascalie": "",
                    "Start": 56846,
                    "End": 57399
                },
                {
                    "Reply": "Sentimental music makes you nostalgic and hopeful at the same time.  Marie's the hopeful part.  Laura's the nostalgia part.  These things happen. They happen to men, at any rate. This is why I shouldn't be listening to pop music.",
                    "Didascalie": "",
                    "Start": 58269,
                    "End": 58657
                },
                {
                    "Reply": "I always hated this song.",
                    "Didascalie": "",
                    "Start": 59122,
                    "End": 59148
                },
                {
                    "Reply": "But now I kind of like it.",
                    "Didascalie": "",
                    "Start": 59364,
                    "End": 59391
                },
                {
                    "Reply": "I wanna live with a musician.  She'd write songs at home, ask me what she thought of them, maybe even include one of our private jokes in the liner notes.",
                    "Didascalie": "(nods in agreement)",
                    "Start": 60755,
                    "End": 61040
                },
                {
                    "Reply": "Let's not.",
                    "Didascalie": "",
                    "Start": 62059,
                    "End": 62070
                },
                {
                    "Reply": "I don't need to go up there right now.",
                    "Didascalie": "",
                    "Start": 62282,
                    "End": 62347
                },
                {
                    "Reply": "Good.",
                    "Didascalie": "",
                    "Start": 62991,
                    "End": 62997
                },
                {
                    "Reply": "So you live in Chicago now?",
                    "Didascalie": "",
                    "Start": 63167,
                    "End": 63195
                },
                {
                    "Reply": "What did you tell her about the shop for?",
                    "Didascalie": "",
                    "Start": 64842,
                    "End": 64910
                },
                {
                    "Reply": "Rob here.",
                    "Didascalie": "",
                    "Start": 66058,
                    "End": 66068
                },
                {
                    "Reply": "What's happenin'.",
                    "Didascalie": "",
                    "Start": 66225,
                    "End": 66243
                },
                {
                    "Reply": "Yeah.  I just wanted to thank you for that message last night.  It made me feel like... like less of an asshole.",
                    "Didascalie": "",
                    "Start": 66402,
                    "End": 66593
                },
                {
                    "Reply": "Actually, I'm fine.  I'm great. Last night I got to thinking, \"you know what?  Maybe it is time to move on.  Maybe we're just not right for each other.  Or maybe we are.  But time will tell and at this point I'm going to be fine with whatever's meant to be.\" You know?",
                    "Didascalie": "",
                    "Start": 66750,
                    "End": 67202
                },
                {
                    "Reply": "Liz, hold on a second --",
                    "Didascalie": "",
                    "Start": 67802,
                    "End": 67827
                },
                {
                    "Reply": "What?",
                    "Didascalie": "(turns to Dick)",
                    "Start": 67872,
                    "End": 67904
                },
                {
                    "Reply": "Liz, can you hold for a second?",
                    "Didascalie": "",
                    "Start": 68295,
                    "End": 68327
                },
                {
                    "Reply": "I'll be out there!  Go!",
                    "Didascalie": "(to Dick)",
                    "Start": 68438,
                    "End": 68488
                },
                {
                    "Reply": "Hey, Liz, I gotta go... Tomorrow night?  Great.  Green Mill.  Fine. Seven?  Done.  Thanks.  Right.  Bye.",
                    "Didascalie": "(picks up the phone)",
                    "Start": 68538,
                    "End": 68722
                },
                {
                    "Reply": "Oh.  Hi.",
                    "Didascalie": "",
                    "Start": 69207,
                    "End": 69216
                },
                {
                    "Reply": "No, no, I love, it's just, thinking you're, you must be so sick of it... Well.",
                    "Didascalie": "",
                    "Start": 69445,
                    "End": 69577
                },
                {
                    "Reply": "WHAT FUCKING IAN GUY?!!",
                    "Didascalie": "",
                    "Start": 69965,
                    "End": 69989
                },
                {
                    "Reply": "-- FUCK OFF!",
                    "Didascalie": "",
                    "Start": 70165,
                    "End": 70178
                },
                {
                    "Reply": "That's fucking great, Barry.  We can spend fifteen bucks on a cab to save five each.  Fantastic, Barry!",
                    "Didascalie": "",
                    "Start": 70539,
                    "End": 70695
                },
                {
                    "Reply": "It's not my car, now is it?  It's Laura's car, and thus Laura has it. So it's an ass-bumping double- transferring bus ride through bumblefuck or a fat wad on a cab. Wow.  Fucking great.",
                    "Didascalie": "",
                    "Start": 70853,
                    "End": 71171
                },
                {
                    "Reply": "Who the fuck is Ian?!",
                    "Didascalie": "",
                    "Start": 71489,
                    "End": 71511
                },
                {
                    "Reply": "Laura doesn't know anybody called Ian.  There's no Ian at her office. She has no friends named Ian.  She has never met anyone called Ian in her whole life.  Although there may have been one in college -- but I am almost certain that since 1989 she has lived in an Ian-less universe.",
                    "Didascalie": "",
                    "Start": 71843,
                    "End": 72309
                },
                {
                    "Reply": "as he looks at it, divining.",
                    "Didascalie": "",
                    "Start": 72558,
                    "End": 72587
                },
                {
                    "Reply": "\"I. Raymond.\" Ray. \"I.\" IAN.",
                    "Didascalie": "",
                    "Start": 72654,
                    "End": 72683
                },
                {
                    "Reply": "Mr. I Raymond. \"Ray\" to his friends, and, more importantly, to his neighbors.  The guy who up until about six weeks ago lived upstairs. I knew it was him the moment I saw the letter.  I start to remember things now: His stupid clothing, his music -- Latin, Bulgarian, whatever fucking world music was trendy that week--stupid laugh, awful cooking smells.  I can't remember anything good about him at all.  I never liked him much then, and I fucking hate him now... I manage to block out the worst, most painful, most disturbing memory of him until I go to bed.",
                    "Didascalie": "",
                    "Start": 72891,
                    "End": 73843
                },
                {
                    "Reply": "Jeez.  He goes on long enough.",
                    "Didascalie": "",
                    "Start": 74701,
                    "End": 74732
                },
                {
                    "Reply": "You are as abandoned and as noisy as any character in a porn film, Laura. You are Ian's plaything, responding to his touch with shrieks of orgasmic delight.  No woman in the history of the world is having better sex than the sex you are having with Ian in my head.",
                    "Didascalie": "",
                    "Start": 75038,
                    "End": 75486
                },
                {
                    "Reply": "Number five -- Jackie Allen.  My break up with Jackie Allen had no effect on my life whatsoever.  I just slotted her in to bump you out of position, Laura.  Yes, you do in fact make it into the top five. Welcome.  And just to remind you, the list is in chronological order, not in the order of pain and suffering.",
                    "Didascalie": "",
                    "Start": 75904,
                    "End": 76453
                },
                {
                    "Reply": "That all depends.",
                    "Didascalie": "",
                    "Start": 77164,
                    "End": 77182
                },
                {
                    "Reply": "Record Exchange... How many records...",
                    "Didascalie": "",
                    "Start": 77369,
                    "End": 77409
                },
                {
                    "Reply": "Some lady's got some singles to sell. I'll be back in a half-hour.",
                    "Didascalie": "(to Dick)",
                    "Start": 77886,
                    "End": 78006
                },
                {
                    "Reply": "Hi.  You called about the records?",
                    "Didascalie": "",
                    "Start": 78422,
                    "End": 78457
                },
                {
                    "Reply": "It's the best collection I've ever seen.",
                    "Didascalie": "",
                    "Start": 79982,
                    "End": 80049
                },
                {
                    "Reply": "These are worth at least, I don't know --",
                    "Didascalie": "",
                    "Start": 80331,
                    "End": 80399
                },
                {
                    "Reply": "But you must have --",
                    "Didascalie": "",
                    "Start": 80621,
                    "End": 80642
                },
                {
                    "Reply": "And you must not be getting along too well right now, huh?",
                    "Didascalie": "",
                    "Start": 80846,
                    "End": 80931
                },
                {
                    "Reply": "It must have taken him a long time to get them together.",
                    "Didascalie": "",
                    "Start": 81718,
                    "End": 81801
                },
                {
                    "Reply": "Look.  Can I pay you properly?  You don't have to tell him what you got. Send him forty-five bucks and blow the rest.  Give it to charity.  Or something.",
                    "Didascalie": "",
                    "Start": 82105,
                    "End": 82364
                },
                {
                    "Reply": "Look... I... I'm sorry.  I don't want to be any part of this.",
                    "Didascalie": "(looking back at the records)",
                    "Start": 82655,
                    "End": 82769
                },
                {
                    "Reply": "That's why I'm trying to compromise. What about fifteen-hundred?  They're worth five times that.",
                    "Didascalie": "",
                    "Start": 82984,
                    "End": 83134
                },
                {
                    "Reply": "Thirteen hundred.",
                    "Didascalie": "",
                    "Start": 83277,
                    "End": 83295
                },
                {
                    "Reply": "Eleven-hundred.  That's my lowest offer.",
                    "Didascalie": "",
                    "Start": 83445,
                    "End": 83512
                },
                {
                    "Reply": "I'm sorry but I think you better talk to someone else.",
                    "Didascalie": "",
                    "Start": 83931,
                    "End": 84012
                },
                {
                    "Reply": "Can I buy this Otis Redding single off you?",
                    "Didascalie": "",
                    "Start": 84249,
                    "End": 84319
                },
                {
                    "Reply": "Oh, come on!  Let me give you ten dollars for this, and you can give the rest away for all I care.",
                    "Didascalie": "",
                    "Start": 84473,
                    "End": 84624
                },
                {
                    "Reply": "How come I end up siding with the bad guy, the man who ran off to Jamaica with some nymphette?  I just got left for someone else, so why can't I bring myself to feel whatever it is his wife is feeling?  All I can see is that guy's face when he gets that pathetic check in the mail for those records, and I can't help but feel desperately, painfully sorry for him.",
                    "Didascalie": "",
                    "Start": 85240,
                    "End": 85864
                },
                {
                    "Reply": "What's the -- hey, Liz --",
                    "Didascalie": "",
                    "Start": 86725,
                    "End": 86751
                },
                {
                    "Reply": "It's true!",
                    "Didascalie": "",
                    "Start": 87668,
                    "End": 87679
                },
                {
                    "Reply": "Well she --",
                    "Didascalie": "",
                    "Start": 88257,
                    "End": 88269
                },
                {
                    "Reply": "She's right, of course.  I am a fucking asshole.  I did and said those things.  But before you judge, although you've probably already done so, go off for a minute and write down the top five worst things that you have done to your partner, even if -- especially if -- your partner doesn't know about them. Don't dress things up or try to explain them.  Just write them down in the plainest language possible...",
                    "Didascalie": "",
                    "Start": 88673,
                    "End": 89372
                },
                {
                    "Reply": "Pencils down.  Okay, so who's the asshole now?",
                    "Didascalie": "",
                    "Start": 89494,
                    "End": 89567
                },
                {
                    "Reply": "I will now sell four copies of Cats and Dogs by the Royal Trux.",
                    "Didascalie": "",
                    "Start": 93932,
                    "End": 94022
                },
                {
                    "Reply": "It's the Royal Trux.",
                    "Didascalie": "",
                    "Start": 94479,
                    "End": 94500
                },
                {
                    "Reply": "I know.",
                    "Didascalie": "",
                    "Start": 94651,
                    "End": 94659
                },
                {
                    "Reply": "Dick, ring the man up...",
                    "Didascalie": "",
                    "Start": 95025,
                    "End": 95050
                },
                {
                    "Reply": "DICK!  THE DOOR!",
                    "Didascalie": "",
                    "Start": 95447,
                    "End": 95464
                },
                {
                    "Reply": "Okay, fuckos.  How much is this deck worth to you, and how many CD's did you rip off?  Can you do the math?",
                    "Didascalie": "",
                    "Start": 95952,
                    "End": 96112
                },
                {
                    "Reply": "And what about you, dork?",
                    "Didascalie": "(to Vince)",
                    "Start": 96265,
                    "End": 96317
                },
                {
                    "Reply": "Dick, call the police, please.",
                    "Didascalie": "",
                    "Start": 96589,
                    "End": 96620
                },
                {
                    "Reply": "Eno import.  Sigue Sigue Sputnik. Break beats.  Serge Gainsbourg. Ryuchi Sakamoto, Syd Barrett... What's going on here?  Are you guys stealing for other people now?",
                    "Didascalie": "(looking through the CD's)",
                    "Start": 96802,
                    "End": 97100
                },
                {
                    "Reply": "Oh really.  You two are slamming to Nico now?",
                    "Didascalie": "",
                    "Start": 97260,
                    "End": 97332
                },
                {
                    "Reply": "I think you have more.",
                    "Didascalie": "",
                    "Start": 97746,
                    "End": 97769
                },
                {
                    "Reply": "I can't frisk you but the cops can.",
                    "Didascalie": "",
                    "Start": 97920,
                    "End": 97956
                },
                {
                    "Reply": "Jesus.  That thing's been in the bargain bin for six months!  Was it just your criminal nature or what? Hell, I would've given it to you for free.",
                    "Didascalie": "",
                    "Start": 98202,
                    "End": 98454
                },
                {
                    "Reply": "Uh, yes I, like, do... It's simple. You make the tracks -- recording studio -- deliver them to the pressing plant where a master is cut, the master is then dubbed to submasters, which are the \"mothers,\" as their called, for each press in the plant. You press the CD's or records, put in your cover art, and that's it.",
                    "Didascalie": "",
                    "Start": 99089,
                    "End": 99617
                },
                {
                    "Reply": "Fuck off.",
                    "Didascalie": "",
                    "Start": 99828,
                    "End": 99838
                },
                {
                    "Reply": "What do you mean, \"what?\"",
                    "Didascalie": "",
                    "Start": 100553,
                    "End": 100579
                },
                {
                    "Reply": "I'm not snickering.  I'm smiling. Because I'm happy.",
                    "Didascalie": "",
                    "Start": 100746,
                    "End": 100826
                },
                {
                    "Reply": "Yeah but more than that.  I'm happy because I'm proud of us.  Because although our talents are small and peculiar, we use them to their best advantage.",
                    "Didascalie": "",
                    "Start": 101137,
                    "End": 101393
                },
                {
                    "Reply": "Shit!",
                    "Didascalie": "",
                    "Start": 101819,
                    "End": 101825
                },
                {
                    "Reply": "Hi.",
                    "Didascalie": "",
                    "Start": 101965,
                    "End": 101969
                },
                {
                    "Reply": "Are you coming home?",
                    "Didascalie": "",
                    "Start": 102171,
                    "End": 102192
                },
                {
                    "Reply": "My house?",
                    "Didascalie": "",
                    "Start": 102416,
                    "End": 102426
                },
                {
                    "Reply": "First of all: The money.  The money is easy to explain: She had it and I didn't, and she wanted to give it to me.  If she hadn't, I would have gone under.  I've never paid her back because I've never been able to, and just because she's took off and moved in with some Supertramp fan doesn't make me five grand richer. So that's the money --",
                    "Didascalie": "",
                    "Start": 102563,
                    "End": 103140
                },
                {
                    "Reply": "How can you like Art Garfunkel and Marvin Gaye?  It's like saying you support the Israelis and the Palestinians.",
                    "Didascalie": "",
                    "Start": 103909,
                    "End": 104100
                },
                {
                    "Reply": "-- Made.  Made.  Marvin Gaye is dead, his father shot him in --",
                    "Didascalie": "",
                    "Start": 104388,
                    "End": 104478
                },
                {
                    "Reply": "-- Alright, alright but --",
                    "Didascalie": "",
                    "Start": 104959,
                    "End": 104986
                },
                {
                    "Reply": "Hey!  Marvin Gaye! \"Got to Give It Up!\" That's our song!  Marvin Gaye is responsible for our entire relationship!",
                    "Didascalie": "",
                    "Start": 105225,
                    "End": 105417
                },
                {
                    "Reply": "But don't you remember?",
                    "Didascalie": "",
                    "Start": 105621,
                    "End": 105645
                },
                {
                    "Reply": "You used to care more about things like Marvin Gaye than you do now. When I first met you, and I made you that tape, you loved it.  You said -- and I quote -- \"It was so good it made you ashamed of your record collection.\"",
                    "Didascalie": "",
                    "Start": 106458,
                    "End": 106838
                },
                {
                    "Reply": "So you weren't interested in music at all?",
                    "Didascalie": "",
                    "Start": 107168,
                    "End": 107237
                },
                {
                    "Reply": "But Laura... that's me.  That's all there is to me.  There isn't anything else.  If you've lost interest in that, you've lost interest in everything.",
                    "Didascalie": "",
                    "Start": 107519,
                    "End": 107773
                },
                {
                    "Reply": "Yes.  Look at me.  Look at our -- the apartment.  What else do I have, other than records and CDs?",
                    "Didascalie": "",
                    "Start": 108006,
                    "End": 108157
                },
                {
                    "Reply": "Not really.",
                    "Didascalie": "",
                    "Start": 108322,
                    "End": 108334
                },
                {
                    "Reply": "Okay, Number two: The stuff I told her about being unhappy in the relationship, about half looking around for someone else: She tricked me into saying it.  We were having this state of the union type conversation and she said, quite matter-of-factly, that we were pretty unhappy at the moment, and did I agree, and I said yes, and she asked whether I ever thought about meeting someone else.  So I asked her if she ever thought about it, and she said of course, so I admitted that I daydream about it from time to time. Now I see that what we were really talking about was her and Ian, and she suckered me into absolving her. It was a sneaky lawyer's trick, and I fell for it, because she's much smarter than me.",
                    "Didascalie": "",
                    "Start": 108626,
                    "End": 109861
                },
                {
                    "Reply": "You can take it with you if you want.",
                    "Didascalie": "",
                    "Start": 110223,
                    "End": 110261
                },
                {
                    "Reply": "Don't you think there are more important things to talk about than my record collection?",
                    "Didascalie": "",
                    "Start": 110717,
                    "End": 110858
                },
                {
                    "Reply": "So.  Where have you been staying for the last week?",
                    "Didascalie": "",
                    "Start": 111209,
                    "End": 111287
                },
                {
                    "Reply": "Had to work it out for myself, though, didn't I?",
                    "Didascalie": "",
                    "Start": 111446,
                    "End": 111521
                },
                {
                    "Reply": "Good.",
                    "Didascalie": "",
                    "Start": 111980,
                    "End": 111986
                },
                {
                    "Reply": "So.  Is it my job?",
                    "Didascalie": "(beat)",
                    "Start": 112022,
                    "End": 112067
                },
                {
                    "Reply": "I don't know.  It's one of the things I thought of.",
                    "Didascalie": "",
                    "Start": 112413,
                    "End": 112491
                },
                {
                    "Reply": "Just the obvious stuff.",
                    "Didascalie": "",
                    "Start": 112649,
                    "End": 112673
                },
                {
                    "Reply": "I don't know.",
                    "Didascalie": "",
                    "Start": 112835,
                    "End": 112849
                },
                {
                    "Reply": "No.",
                    "Didascalie": "",
                    "Start": 113080,
                    "End": 113084
                },
                {
                    "Reply": "And number three: The Pregnancy.  I didn't know she was pregnant.  Of course I didn't.  She hadn't told me because I had told her I was... sort of... seeing somebody else.  We thought we were being very grown-up, but we were being preposterously naive, childish even, to think that one of us could fuck around and then own up to it while we were living together.  So -- I didn't find out about it 'til way later.  We were going through a good period and I made a crack about having kids and she burst into tears.  I made her tell me what it was all about, and she did.  I felt guilty and so I got angry.  She told me that at the time I didn't look like a very good long-",
                    "Didascalie": "",
                    "Start": 113229,
                    "End": 114368
                },
                {
                    "Reply": "What, what?",
                    "Didascalie": "(covering)",
                    "Start": 114861,
                    "End": 114899
                },
                {
                    "Reply": "No.  So.  Is it working out with Ian?",
                    "Didascalie": "",
                    "Start": 115153,
                    "End": 115217
                },
                {
                    "Reply": "Why is that childish?  Your living with the guy!  I'm just asking how it's going.",
                    "Didascalie": "",
                    "Start": 115378,
                    "End": 115512
                },
                {
                    "Reply": "Well then why don't you quit it while you seem to not be ahead?",
                    "Didascalie": "",
                    "Start": 116844,
                    "End": 116934
                },
                {
                    "Reply": "-- When the whole sorry tale comes out in a great big lump like that, even the most shortsighted jerk, even the most self-deluding and self pitying of jilted, wounded lovers can see that there is some cause and effect going on here, that abortions and Ian and money and affairs all belong to, all deserve each other.",
                    "Didascalie": "",
                    "Start": 117133,
                    "End": 117658
                },
                {
                    "Reply": "So, what, you haven't definitely decide to dump me?  There's still a chance we'll get back together?",
                    "Didascalie": "",
                    "Start": 118302,
                    "End": 118455
                },
                {
                    "Reply": "Well, if you don't know, there's a chance, right?  It's like, if someone was in the hospital and he was seriously ill and the doctor said, I don't know if he's got a chance of survival or not, then that doesn't mean the patient's definitely going to die, now does it?  It means he might live.  Even if it's only a remote possibility.",
                    "Didascalie": "",
                    "Start": 118605,
                    "End": 119173
                },
                {
                    "Reply": "So we have a chance of getting back together again.",
                    "Didascalie": "",
                    "Start": 119323,
                    "End": 119401
                },
                {
                    "Reply": "Hey, I just want to know where I stand.  What chance --",
                    "Didascalie": "",
                    "Start": 119555,
                    "End": 119637
                },
                {
                    "Reply": "Well if you could tell me roughly it would help.",
                    "Didascalie": "",
                    "Start": 119906,
                    "End": 119981
                },
                {
                    "Reply": "Yeah.  Great.",
                    "Didascalie": "",
                    "Start": 120271,
                    "End": 120285
                },
                {
                    "Reply": "No problem.  If I can ask one question.",
                    "Didascalie": "",
                    "Start": 120800,
                    "End": 120866
                },
                {
                    "Reply": "It sounds stupid.",
                    "Didascalie": "",
                    "Start": 121014,
                    "End": 121032
                },
                {
                    "Reply": "You won't like it.",
                    "Didascalie": "",
                    "Start": 121179,
                    "End": 121198
                },
                {
                    "Reply": "Is it better?",
                    "Didascalie": "",
                    "Start": 121347,
                    "End": 121361
                },
                {
                    "Reply": "Well.  Sex, I guess.  Is sex with him better?",
                    "Didascalie": "",
                    "Start": 121532,
                    "End": 121604
                },
                {
                    "Reply": "Of course it is.",
                    "Didascalie": "",
                    "Start": 121823,
                    "End": 121840
                },
                {
                    "Reply": "I don't know.",
                    "Didascalie": "",
                    "Start": 122058,
                    "End": 122072
                },
                {
                    "Reply": "Never?",
                    "Didascalie": "",
                    "Start": 122304,
                    "End": 122311
                },
                {
                    "Reply": "But not even before, when he was living upstairs?",
                    "Didascalie": "",
                    "Start": 122471,
                    "End": 122547
                },
                {
                    "Reply": "The sleeping together is better but not the sex because you haven't done it was him yet.",
                    "Didascalie": "(trying not to smile)",
                    "Start": 122973,
                    "End": 123140
                },
                {
                    "Reply": "I feel good!  I feel great!  I feel like a new man.  I feel so much better, in fact --",
                    "Didascalie": "",
                    "Start": 123819,
                    "End": 123958
                },
                {
                    "Reply": "Hi, Marie.",
                    "Didascalie": "",
                    "Start": 124320,
                    "End": 124331
                },
                {
                    "Reply": "She just wanted to pick up some stuff. No big thing.  A relief, actually.",
                    "Didascalie": "",
                    "Start": 124549,
                    "End": 124650
                },
                {
                    "Reply": "It's a great song.",
                    "Didascalie": "",
                    "Start": 125126,
                    "End": 125145
                },
                {
                    "Reply": "Is that why you came to Chicago in the first place?  Because of, you know, dividing up your record collection and stuff?",
                    "Didascalie": "",
                    "Start": 125366,
                    "End": 125565
                },
                {
                    "Reply": "You share a place with T-Bone?",
                    "Didascalie": "",
                    "Start": 125812,
                    "End": 125843
                },
                {
                    "Reply": "I understand completely.",
                    "Didascalie": "",
                    "Start": 126244,
                    "End": 126269
                },
                {
                    "Reply": "Awhile back, Dick and Barry and I agreed that what really matters is what you like, not what you are like...",
                    "Didascalie": "",
                    "Start": 126486,
                    "End": 126673
                },
                {
                    "Reply": "What do you mean, the Crumblers? You know the Crumblers?  Nobody's heard the Crumblers.  Except me.",
                    "Didascalie": "",
                    "Start": 126937,
                    "End": 127090
                },
                {
                    "Reply": "Books, records, films -- these things matter.  Call me shallow but it's the damn truth, and by this measure I was having one of the best dates of my life.",
                    "Didascalie": "",
                    "Start": 127574,
                    "End": 127833
                },
                {
                    "Reply": "Yeah, but you know what's his best film and nobody's even seen it?",
                    "Didascalie": "",
                    "Start": 127930,
                    "End": 128023
                },
                {
                    "Reply": "Exactly!  Fucking ex-actly!",
                    "Didascalie": "",
                    "Start": 128175,
                    "End": 128203
                },
                {
                    "Reply": "Nor have you!",
                    "Didascalie": "",
                    "Start": 128404,
                    "End": 128418
                },
                {
                    "Reply": "References, titles, lyrics, flew and met each other in mid-air embraces. The evening goes with breathtaking precision.",
                    "Didascalie": "",
                    "Start": 128537,
                    "End": 128735
                },
                {
                    "Reply": "Yes.  You?",
                    "Didascalie": "(nodding)",
                    "Start": 129001,
                    "End": 129038
                },
                {
                    "Reply": "I'm sure it isn't.",
                    "Didascalie": "",
                    "Start": 129300,
                    "End": 129319
                },
                {
                    "Reply": "Whiskey.",
                    "Didascalie": "",
                    "Start": 129614,
                    "End": 129623
                },
                {
                    "Reply": "I'd better go.  I gotta get up early. Go over to my parents'.",
                    "Didascalie": "",
                    "Start": 130019,
                    "End": 130108
                },
                {
                    "Reply": "Oh, right.  Alright.",
                    "Didascalie": "(as if it is dawning on him)",
                    "Start": 130710,
                    "End": 130757
                },
                {
                    "Reply": "I use it but I don't understand it when other people use it.",
                    "Didascalie": "",
                    "Start": 131089,
                    "End": 131176
                },
                {
                    "Reply": "Yeah.",
                    "Didascalie": "",
                    "Start": 131328,
                    "End": 131334
                },
                {
                    "Reply": "Over nine million men in this country have slept with ten or more women. And do they all look like Richard Gere?  Are they all as rich as Bill Gates?  Charming as Oscar Wilde? Hell no.  Nothing to do with any of that.  Maybe fifty or so have one or more of these attributes, but that still leaves... well, about nine million, give or take fifty.  And they're just men.  Regular guys. We're just guys, because I, even I, am a member of this exclusive, nine million member club.  In fact, Marie is my seventeenth lover. \"How does he do it?\" you ask. \"He wears bad sweaters, he's grumpy, he's broke, he hangs out with the Musical Moron Twins, and he gets to go to bed with a recording artist who looks like Susan Dey-slash-Meg Ryan.  What's going on?  Listen up, because I think I can explain, with all modesty aside: I ask questions.  That's it.  That's my secret.  It works precisely because that isn't how you're supposed to do it, if you listen to the collective male wisdom.  There are still enough old-style, big-mouthed, egomaniacs running around to make someone like me appear to be refreshingly different.  If you can't hack this simple strategy, there are some women out there, of course, who want to get pushed around, ignored and mowed over, but do you really want to be with them anyway?",
                    "Didascalie": "(to camera)",
                    "Start": 131633,
                    "End": 133896
                },
                {
                    "Reply": "Would you like me to turn the lights out?  Or would you like them on?",
                    "Didascalie": "",
                    "Start": 134074,
                    "End": 134170
                },
                {
                    "Reply": "But in the morning we were just two people, slightly hung-over, who were not in love, sharing the same space. And I feel...",
                    "Didascalie": "",
                    "Start": 134467,
                    "End": 134670
                },
                {
                    "Reply": "Sex is about the only grown-up thing that I know how to do; It's weird, then, that it's the only thing that can make me feel like a ten-year-",
                    "Didascalie": "",
                    "Start": 134778,
                    "End": 134998
                },
                {
                    "Reply": "Which way are you going?",
                    "Didascalie": "",
                    "Start": 135251,
                    "End": 135276
                },
                {
                    "Reply": "That way.",
                    "Didascalie": "(points right)",
                    "Start": 135491,
                    "End": 135527
                },
                {
                    "Reply": "I'll call you.",
                    "Didascalie": "",
                    "Start": 135702,
                    "End": 135717
                },
                {
                    "Reply": "Okay.  Top five side one track ones. Number one... \"Janie Jones,\" the Clash, from The Clash.",
                    "Didascalie": "",
                    "Start": 136151,
                    "End": 136297
                },
                {
                    "Reply": "\"Thunder Road,\" Bruce Springsteen, from Born to Run. \"Smells Like Teen Spirit,\" Nirvana, Nevermind.",
                    "Didascalie": "",
                    "Start": 136438,
                    "End": 136590
                },
                {
                    "Reply": "Shut up. \"Let's Get It On,\" Marvin Gaye, from Let's Get It On. \"Airbag,\" Radiohead, from OK Computer.",
                    "Didascalie": "",
                    "Start": 136830,
                    "End": 136984
                },
                {
                    "Reply": "Hi.",
                    "Didascalie": "",
                    "Start": 137730,
                    "End": 137734
                },
                {
                    "Reply": "I'll look for 'em.  How you doing?",
                    "Didascalie": "",
                    "Start": 138124,
                    "End": 138159
                },
                {
                    "Reply": "Fine, I'm sure it's in the file at home.  I'll call you when I find it, and then we'll talk.",
                    "Didascalie": "",
                    "Start": 138365,
                    "End": 138510
                },
                {
                    "Reply": "Great... That's great.",
                    "Didascalie": "",
                    "Start": 138674,
                    "End": 138697
                },
                {
                    "Reply": "There's something different about the sound of her voice... And what did she mean last night, she hasn't slept with him yet.  Yet.  What does \"yet\" mean, anyway?  \"I haven't seen... Evil Dead II yet.\" What does that mean?  It means you're going to go, doesn't it?",
                    "Didascalie": "",
                    "Start": 139406,
                    "End": 139852
                },
                {
                    "Reply": "-- Barry, if I were to say to you I haven't seen Evil Dead II yet, what would that mean?",
                    "Didascalie": "",
                    "Start": 140238,
                    "End": 140379
                },
                {
                    "Reply": "Just... come on, what would it mean to you?  That sentence? \"I haven't seen Evil Dead II yet?\"",
                    "Didascalie": "",
                    "Start": 140548,
                    "End": 140695
                },
                {
                    "Reply": "Yeah, yeah, I know.  But say I hadn't seen it and I said to you, \"I haven't seen Evil Dead II yet,\" what would you think?",
                    "Didascalie": "",
                    "Start": 141209,
                    "End": 141409
                },
                {
                    "Reply": "No, but would you think, from that one sentence.  That I was going to see it?",
                    "Didascalie": "",
                    "Start": 141684,
                    "End": 141814
                },
                {
                    "Reply": "Just listen to me.  If I said to you --",
                    "Didascalie": "",
                    "Start": 142324,
                    "End": 142364
                },
                {
                    "Reply": "Would you... would you get the impression that I wanted to see it?",
                    "Didascalie": "",
                    "Start": 142590,
                    "End": 142683
                },
                {
                    "Reply": "But in your opinion, would I definitely go?",
                    "Didascalie": "",
                    "Start": 143308,
                    "End": 143378
                },
                {
                    "Reply": "Why would they care?",
                    "Didascalie": "",
                    "Start": 143742,
                    "End": 143763
                },
                {
                    "Reply": "Let's pack it up.  We haven't had a customer in four hours.",
                    "Didascalie": "",
                    "Start": 144256,
                    "End": 144342
                },
                {
                    "Reply": "Ha.",
                    "Didascalie": "",
                    "Start": 144578,
                    "End": 144582
                },
                {
                    "Reply": "How do you know about that?",
                    "Didascalie": "",
                    "Start": 145582,
                    "End": 145610
                },
                {
                    "Reply": "Shut the fuck up, Barry.",
                    "Didascalie": "",
                    "Start": 146583,
                    "End": 146608
                },
                {
                    "Reply": "Don't be sad, Barry.  You'll find true love someday.",
                    "Didascalie": "",
                    "Start": 147003,
                    "End": 147082
                },
                {
                    "Reply": "Terrific.",
                    "Didascalie": "",
                    "Start": 147231,
                    "End": 147241
                },
                {
                    "Reply": "Don't worry about it, Dick.  Barry's an asshole.",
                    "Didascalie": "",
                    "Start": 147361,
                    "End": 147436
                },
                {
                    "Reply": "Why does it bother Barry that much that Dick is seeing someone?  He's worried about how his life is turning out, and he's lonely, and lonely people are the bitterest of them all.",
                    "Didascalie": "",
                    "Start": 147874,
                    "End": 148183
                },
                {
                    "Reply": "Hi.  It's me... I'm right outside... I know... I know... I figured I could just walk you to the train and you could go... home.  Or whatever it is... No!  Of course not -- okay. I'll be right here.",
                    "Didascalie": "(into phone)",
                    "Start": 148517,
                    "End": 148873
                },
                {
                    "Reply": "Laura looks different.  Less stress-",
                    "Didascalie": "",
                    "Start": 149116,
                    "End": 149153
                },
                {
                    "Reply": "Have you slept with him yet?",
                    "Didascalie": "",
                    "Start": 149957,
                    "End": 149986
                },
                {
                    "Reply": "No, not -- I mean have you, you know --",
                    "Didascalie": "",
                    "Start": 150151,
                    "End": 150191
                },
                {
                    "Reply": "I guess.",
                    "Didascalie": "",
                    "Start": 150361,
                    "End": 150370
                },
                {
                    "Reply": "I want you to say that you haven't, and I want it to be the truth.",
                    "Didascalie": "",
                    "Start": 150570,
                    "End": 150663
                },
                {
                    "Reply": "Tonight we're gonna figure out the five best angry songs about women. Let's go...",
                    "Didascalie": "",
                    "Start": 151309,
                    "End": 151444
                },
                {
                    "Reply": "You kind of have to start with Elvis Costello, but where? \"Motel Matches?\" \"I Want You?\" \"I Hope You're Happy Now?\" \"Green Shirt?\" His records should be sealed in cases that say \"in case of vicious betrayal, smash glass.\" \"Where Did You Sleep Last Night,\" sure, but by Robert Johnson or by Nirvana?  Maybe a Liz Phair track.  There are a couple to get angry at instead of being angry with. Some devil's advocate stuff.  The Silver Jews could be good when you're ready to start putting it all behind you...  But I think we're getting ahead of ourselves there.  Ah.  Dylan. Bob fucking Dylan.  Now Bob Dylan would --The phone rings.  He pulls off his headphones and picks it up but says nothing.",
                    "Didascalie": "",
                    "Start": 151567,
                    "End": 152757
                },
                {
                    "Reply": "Nothing.",
                    "Didascalie": "(barely a whisper)",
                    "Start": 153638,
                    "End": 153673
                },
                {
                    "Reply": "Look, I gotta go.  I work too, you know.",
                    "Didascalie": "",
                    "Start": 153962,
                    "End": 154029
                },
                {
                    "Reply": "I don't have your number.",
                    "Didascalie": "",
                    "Start": 154190,
                    "End": 154216
                },
                {
                    "Reply": "You do, huh.",
                    "Didascalie": "",
                    "Start": 154570,
                    "End": 154583
                },
                {
                    "Reply": "Yes, a residence, a Mr. Ian Raymond, North Side... thank you.",
                    "Didascalie": "",
                    "Start": 154831,
                    "End": 154919
                },
                {
                    "Reply": "You know the worst thing about being rejected?  The complete lack of control due to loss of control.",
                    "Didascalie": "",
                    "Start": 155062,
                    "End": 155215
                },
                {
                    "Reply": "If I could only control the when and how of being dumped by somebody then it wouldn't seem as bad.  But then, of course --",
                    "Didascalie": "",
                    "Start": 155381,
                    "End": 155582
                },
                {
                    "Reply": "-- it wouldn't be rejection, would it?  It would be mutual consent.  It would be musical differences.  I would be pursuing a solo career.",
                    "Didascalie": "",
                    "Start": 155688,
                    "End": 155904
                },
                {
                    "Reply": "It's me.",
                    "Didascalie": "",
                    "Start": 157006,
                    "End": 157015
                },
                {
                    "Reply": "I think the big question here is where are you, if you don't mind my saying so, and I think I know where you are.  You're running.  On the run.  You're running from a point that everyone hits in any relationship, and you're just going to hit it again with Ian but it's going to be with a World Music bunny-",
                    "Didascalie": "",
                    "Start": 157259,
                    "End": 157774
                },
                {
                    "Reply": "Are you still in love with me?",
                    "Didascalie": "",
                    "Start": 158861,
                    "End": 158892
                },
                {
                    "Reply": "Think about what I said.  I mean, if you want to experiment, or whatever --",
                    "Didascalie": "",
                    "Start": 159102,
                    "End": 159204
                },
                {
                    "Reply": "I don't want to.  Don't need to.  I love you.",
                    "Didascalie": "",
                    "Start": 159461,
                    "End": 159533
                },
                {
                    "Reply": "No... not really... I mean, I think about it... but no, I don't really think about it.",
                    "Didascalie": "",
                    "Start": 159736,
                    "End": 159875
                },
                {
                    "Reply": "I wish I could be one of those guys who doesn't call, the kind of guy that gets broken up with and appears not to give a shit.  He doesn't make an ass out of himself, or frighten anybody, and this week I've done both of those things.  One day Laura's sorry and guilty, and the next she's scared and angry, and I'm entirely responsible for the transformation, and it doesn't do my case any good at all.  I'd stop if I could but I --",
                    "Didascalie": "",
                    "Start": 161749,
                    "End": 162467
                },
                {
                    "Reply": "Do I know you?",
                    "Didascalie": "",
                    "Start": 162996,
                    "End": 163011
                },
                {
                    "Reply": "You're Mrs. Ashworth.  I'm Rob.  An old boyfriend of you're daughter's.",
                    "Didascalie": "",
                    "Start": 163241,
                    "End": 163339
                },
                {
                    "Reply": "Alison's.",
                    "Didascalie": "",
                    "Start": 163472,
                    "End": 163482
                },
                {
                    "Reply": "Long time ago.  I was just thinking about her.  I was her first boyfriend.",
                    "Didascalie": "",
                    "Start": 163633,
                    "End": 163734
                },
                {
                    "Reply": "Rob.  Rob Gordon.  Circa junior high...",
                    "Didascalie": "",
                    "Start": 163862,
                    "End": 163928
                },
                {
                    "Reply": "You gotta be kidding me.",
                    "Didascalie": "",
                    "Start": 164210,
                    "End": 164235
                },
                {
                    "Reply": "Really?  Married Kevin?  Her junior high sweetheart... What chance would I have had against that?  None, no chance.  That's just fate.",
                    "Didascalie": "",
                    "Start": 164614,
                    "End": 164827
                },
                {
                    "Reply": "Technically, I'm number one.  I went out with her a week before Kevin did.  Her first boyfriend.  Me.",
                    "Didascalie": "",
                    "Start": 164989,
                    "End": 165143
                },
                {
                    "Reply": "I think she will.  But it's okay if she doesn't.  I'm fine now.",
                    "Didascalie": "(calling after her)",
                    "Start": 165469,
                    "End": 165585
                },
                {
                    "Reply": "And suddenly I am fine.  For the moment there is not one extra pound on my chest.  This is fate.  Alison married Kevin.  You get it?  That's fate.  That's got nothing to do with me, that is beyond my control, beyond my fault...",
                    "Didascalie": "",
                    "Start": 165808,
                    "End": 166192
                },
                {
                    "Reply": "I want to see the others on the Big Top Five.  Penny, who wouldn't let me touch her and then went and had sex with that bastard Chris Thompson. Sarah, my partner in rejection who rejected me, and Charlie, who I have to thank for everything: my great job, my sexual self-confidence, the works.  There's this Springsteen song, \"Bobby Jean,\" off Born in the USA.  About a girl who's left town years before and he's pissed off because he didn't know about it, and he wanted to say goodbye, tell her that he missed her, and wish her good luck.  Well, I'd like my life to be like a Springsteen song.  Just once.  I know I'm not born to run, and it's clear that Halsted Street is nothing like Thunder Road, but feelings can't be that different, can they?  I'd like to call up all those people and ask them how they are and whether they've forgiven me, and tell them that I have forgiven them.  And say good luck, goodbye. No hard feelings.  And then they'd feel good and I'd feel good.  We'd all feel good.  I'd feel clean, and calm, and ready to start again. That'd be good.  Great even.",
                    "Didascalie": "",
                    "Start": 166588,
                    "End": 168453
                },
                {
                    "Reply": "Penny Hardwick?  This is Rob Gordon...",
                    "Didascalie": "",
                    "Start": 168705,
                    "End": 168745
                },
                {
                    "Reply": "Penny is as beautiful as she was in high school when I broke it off with her because she wouldn't sleep with me.  In fact she's even more beautiful, and really grown into herself.",
                    "Didascalie": "",
                    "Start": 169047,
                    "End": 169357
                },
                {
                    "Reply": "She tells me about her life, and I get it.  And I tell about mine, and she's interested.",
                    "Didascalie": "",
                    "Start": 169653,
                    "End": 169794
                },
                {
                    "Reply": "And then, with no real explanation, I just launch into it: I tell her about Laura and Ian, and Charlie and Marco, and about Alison Ashworth and Kevin Bannister...",
                    "Didascalie": "",
                    "Start": 169908,
                    "End": 170175
                },
                {
                    "Reply": "...and you wanted to sleep with Chris Thompson instead of me, and... and I thought you could help me understand why it keeps happening, why I'm doomed to be left, doomed to be rejected and...",
                    "Didascalie": "",
                    "Start": 170242,
                    "End": 170564
                },
                {
                    "Reply": "So that's another one I don't have to worry about.  I should have done this years ago.",
                    "Didascalie": "(cheerful)",
                    "Start": 171810,
                    "End": 171975
                },
                {
                    "Reply": "Check...",
                    "Didascalie": "",
                    "Start": 172097,
                    "End": 172106
                },
                {
                    "Reply": "Sarah's easy to find.  She still sends me Christmas cards with her address and phone number on them. They never say anything else, except for \"Merry Christmas, Love Sarah.\" I send her equally blank ones back.",
                    "Didascalie": "",
                    "Start": 172237,
                    "End": 172577
                },
                {
                    "Reply": "Well... probably seemed like a good idea at the time.",
                    "Didascalie": "",
                    "Start": 173327,
                    "End": 173407
                },
                {
                    "Reply": "I haven't got the heart for the rejection conversation.  There are no hard feelings here, and I am glad that she ditched me, and not the other way around.",
                    "Didascalie": "",
                    "Start": 173695,
                    "End": 173954
                },
                {
                    "Reply": "I could've ended up having sex back there.  And what better way to exorcize rejection demons than to screw the person who rejected you, right?  But you wouldn't be sleeping with a person.  You'd be sleeping with a whole sad single-person culture.  It'd be like sleeping with Talia Shire in \"Rocky\" if you weren't Rocky.",
                    "Didascalie": "",
                    "Start": 174336,
                    "End": 174890
                },
                {
                    "Reply": "Charlie's in the fucking phone book. She has come to assume such an importance, I feel she should be living on Mars.  She's an extraterrestrial, a ghost, a myth, not a person with an answering machine, in the phone book... I call and hang up on her voice mail a couple of times, then I leave my name and number and throw in a \"long time-no-",
                    "Didascalie": "",
                    "Start": 175351,
                    "End": 175927
                },
                {
                    "Reply": "Can I help you?",
                    "Didascalie": "",
                    "Start": 176522,
                    "End": 176538
                },
                {
                    "Reply": "What needs sorting out?",
                    "Didascalie": "",
                    "Start": 177027,
                    "End": 177051
                },
                {
                    "Reply": "Funnily enough I haven't been too thrilled about it.",
                    "Didascalie": "",
                    "Start": 177321,
                    "End": 177400
                },
                {
                    "Reply": "Yeah, well, I've stopped all that now.",
                    "Didascalie": "",
                    "Start": 177788,
                    "End": 177853
                },
                {
                    "Reply": "Yeah.",
                    "Didascalie": "",
                    "Start": 178646,
                    "End": 178652
                },
                {
                    "Reply": "I dunno.",
                    "Didascalie": "",
                    "Start": 178854,
                    "End": 178863
                },
                {
                    "Reply": "I've already left it, you pathetic rebound fuck!  Now get your patchouli stink out of my store.",
                    "Didascalie": "",
                    "Start": 179244,
                    "End": 179392
                },
                {
                    "Reply": "We won't leave it, Ian.  Not ever.",
                    "Didascalie": "",
                    "Start": 179694,
                    "End": 179729
                },
                {
                    "Reply": "Leave town.  Leave the country, you little bitch, because you're gonna look back on walks by the house and ten phone calls a night as a golden age.  Get ready, mutherfucker.",
                    "Didascalie": "",
                    "Start": 180147,
                    "End": 180425
                },
                {
                    "Reply": "I dunno.",
                    "Didascalie": "",
                    "Start": 181089,
                    "End": 181098
                },
                {
                    "Reply": "Hello?",
                    "Didascalie": "",
                    "Start": 181811,
                    "End": 181818
                },
                {
                    "Reply": "Yeah, sure...",
                    "Didascalie": "",
                    "Start": 182212,
                    "End": 182226
                },
                {
                    "Reply": "Yeah.  A billion.  Right... How are you?",
                    "Didascalie": "",
                    "Start": 182498,
                    "End": 182565
                },
                {
                    "Reply": "Uh...yes, at the moment.",
                    "Didascalie": "",
                    "Start": 182976,
                    "End": 183001
                },
                {
                    "Reply": "Hey Charlie.",
                    "Didascalie": "",
                    "Start": 184091,
                    "End": 184104
                },
                {
                    "Reply": "Why did you break up with me for Marco?",
                    "Didascalie": "",
                    "Start": 184251,
                    "End": 184317
                },
                {
                    "Reply": "Huh?",
                    "Didascalie": "",
                    "Start": 184635,
                    "End": 184640
                },
                {
                    "Reply": "C'mon, just answer the question. You can say what you like.  What the hell?",
                    "Didascalie": "",
                    "Start": 185163,
                    "End": 185292
                },
                {
                    "Reply": "Did you tell that to Marco when he did his what-does-it-all-mean thing with you?",
                    "Didascalie": "",
                    "Start": 187318,
                    "End": 187451
                },
                {
                    "Reply": "I wanted the works and I got it. None of Alison Ashworth's fate, none of Sarah's rewriting of history, and no reminder that I'd got all the rejection stuff a little backward, like I did about Penny.  Just a perfectly clear explanation of why some people have it and some don't. All I've learned from Charlie is that maybe my one talent, my genius for being normal, is a little overrated.",
                    "Didascalie": "",
                    "Start": 187805,
                    "End": 188481
                },
                {
                    "Reply": "What the fuck is that?",
                    "Didascalie": "",
                    "Start": 188933,
                    "End": 188956
                },
                {
                    "Reply": "What band?",
                    "Didascalie": "",
                    "Start": 189101,
                    "End": 189112
                },
                {
                    "Reply": "You are not in a band, Barry.  You are not a musician.  And no posters.",
                    "Didascalie": "",
                    "Start": 189319,
                    "End": 189417
                },
                {
                    "Reply": "Barrytown.  Barrytown?  Is there no end to your arrogance?",
                    "Didascalie": "",
                    "Start": 189632,
                    "End": 189717
                },
                {
                    "Reply": "You can't be called Barry and sing in a group called Barrytown.",
                    "Didascalie": "",
                    "Start": 189991,
                    "End": 190081
                },
                {
                    "Reply": "That's why you got the gig, isn't it?",
                    "Didascalie": "",
                    "Start": 190345,
                    "End": 190409
                },
                {
                    "Reply": "Isn't it?",
                    "Didascalie": "",
                    "Start": 190512,
                    "End": 190522
                },
                {
                    "Reply": "Great!  That's fucking great!  They only asked you to sing because of your name!  You can stick it above the browser racks over there.",
                    "Didascalie": "",
                    "Start": 190785,
                    "End": 190998
                },
                {
                    "Reply": "None.  Christ!",
                    "Didascalie": "",
                    "Start": 191201,
                    "End": 191216
                },
                {
                    "Reply": "Of course I'm not coming.  Do I look like I'd want to listen to some terrible experimental racket played in some hideous cave?  Where is it?",
                    "Didascalie": "",
                    "Start": 191376,
                    "End": 191595
                },
                {
                    "Reply": "The fucking Bucktown Pub?  Ha!",
                    "Didascalie": "(looks at the poster)",
                    "Start": 191646,
                    "End": 191703
                },
                {
                    "Reply": "Bitter?  Because I'm not in Barrytown? You should be shot like a lame horse, you jerk.",
                    "Didascalie": "",
                    "Start": 191938,
                    "End": 192078
                },
                {
                    "Reply": "Is that the last of it?",
                    "Didascalie": "",
                    "Start": 192604,
                    "End": 192628
                },
                {
                    "Reply": "Those look heavy.  Where's Ian?",
                    "Didascalie": "",
                    "Start": 192924,
                    "End": 192956
                },
                {
                    "Reply": "It was kind of funny.",
                    "Didascalie": "",
                    "Start": 193350,
                    "End": 193372
                },
                {
                    "Reply": "You still together?  Going all right?",
                    "Didascalie": "",
                    "Start": 193546,
                    "End": 193584
                },
                {
                    "Reply": "That bad, eh?",
                    "Didascalie": "",
                    "Start": 193798,
                    "End": 193812
                },
                {
                    "Reply": "It's a dump, isn't it?",
                    "Didascalie": "",
                    "Start": 194033,
                    "End": 194056
                },
                {
                    "Reply": "I'll bet you can't remember what you were doing here, can you?  I mean, how much are you making now?  Sixty? Seventy?  And you were living in this shitty place.",
                    "Didascalie": "",
                    "Start": 194323,
                    "End": 194589
                },
                {
                    "Reply": "I'm sorry, but can we get this straight?  What is his fucking name, Ian or Ray?  What do you call him?",
                    "Didascalie": "",
                    "Start": 194822,
                    "End": 194977
                },
                {
                    "Reply": "I hate him too.  So I just call him \"Mavis.\" Or \"Sissyboy.\" Or \"Mavis the Sissyboy.\"",
                    "Didascalie": "",
                    "Start": 195131,
                    "End": 195268
                },
                {
                    "Reply": "This is where you're supposed to say that you haven't laughed this much in ages, and then you see the error of your ways.",
                    "Didascalie": "",
                    "Start": 195509,
                    "End": 195709
                },
                {
                    "Reply": "You know I'm a good person.",
                    "Didascalie": "",
                    "Start": 196113,
                    "End": 196141
                },
                {
                    "Reply": "You know that I can cook my ass off when I feel like it.",
                    "Didascalie": "",
                    "Start": 196286,
                    "End": 196369
                },
                {
                    "Reply": "You know my favorite beverage is your bath water.",
                    "Didascalie": "",
                    "Start": 196576,
                    "End": 196652
                },
                {
                    "Reply": "Don't forget your CDs.",
                    "Didascalie": "",
                    "Start": 197063,
                    "End": 197086
                },
                {
                    "Reply": "Sure they are.",
                    "Didascalie": "",
                    "Start": 197241,
                    "End": 197256
                },
                {
                    "Reply": "Okay, okay.  I get the picture.",
                    "Didascalie": "",
                    "Start": 198427,
                    "End": 198459
                },
                {
                    "Reply": "I got it.  You like Sting but you don't like Gram Parsons, because you've never heard of him.",
                    "Didascalie": "",
                    "Start": 198791,
                    "End": 198937
                },
                {
                    "Reply": "I guess I am.",
                    "Didascalie": "",
                    "Start": 199107,
                    "End": 199121
                },
                {
                    "Reply": "Fuck.",
                    "Didascalie": "",
                    "Start": 199347,
                    "End": 199353
                },
                {
                    "Reply": "What's the point in thinking about it?  If I ever have another relationship, I'll buy her, whoever she is, stuff that she oughta like but doesn't know about -- that's what new boyfriends are for.  And hopefully I won't borrow money from her, or have an affair, and she won't need to have an abortion or run away with the neighborhood, and then there won't be anything to think about. Laura didn't run off with Ian because I bought her CDs she wasn't that keen on, and to pretend otherwise is just... just... psychowank.  If she thinks that, then she's missing the Brazilian rainforest for the twigs. If I can't buy the Plastic People of the Universe's first album for new girlfriends, then I might as well give up, because I'm not sure I know how to do anything else.",
                    "Didascalie": "",
                    "Start": 199565,
                    "End": 200881
                },
                {
                    "Reply": "Hey, how ya doin'?",
                    "Didascalie": "",
                    "Start": 201623,
                    "End": 201642
                },
                {
                    "Reply": "Guess who I just saw, right by my store?  Ian.  In Starbuck's.  Neat, huh?",
                    "Didascalie": "",
                    "Start": 201736,
                    "End": 201863
                },
                {
                    "Reply": "God, that's a cold and a half.  Maybe you should bet back in bed.",
                    "Didascalie": "",
                    "Start": 202030,
                    "End": 202122
                },
                {
                    "Reply": "Are you alright?",
                    "Didascalie": "",
                    "Start": 202218,
                    "End": 202235
                },
                {
                    "Reply": "Don't worry about it.  Just get into bed.  Worry about that when you're better.",
                    "Didascalie": "",
                    "Start": 202386,
                    "End": 202518
                },
                {
                    "Reply": "Who the fuck's Pig?",
                    "Didascalie": "",
                    "Start": 202671,
                    "End": 202691
                },
                {
                    "Reply": "Laura.  Her dad died.",
                    "Didascalie": "",
                    "Start": 203118,
                    "End": 203140
                },
                {
                    "Reply": "You're a horrible person, Barry.  I mean it.",
                    "Didascalie": "",
                    "Start": 203451,
                    "End": 203522
                },
                {
                    "Reply": "It was Jan, and it was a long time after--",
                    "Didascalie": "",
                    "Start": 204435,
                    "End": 204504
                },
                {
                    "Reply": "Fuck off, Barry.",
                    "Didascalie": "",
                    "Start": 204791,
                    "End": 204808
                },
                {
                    "Reply": "Because it's in The Big Chill.",
                    "Didascalie": "",
                    "Start": 205078,
                    "End": 205109
                },
                {
                    "Reply": "Liar.  We saw it in the Lawrence Kasdan double-bill with Body Heat.",
                    "Didascalie": "",
                    "Start": 205262,
                    "End": 205356
                },
                {
                    "Reply": "Not really.",
                    "Didascalie": "",
                    "Start": 205588,
                    "End": 205600
                },
                {
                    "Reply": "Record Exchange.",
                    "Didascalie": "",
                    "Start": 205718,
                    "End": 205735
                },
                {
                    "Reply": "No, no.  When are you going home?",
                    "Didascalie": "",
                    "Start": 206004,
                    "End": 206038
                },
                {
                    "Reply": "Can I do anything?",
                    "Didascalie": "",
                    "Start": 206543,
                    "End": 206562
                },
                {
                    "Reply": "Me?",
                    "Didascalie": "",
                    "Start": 207184,
                    "End": 207188
                },
                {
                    "Reply": "Do you want me to be there?",
                    "Didascalie": "",
                    "Start": 207930,
                    "End": 207958
                },
                {
                    "Reply": "Yes, of course.",
                    "Didascalie": "",
                    "Start": 208314,
                    "End": 208330
                },
                {
                    "Reply": "Sure.  I'll see you on Friday.",
                    "Didascalie": "",
                    "Start": 208667,
                    "End": 208698
                },
                {
                    "Reply": "So the minister says nice things, and then, what, we all troop outside and they bury him?",
                    "Didascalie": "",
                    "Start": 209470,
                    "End": 209612
                },
                {
                    "Reply": "You're kidding.  A crematorium? Jesus.",
                    "Didascalie": "",
                    "Start": 209766,
                    "End": 209832
                },
                {
                    "Reply": "Is Ray going?",
                    "Didascalie": "",
                    "Start": 209996,
                    "End": 210010
                },
                {
                    "Reply": "Isn't that how it is for everybody?",
                    "Didascalie": "",
                    "Start": 210417,
                    "End": 210453
                },
                {
                    "Reply": "I hear something in Laura's voice, but I know what it is, and at that moment I want to go to her and offer to become a different person, to remove all trace of what is me, as long as she will let me look after her and try to make her feel better...",
                    "Didascalie": "",
                    "Start": 211197,
                    "End": 211602
                },
                {
                    "Reply": "...And when she let's go of me, I feel I don't need to become a different person.  It's happened already.",
                    "Didascalie": "",
                    "Start": 211987,
                    "End": 212171
                },
                {
                    "Reply": "Don't mind me.  No problem.  Just pretend you're talking about somebody else.",
                    "Didascalie": "(sincere)",
                    "Start": 213263,
                    "End": 213419
                },
                {
                    "Reply": "Enough, Liz.",
                    "Didascalie": "",
                    "Start": 213796,
                    "End": 213809
                },
                {
                    "Reply": "I know I can't speak now because Laura's father died, and I just have to take it because otherwise I'm a bad guy, with the emphasis on guy, self-centered.  Well, I'm fucking not, not all the time, anyway, I'm really sorry Jo.",
                    "Didascalie": "(getting louder)",
                    "Start": 213980,
                    "End": 214388
                },
                {
                    "Reply": "But you know, Liz... I can either stick up for myself or believe everything you say about me and end up hating myself.  And maybe you think I should, but it's not much of a life, you know?",
                    "Didascalie": "(lowering his voice)",
                    "Start": 214438,
                    "End": 214783
                },
                {
                    "Reply": "Only because it's never the time.  I can't go on apologizing my whole life, you know?",
                    "Didascalie": "",
                    "Start": 215006,
                    "End": 215144
                },
                {
                    "Reply": "I'm sorry.",
                    "Didascalie": "",
                    "Start": 215673,
                    "End": 215684
                },
                {
                    "Reply": "Uh... No.",
                    "Didascalie": "",
                    "Start": 217441,
                    "End": 217451
                },
                {
                    "Reply": "Mmnn.",
                    "Didascalie": "",
                    "Start": 217733,
                    "End": 217739
                },
                {
                    "Reply": "I can see why you say that.  Look, I'm sorry.  I really am.  The last thing I wanted was... that's why I left, because... I lost it, and I didn't want to blow my top in there, and... look, the reason I fucked everything up was because I was scared.  I just wanted you to know, that's all.",
                    "Didascalie": "",
                    "Start": 218000,
                    "End": 218497
                },
                {
                    "Reply": "What do you mean?",
                    "Didascalie": "",
                    "Start": 218710,
                    "End": 218728
                },
                {
                    "Reply": "Sure, I understand.  Look, I don't want to take up any more of your time.  You get back, and I'll wait here for a bus.",
                    "Didascalie": "",
                    "Start": 219079,
                    "End": 219276
                },
                {
                    "Reply": "What do you want to do?",
                    "Didascalie": "",
                    "Start": 219437,
                    "End": 219461
                },
                {
                    "Reply": "When are you going back?",
                    "Didascalie": "",
                    "Start": 220138,
                    "End": 220163
                },
                {
                    "Reply": "What?",
                    "Didascalie": "",
                    "Start": 220426,
                    "End": 220432
                },
                {
                    "Reply": "I've only got a couple left.  I'm saving them for later.",
                    "Didascalie": "",
                    "Start": 220824,
                    "End": 220907
                },
                {
                    "Reply": "Hi.",
                    "Didascalie": "",
                    "Start": 221408,
                    "End": 221412
                },
                {
                    "Reply": "You know, with Ray...",
                    "Didascalie": "",
                    "Start": 221701,
                    "End": 221723
                },
                {
                    "Reply": "No, no.  It's not... are you still on the pill?",
                    "Didascalie": "",
                    "Start": 221936,
                    "End": 222010
                },
                {
                    "Reply": "I didn't mean that.  I mean... was that all you used?",
                    "Didascalie": "",
                    "Start": 222221,
                    "End": 222301
                },
                {
                    "Reply": "Look, we can do other things.",
                    "Didascalie": "",
                    "Start": 222436,
                    "End": 222466
                },
                {
                    "Reply": "Later, I wonder if I was really worried about where Ian has been.  I have no idea where he's been, and that gives me every right to insist on protection.  But in truth, it was the power that interested me more than the fear.  I wanted to hurt her, on this day of all days, just because it's the first time since she's left that I've been able to.",
                    "Didascalie": "",
                    "Start": 223164,
                    "End": 223745
                },
                {
                    "Reply": "Laura...",
                    "Didascalie": "",
                    "Start": 224031,
                    "End": 224040
                },
                {
                    "Reply": "So if you had a bit more energy we'd stay split.  But things being how they are, what with you wiped out, you'd like us to get back together.",
                    "Didascalie": "",
                    "Start": 224275,
                    "End": 224495
                },
                {
                    "Reply": "What about Ian?",
                    "Didascalie": "",
                    "Start": 224826,
                    "End": 224842
                },
                {
                    "Reply": "Mission accomplished.",
                    "Didascalie": "",
                    "Start": 225302,
                    "End": 225324
                },
                {
                    "Reply": "Okay.",
                    "Didascalie": "",
                    "Start": 225978,
                    "End": 225984
                },
                {
                    "Reply": "But wouldn't you know it?  Suddenly I feel panicky, and sick, and I want to run around and sleep with female recording artists...",
                    "Didascalie": "",
                    "Start": 226192,
                    "End": 226400
                },
                {
                    "Reply": "C'mon.  I want to know.",
                    "Didascalie": "",
                    "Start": 226669,
                    "End": 226693
                },
                {
                    "Reply": "What it was like.",
                    "Didascalie": "",
                    "Start": 226857,
                    "End": 226875
                },
                {
                    "Reply": "Was it like good sex or was it like bad sex?",
                    "Didascalie": "",
                    "Start": 227083,
                    "End": 227154
                },
                {
                    "Reply": "You know the difference.",
                    "Didascalie": "",
                    "Start": 227313,
                    "End": 227338
                },
                {
                    "Reply": "Okay, that's cool, okay.  But the nice time we just had... was it nicer, as nice, or less nice than the nice times you were having a couple of weeks ago?",
                    "Didascalie": "",
                    "Start": 227573,
                    "End": 227831
                },
                {
                    "Reply": "Oh, c'mon, Laura.  Just say something. Lie, if you want.  It'd stop me asking you questions and it'd make me feel better.",
                    "Didascalie": "",
                    "Start": 227931,
                    "End": 228132
                },
                {
                    "Reply": "Well why the fuck would you want to lie, anyway?",
                    "Didascalie": "",
                    "Start": 228364,
                    "End": 228439
                },
                {
                    "Reply": "Oh, great...",
                    "Didascalie": "",
                    "Start": 228600,
                    "End": 228613
                },
                {
                    "Reply": "Okay.",
                    "Didascalie": "",
                    "Start": 229172,
                    "End": 229178
                },
                {
                    "Reply": "Hey, great idea.  What I'll do is, tomorrow I'll get a hold of a box full of mint Elvis Presley 78s on the Sub label, and I'll pay for it that way.",
                    "Didascalie": "",
                    "Start": 229850,
                    "End": 230102
                },
                {
                    "Reply": "Fantastic.  The Girlfriend Lottery.",
                    "Didascalie": "",
                    "Start": 230516,
                    "End": 230552
                },
                {
                    "Reply": "But it wasn't supposed to be like this.  When I met you we were the same people and now we're not, and...",
                    "Didascalie": "",
                    "Start": 230947,
                    "End": 231105
                },
                {
                    "Reply": "Well, you were the kind of person who came to the Artful Dodger and I was the kind of person who deejayed at the Artful Dodger.  You wore jeans and T-shirts, and so did I.  And I still do, and you don't.",
                    "Didascalie": "",
                    "Start": 231276,
                    "End": 231610
                },
                {
                    "Reply": "No, but...",
                    "Didascalie": "",
                    "Start": 232024,
                    "End": 232035
                },
                {
                    "Reply": "But why doesn't it matter that we're not the same people we used to be?",
                    "Didascalie": "",
                    "Start": 232181,
                    "End": 232279
                },
                {
                    "Reply": "And hairstyles and clothes and attitude and friends and...",
                    "Didascalie": "",
                    "Start": 232693,
                    "End": 232778
                },
                {
                    "Reply": "You're tougher.",
                    "Didascalie": "",
                    "Start": 233140,
                    "End": 233156
                },
                {
                    "Reply": "Harder.",
                    "Didascalie": "",
                    "Start": 233315,
                    "End": 233323
                },
                {
                    "Reply": "I'm alright.",
                    "Didascalie": "",
                    "Start": 233589,
                    "End": 233602
                },
                {
                    "Reply": "You're being stupid.",
                    "Didascalie": "",
                    "Start": 234383,
                    "End": 234404
                },
                {
                    "Reply": "No use.",
                    "Didascalie": "",
                    "Start": 235036,
                    "End": 235044
                },
                {
                    "Reply": "What is this.",
                    "Didascalie": "",
                    "Start": 235510,
                    "End": 235524
                },
                {
                    "Reply": "Who's that?",
                    "Didascalie": "",
                    "Start": 235682,
                    "End": 235694
                },
                {
                    "Reply": "No way.",
                    "Didascalie": "",
                    "Start": 235856,
                    "End": 235864
                },
                {
                    "Reply": "Your tape.  It's good.",
                    "Didascalie": "",
                    "Start": 236691,
                    "End": 236714
                },
                {
                    "Reply": "It's rough.  But it shows promise. We record a couple of songs right, in a studio.  I'll take care of the rest.  I'll put out your record. Any profits after recouping expenses get split down the middle, between us and you guys.",
                    "Didascalie": "",
                    "Start": 236817,
                    "End": 237203
                },
                {
                    "Reply": "We're not there yet, Justin.",
                    "Didascalie": "",
                    "Start": 237491,
                    "End": 237520
                },
                {
                    "Reply": "Whatever.",
                    "Didascalie": "",
                    "Start": 237667,
                    "End": 237677
                },
                {
                    "Reply": "Hey.  What's the name of your band?",
                    "Didascalie": "",
                    "Start": 237893,
                    "End": 237929
                },
                {
                    "Reply": "What?",
                    "Didascalie": "",
                    "Start": 238085,
                    "End": 238091
                },
                {
                    "Reply": "Nice.",
                    "Didascalie": "",
                    "Start": 238360,
                    "End": 238366
                },
                {
                    "Reply": "Broken Records.  Welcome aboard.",
                    "Didascalie": "",
                    "Start": 238733,
                    "End": 238766
                },
                {
                    "Reply": "What?",
                    "Didascalie": "",
                    "Start": 238998,
                    "End": 239004
                },
                {
                    "Reply": "So?  You even said they're good.",
                    "Didascalie": "",
                    "Start": 239335,
                    "End": 239368
                },
                {
                    "Reply": "Hi.",
                    "Didascalie": "",
                    "Start": 240905,
                    "End": 240909
                },
                {
                    "Reply": "Nothing.",
                    "Didascalie": "",
                    "Start": 241070,
                    "End": 241079
                },
                {
                    "Reply": "Where?",
                    "Didascalie": "",
                    "Start": 241235,
                    "End": 241242
                },
                {
                    "Reply": "Oh.  Well.  We don't really get along. Paul and I.",
                    "Didascalie": "",
                    "Start": 241444,
                    "End": 241522
                },
                {
                    "Reply": "Ha.",
                    "Didascalie": "",
                    "Start": 241809,
                    "End": 241813
                },
                {
                    "Reply": "We're at a point where I can't really walk away from gauntlets she might throw down, and so I go.  And wouldn't you know it, I sort of fall in love with Paul and Miranda -- with what they have, and the way they treat each other, and the way they make me feel as if I'm the new center of their world.  I think they're great, and I want to see them twice a week, every week, for the rest of my life. Only right at the end of the evening do I realize I've been set up.",
                    "Didascalie": "",
                    "Start": 242021,
                    "End": 242800
                },
                {
                    "Reply": "Oh, I don't know.  The Beatles are okay.",
                    "Didascalie": "",
                    "Start": 243465,
                    "End": 243532
                },
                {
                    "Reply": "Hey, to each his own, I say.",
                    "Didascalie": "",
                    "Start": 243721,
                    "End": 243750
                },
                {
                    "Reply": "Sure, sure.  Any time.",
                    "Didascalie": "",
                    "Start": 243967,
                    "End": 243990
                },
                {
                    "Reply": "You did that deliberately.  You knew all along I'd like them.  It was a trick.",
                    "Didascalie": "(smiling)",
                    "Start": 244870,
                    "End": 245027
                },
                {
                    "Reply": "Has Drag City Records, I know, I know.  You told Dan Koretzky about this?",
                    "Didascalie": "",
                    "Start": 246453,
                    "End": 246579
                },
                {
                    "Reply": "WHAT?",
                    "Didascalie": "",
                    "Start": 247005,
                    "End": 247011
                },
                {
                    "Reply": "And the \"triumphant return of DJ Rob Gordon?\" \"Triumphant?\" \"Return?\"",
                    "Didascalie": "",
                    "Start": 247170,
                    "End": 247266
                },
                {
                    "Reply": "You had no right.  Supposing I was doing something that couldn't be cancelled?",
                    "Didascalie": "",
                    "Start": 247660,
                    "End": 247791
                },
                {
                    "Reply": "That's not the point.  I mean, what if the single isn't done in time?",
                    "Didascalie": "",
                    "Start": 247998,
                    "End": 248094
                },
                {
                    "Reply": "Barry?  Barry knows about this?",
                    "Didascalie": "",
                    "Start": 248251,
                    "End": 248283
                },
                {
                    "Reply": "Like fuck you are.",
                    "Didascalie": "",
                    "Start": 248559,
                    "End": 248578
                },
                {
                    "Reply": "don't play.",
                    "Didascalie": "",
                    "Start": 248922,
                    "End": 248934
                },
                {
                    "Reply": "not kidding.  That's how much it means to me not to hear you play.",
                    "Didascalie": "",
                    "Start": 249347,
                    "End": 249440
                },
                {
                    "Reply": "You couldn't be.  Look, Barry. There's going to be people from Laura's work there, people who own dogs and babies and Tina Turner albums.  How are you going to cope with them?",
                    "Didascalie": "",
                    "Start": 249612,
                    "End": 249919
                },
                {
                    "Reply": "Sonic Death Monkey.",
                    "Didascalie": "",
                    "Start": 250265,
                    "End": 250285
                },
                {
                    "Reply": "Barry, you're over thirty years old. You owe it to yourself and your friends and to your parents not to sing in a group called Sonic Death Monkey.",
                    "Didascalie": "",
                    "Start": 250456,
                    "End": 250708
                },
                {
                    "Reply": "You'll be going over the fucking edge if you come anywhere near me next Friday night.",
                    "Didascalie": "",
                    "Start": 251030,
                    "End": 251168
                },
                {
                    "Reply": "It's no joke.  I'm responsible for what happens, you know.  Embarrassment aside, there's a lot of money and effort in this, at least by my standards.  I have to put down a deposit for the room.  I have to pay the pressing plant for the records, sleeve them, sticker them --",
                    "Didascalie": "",
                    "Start": 252024,
                    "End": 252480
                },
                {
                    "Reply": "I suddenly feel choked up.  It's not the money, it's the way she's thought of everything: one morning I woke up to find her going through my records, pulling out things that she remembered me playing when I deejayed and putting them into the little carrying cases that I used to use and put away in a closet somewhere years ago.  She knew I needed a kick in the ass. She also knew how happy I was when I used to deejay.  From which every angle I examine it, it still looks as though she's done all of this because she loves me.",
                    "Didascalie": "",
                    "Start": 253161,
                    "End": 254054
                },
                {
                    "Reply": "I'm sorry I've been acting like a jerk.  I do appreciate what you've done for me, and I know you've done it for the best possible reasons, and I do love you, even though I act like I don't.",
                    "Didascalie": "",
                    "Start": 254304,
                    "End": 254624
                },
                {
                    "Reply": "I know.  I don't get it.",
                    "Didascalie": "",
                    "Start": 254842,
                    "End": 254867
                },
                {
                    "Reply": "But if I had to take a wild guess, I'd say that I'm pissed because I know I'm stuck with Laura, bound to her, and I don't like it.  That dreamy anticipation you have when you're fifteen or twenty or thirty even, that the most perfect person in the world might walk into your store or office or friend's party at any moment... That's all gone, I think, and that's enough to piss anybody off.  Laura is who I am now, and it's no good pretending otherwise...",
                    "Didascalie": "",
                    "Start": 255075,
                    "End": 255843
                },
                {
                    "Reply": "May I help you?",
                    "Didascalie": "",
                    "Start": 256332,
                    "End": 256348
                },
                {
                    "Reply": "Uh.  That's me.",
                    "Didascalie": "",
                    "Start": 256522,
                    "End": 256538
                },
                {
                    "Reply": "Right.  Why?",
                    "Didascalie": "",
                    "Start": 256770,
                    "End": 256783
                },
                {
                    "Reply": "Oh.  Okay.",
                    "Didascalie": "",
                    "Start": 257307,
                    "End": 257318
                },
                {
                    "Reply": "Huh.  You used to come to the club? I shouldn't have let you in.  You must have only been about sixteen.",
                    "Didascalie": "",
                    "Start": 257541,
                    "End": 257699
                },
                {
                    "Reply": "What I mean is, I didn't mean you look young.  You don't.  You don't look old either.  You look just as old as you are.  A bit younger maybe, but not a lot.  Not much.  Just right.",
                    "Didascalie": "",
                    "Start": 257868,
                    "End": 258153
                },
                {
                    "Reply": "Yeah.  I could show it to you if you want to come over and see it.",
                    "Didascalie": "",
                    "Start": 258617,
                    "End": 258710
                },
                {
                    "Reply": "Pardon me?",
                    "Didascalie": "",
                    "Start": 258984,
                    "End": 258995
                },
                {
                    "Reply": "Oh boy... In the club, or at home?",
                    "Didascalie": "",
                    "Start": 259163,
                    "End": 259198
                },
                {
                    "Reply": "OF COURSE... Well yeah, a bit. \"Sin City\" by the Flying Burrito Brothers is an all-time top five, but I wouldn't play it at the club.  It's a country-rock ballad.  Everybody'd go home.",
                    "Didascalie": "(a little too shrill)",
                    "Start": 259386,
                    "End": 259727
                },
                {
                    "Reply": "What do you mean, four more?",
                    "Didascalie": "",
                    "Start": 259903,
                    "End": 259932
                },
                {
                    "Reply": "Can I go home and work this out and let you know?  In a week or so?",
                    "Didascalie": "",
                    "Start": 260145,
                    "End": 260239
                },
                {
                    "Reply": "Oh, I'm sure I can manage something...",
                    "Didascalie": "",
                    "Start": 260638,
                    "End": 260678
                },
                {
                    "Reply": "Is that it?",
                    "Didascalie": "",
                    "Start": 261367,
                    "End": 261379
                },
                {
                    "Reply": "Sure, but is that it for the list?",
                    "Didascalie": "",
                    "Start": 261601,
                    "End": 261636
                },
                {
                    "Reply": "Well it was a friend's idea, really, and the record release party seemed like a good place to do it.  So...",
                    "Didascalie": "",
                    "Start": 261856,
                    "End": 262016
                },
                {
                    "Reply": "I should really put a James Brown in there --",
                    "Didascalie": "(looking over her pad at the list)",
                    "Start": 262111,
                    "End": 262209
                },
                {
                    "Reply": "Yeah.",
                    "Didascalie": "",
                    "Start": 262361,
                    "End": 262367
                },
                {
                    "Reply": "Who?  Oh.  My friend.  My friend is Laura.  A girl.  A friend who's a girl.",
                    "Didascalie": "",
                    "Start": 262523,
                    "End": 262651
                },
                {
                    "Reply": "Look, I'm sorry about this, but I'd like \"the Upsetter\" by Lee \"Scratch\" Perry, in there.  Instead of \"Sin City.\"",
                    "Didascalie": "",
                    "Start": 262861,
                    "End": 263053
                },
                {
                    "Reply": "Oh, you know... a lot of people aren't too old for clubs but they're too old for acid jazz and garage and ambient and all that.  They want to hear old funk and Stax and New Wave and Old School Hip Hop and some new stuff all together and there's nowhere for them.",
                    "Didascalie": "",
                    "Start": 263270,
                    "End": 263715
                },
                {
                    "Reply": "Oh, well, the Kinky Wizards are -- you know what?  Why don't I just make you a tape?",
                    "Didascalie": "",
                    "Start": 263923,
                    "End": 264060
                },
                {
                    "Reply": "Haha.  Right.  It's no problem.  I love making tapes.",
                    "Didascalie": "",
                    "Start": 264330,
                    "End": 264410
                },
                {
                    "Reply": "A good compilation tape, like breaking up, is hard to do and takes ages longer than it might seem.  You gotta kick off with a killer, to hold the attention.  Then you have to take it up a notch, but not blow your wad, so maybe cool it off a notch, and you can't put the same artist twice on the tape, except if some subtle point or lesson or theme involved, and even then not the two of them in a row, and you can't woo somebody with Joni Mitchell's \"Big Yellow Taxi\" and then bash their head off with something like GBH's \"City Baby Attacked by Rats,\" and... oh, there are a lot of rules.  Anyway, I worked hard at this one.",
                    "Didascalie": "",
                    "Start": 264618,
                    "End": 265686
                },
                {
                    "Reply": "This?  Oh, just that woman who interviewed me for The Reader.  Carol? Caroline?  Something like that.",
                    "Didascalie": "",
                    "Start": 266153,
                    "End": 266308
                },
                {
                    "Reply": "Hi, Caroline... Oh, it's Rob.  Yeah, listen, I have a new list for you and -- Oh.  Yes.  Of course...  Well maybe next week they could print a, uh, retraction.  Or a correction. Because the list I have now it really much more -- right.  Okay.  Anyway, I have your tape.  That's right. Shall I mail it to you?  Or... would you like to have a drink?",
                    "Didascalie": "",
                    "Start": 266531,
                    "End": 267115
                },
                {
                    "Reply": "How are you not going to fall for someone who wants to interview you? Now Caroline is all I can think about. And in the daydreams I imagine every detail, the entire story of our future relationship, until suddenly I realize that there's nothing left to actually, like, happen.  I've done it all, lived through it all in my head.  I know the whole plot, the ending, and the good parts.  Now I'd have to watch it all over again in real time, and where's the fun in that?  And fucking--when is it all going to stop?  Am I going to jump from rock to rock for the rest of my life until there aren't any rocks left?  Am I going to bolt every time I get itchy feet?  Because I get them about once a quarter, along with the store's tax bill.  I've been thinking with my guts since I was fourteen years old and, frankly speaking, I've come to the conclusion that my guts have shit for brains.  You know what's wrong with Laura, what my problem is?  What's wrong with Laura is that I'll never see her for the first or second or third time.  That's all. Fuck it.  I'll probably mail the tape.  Probably.",
                    "Didascalie": "",
                    "Start": 267323,
                    "End": 269199
                },
                {
                    "Reply": "Not really.",
                    "Didascalie": "",
                    "Start": 269925,
                    "End": 269937
                },
                {
                    "Reply": "I'm going to talk to you.",
                    "Didascalie": "",
                    "Start": 270198,
                    "End": 270224
                },
                {
                    "Reply": "I'm going to talk to you about whether you want to get married or not.  To me.",
                    "Didascalie": "",
                    "Start": 270553,
                    "End": 270684
                },
                {
                    "Reply": "I mean it.",
                    "Didascalie": "",
                    "Start": 270844,
                    "End": 270855
                },
                {
                    "Reply": "Oh, well thanks a fucking bunch.",
                    "Didascalie": "",
                    "Start": 270999,
                    "End": 271032
                },
                {
                    "Reply": "Not in love, exactly, but...",
                    "Didascalie": "",
                    "Start": 271356,
                    "End": 271385
                },
                {
                    "Reply": "Would you marry me if I was?",
                    "Didascalie": "",
                    "Start": 271614,
                    "End": 271643
                },
                {
                    "Reply": "Right.  Okay, then.  Shall we go?",
                    "Didascalie": "",
                    "Start": 271798,
                    "End": 271832
                },
                {
                    "Reply": "I don't know.",
                    "Didascalie": "",
                    "Start": 272033,
                    "End": 272047
                },
                {
                    "Reply": "Are you persuadable?",
                    "Didascalie": "",
                    "Start": 272200,
                    "End": 272221
                },
                {
                    "Reply": "Fair enough.",
                    "Didascalie": "",
                    "Start": 272614,
                    "End": 272627
                },
                {
                    "Reply": "I'm just sick of thinking about it all the time.",
                    "Didascalie": "",
                    "Start": 272767,
                    "End": 272842
                },
                {
                    "Reply": "This stuff.  Love and marriage.  I want to think about something else.",
                    "Didascalie": "",
                    "Start": 272990,
                    "End": 273087
                },
                {
                    "Reply": "Shut up.  I'm only trying to explain.",
                    "Didascalie": "",
                    "Start": 273362,
                    "End": 273400
                },
                {
                    "Reply": "I dunno.  Didn't think about it, really.  It was the asking that was the important thing.",
                    "Didascalie": "",
                    "Start": 273662,
                    "End": 273804
                },
                {
                    "Reply": "Uh, thanks for uh, coming out tonight. I hope you have a good time.  And I hope you like the record.  The one by the Kinky Wizards.  The record that we're having this record release party for.",
                    "Didascalie": "",
                    "Start": 274947,
                    "End": 275271
                },
                {
                    "Reply": "Thanks.  Listen to it first, though.",
                    "Didascalie": "(hoots from the crowd)",
                    "Start": 275323,
                    "End": 275386
                },
                {
                    "Reply": "Okay.  We'll get to that later. Right now, I'd like to introduce...",
                    "Didascalie": "(laughs)",
                    "Start": 275424,
                    "End": 275545
                },
                {
                    "Reply": "Sonic Death Monkey.",
                    "Didascalie": "(mumbles)",
                    "Start": 275584,
                    "End": 275630
                },
                {
                    "Reply": "I'm an idiot.  I should have played the record first.  This place is about to get burned down.",
                    "Didascalie": "(to Laura)",
                    "Start": 275891,
                    "End": 276064
                }
            ]
        },
        {
            "Character": "RECORDS",
            "Replies": [
                {
                    "Reply": "Big thin LPs.  Fields of them.  We move across them, slowly... they seem to come to rest in an end of a few books... but then the CD's start, and go on, faster and faster, forever then the singles, then the tapes...",
                    "Didascalie": "",
                    "Start": 1199,
                    "End": 1464
                }
            ]
        },
        {
            "Character": "LAURA",
            "Replies": [
                {
                    "Reply": "I don't really know what I'm doing.",
                    "Didascalie": "",
                    "Start": 3185,
                    "End": 3221
                },
                {
                    "Reply": "We've done the hard part now.  I might as well, you know...",
                    "Didascalie": "",
                    "Start": 3504,
                    "End": 3590
                },
                {
                    "Reply": "I should be so lucky.",
                    "Didascalie": "",
                    "Start": 74801,
                    "End": 74823
                },
                {
                    "Reply": "Hi.",
                    "Didascalie": "",
                    "Start": 101894,
                    "End": 101898
                },
                {
                    "Reply": "I thought I could give you a lift back.",
                    "Didascalie": "",
                    "Start": 102038,
                    "End": 102104
                },
                {
                    "Reply": "Yes.  Well, I'm coming over to your house to get some things.",
                    "Didascalie": "",
                    "Start": 102261,
                    "End": 102349
                },
                {
                    "Reply": "You can make all the faces you want. My car.  My car stereo.  My compilation tape.",
                    "Didascalie": "",
                    "Start": 103659,
                    "End": 103795
                },
                {
                    "Reply": "It's not like saying that at all, actually, Rob.  Art Garfunkel and Marvin Gaye make pop records --",
                    "Didascalie": "",
                    "Start": 104169,
                    "End": 104321
                },
                {
                    "Reply": "-- whatever, and the Israelis and the Palestinians don't.  Art Garfunkel and Marvin Gaye are not engaged in a bitter territorial dispute, and the Israelis and the Palestinians are. Art Garfunkel and Marvin Gaye --",
                    "Didascalie": "",
                    "Start": 104547,
                    "End": 104892
                },
                {
                    "Reply": "-- and who says I like Marvin Gaye, anyway?",
                    "Didascalie": "",
                    "Start": 105055,
                    "End": 105125
                },
                {
                    "Reply": "Is that right?  I'd like a word with him.",
                    "Didascalie": "",
                    "Start": 105486,
                    "End": 105554
                },
                {
                    "Reply": "I remember the song.  I just couldn't remember who sang it.",
                    "Didascalie": "",
                    "Start": 105714,
                    "End": 105800
                },
                {
                    "Reply": "I can see why you prefer Gaye to Garfunkel.  I get it, really.  But there are so many other things to worry about.  They're only records, and if one is better than the other, well, who cares, besides you and Barry and Dick?  I mean really, who gives a flying fuck?",
                    "Didascalie": "",
                    "Start": 105919,
                    "End": 106366
                },
                {
                    "Reply": "Well, I liked you.  You were a deejay, and I thought you were hot, and I didn't have a boyfriend, and I wanted one.",
                    "Didascalie": "",
                    "Start": 106907,
                    "End": 107101
                },
                {
                    "Reply": "Yeah, sure.  More so then than I am now.  That's life though, isn't it?",
                    "Didascalie": "",
                    "Start": 107306,
                    "End": 107404
                },
                {
                    "Reply": "You really believe that?",
                    "Didascalie": "",
                    "Start": 107842,
                    "End": 107867
                },
                {
                    "Reply": "And do you like it that way?",
                    "Didascalie": "",
                    "Start": 108226,
                    "End": 108255
                },
                {
                    "Reply": "Let's go in.",
                    "Didascalie": "",
                    "Start": 108436,
                    "End": 108449
                },
                {
                    "Reply": "Have you tackled the Great Reorganization yet?",
                    "Didascalie": "",
                    "Start": 110577,
                    "End": 110650
                },
                {
                    "Reply": "You bet.  I've been saying that for years.",
                    "Didascalie": "",
                    "Start": 111001,
                    "End": 111070
                },
                {
                    "Reply": "I think you know that.",
                    "Didascalie": "",
                    "Start": 111356,
                    "End": 111379
                },
                {
                    "Reply": "I'm sorry.  I haven't been very fair to you.  That's why I came here to the store this evening.  I feel terrible, Rob.  This is really hard, you know.",
                    "Didascalie": "",
                    "Start": 111658,
                    "End": 111913
                },
                {
                    "Reply": "What?  Gimme a fucking break.  Is that what you think?  That your not big enough a deal for me?  Jesus, gimme a little credit, Rob.",
                    "Didascalie": "",
                    "Start": 112136,
                    "End": 112346
                },
                {
                    "Reply": "What were the others?",
                    "Didascalie": "",
                    "Start": 112560,
                    "End": 112582
                },
                {
                    "Reply": "What's the obvious stuff?",
                    "Didascalie": "",
                    "Start": 112742,
                    "End": 112768
                },
                {
                    "Reply": "I guess it's not that obvious, then.",
                    "Didascalie": "",
                    "Start": 112976,
                    "End": 113013
                },
                {
                    "Reply": "What?",
                    "Didascalie": "",
                    "Start": 114773,
                    "End": 114779
                },
                {
                    "Reply": "Did you say something?",
                    "Didascalie": "",
                    "Start": 115063,
                    "End": 115086
                },
                {
                    "Reply": "Rob.  Don't be childish.",
                    "Didascalie": "",
                    "Start": 115286,
                    "End": 115311
                },
                {
                    "Reply": "I am not living with him.  I've just been staying with him for a few days until I work out what I'm doing. Look, this has nothing to do with anyone else.  You know that, don't you?  I left because we weren't exactly getting along, and we weren't talking about it.  And I suddenly realized that I like my job, and I like what my life is could be turning into, and that I'm getting to a point where I want to get my shit together and I can't really see that ever happening with you, and yeah, yeah, I sort of get interested in someone else, and that went further than it should have, so it seemed like a good time to go.  But I have no idea what will happen with Ian in the long run.  Probably nothing.",
                    "Didascalie": "",
                    "Start": 115581,
                    "End": 116777
                },
                {
                    "Reply": "Look.  Maybe you'll grow up and we'll get it together, you and me.  Maybe I'll never see either of you again. I don't know.  All I know is that it's not a good time to be living here.",
                    "Didascalie": "",
                    "Start": 117920,
                    "End": 118235
                },
                {
                    "Reply": "I don't know.",
                    "Didascalie": "",
                    "Start": 118524,
                    "End": 118538
                },
                {
                    "Reply": "I suppose so.",
                    "Didascalie": "",
                    "Start": 119242,
                    "End": 119256
                },
                {
                    "Reply": "Oh, Rob, shut up.",
                    "Didascalie": "",
                    "Start": 119470,
                    "End": 119488
                },
                {
                    "Reply": "-- I don't fucking know what chance you fucking have!",
                    "Didascalie": "",
                    "Start": 119706,
                    "End": 119786
                },
                {
                    "Reply": "Okay, okay, we have a nine percent chance of getting back together. Does that clarify the situation?",
                    "Didascalie": "",
                    "Start": 120050,
                    "End": 120204
                },
                {
                    "Reply": "I'm too tired for this now.  I know I'm asking a lot, but will you take off for a while so I can get my stuff packed up?  I need to be able to think while I do it and I can't think while you're here.",
                    "Didascalie": "(shaking her head)",
                    "Start": 120377,
                    "End": 120733
                },
                {
                    "Reply": "Fine.  One.",
                    "Didascalie": "",
                    "Start": 120935,
                    "End": 120947
                },
                {
                    "Reply": "Nevermind.",
                    "Didascalie": "",
                    "Start": 121101,
                    "End": 121112
                },
                {
                    "Reply": "Just ask it!",
                    "Didascalie": "",
                    "Start": 121267,
                    "End": 121280
                },
                {
                    "Reply": "Is what better?  Better than what?",
                    "Didascalie": "",
                    "Start": 121430,
                    "End": 121465
                },
                {
                    "Reply": "Jesus Christ, Rob.  Is that really what's bothering you?",
                    "Didascalie": "",
                    "Start": 121673,
                    "End": 121756
                },
                {
                    "Reply": "You really think it would make a difference either way?",
                    "Didascalie": "",
                    "Start": 121909,
                    "End": 121991
                },
                {
                    "Reply": "Well the answer is that I don't know either.  We haven't done it yet.",
                    "Didascalie": "",
                    "Start": 122141,
                    "End": 122237
                },
                {
                    "Reply": "I haven't felt like it.",
                    "Didascalie": "",
                    "Start": 122380,
                    "End": 122404
                },
                {
                    "Reply": "No.  I was living with you, remember? We've slept together but we haven't made love.  Not yet.  But I'll tell you one thing.  The sleeping together is better.",
                    "Didascalie": "",
                    "Start": 122616,
                    "End": 122880
                },
                {
                    "Reply": "Will you please just go?",
                    "Didascalie": "",
                    "Start": 123209,
                    "End": 123234
                },
                {
                    "Reply": "Hi.  I've been looking for an envelope of my receipts from last month and I'm thinking I didn't take them with me.  Have you seen them around?",
                    "Didascalie": "",
                    "Start": 137836,
                    "End": 138057
                },
                {
                    "Reply": "I'm sorry to call, but I need that stuff...",
                    "Didascalie": "",
                    "Start": 138228,
                    "End": 138298
                },
                {
                    "Reply": "We'll talk some other time.",
                    "Didascalie": "",
                    "Start": 138579,
                    "End": 138607
                },
                {
                    "Reply": "So, how are you?",
                    "Didascalie": "",
                    "Start": 149873,
                    "End": 149890
                },
                {
                    "Reply": "I told you I slept with him.",
                    "Didascalie": "",
                    "Start": 150055,
                    "End": 150084
                },
                {
                    "Reply": "Is that why you wanted to see me?",
                    "Didascalie": "",
                    "Start": 150260,
                    "End": 150294
                },
                {
                    "Reply": "Oh, Rob.  What do you want me to say?",
                    "Didascalie": "",
                    "Start": 150439,
                    "End": 150503
                },
                {
                    "Reply": "I can't do that.",
                    "Didascalie": "",
                    "Start": 150768,
                    "End": 150785
                },
                {
                    "Reply": "You must have known it would happen. You couldn't have been entirely unprepared.  Like you said, I've been living with the guy.  We were bound to get around to it sometime.",
                    "Didascalie": "",
                    "Start": 152833,
                    "End": 153111
                },
                {
                    "Reply": "And anyway, I keep trying to tell you, that's not really the point, is it?  The point is we got ourselves into an awful mess, Rob...  Are you there?  What are you thinking?",
                    "Didascalie": "(O.S.) (machine)",
                    "Start": 153245,
                    "End": 153548
                },
                {
                    "Reply": "We can meet for another drink if you want.  So I can explain it better. I owe you that much.",
                    "Didascalie": "",
                    "Start": 153749,
                    "End": 153895
                },
                {
                    "Reply": "Will you call me?",
                    "Didascalie": "",
                    "Start": 154105,
                    "End": 154123
                },
                {
                    "Reply": "Call me at work.  We can arrange to meet properly.  I don't want this to be the last conversation we have.  I know what you're like.",
                    "Didascalie": "",
                    "Start": 154292,
                    "End": 154503
                },
                {
                    "Reply": "Hello.",
                    "Didascalie": "",
                    "Start": 156932,
                    "End": 156939
                },
                {
                    "Reply": "I figured it was.",
                    "Didascalie": "",
                    "Start": 157084,
                    "End": 157102
                },
                {
                    "Reply": "I'm not -- hold on...",
                    "Didascalie": "",
                    "Start": 158320,
                    "End": 158342
                },
                {
                    "Reply": "I'm not in love with Ian, okay?",
                    "Didascalie": "",
                    "Start": 158631,
                    "End": 158663
                },
                {
                    "Reply": "Jesus.  I do not know.  I'll talk to you later.",
                    "Didascalie": "",
                    "Start": 158961,
                    "End": 159035
                },
                {
                    "Reply": "I'm not experimenting.  Why don't you go experiment.",
                    "Didascalie": "(indignant)",
                    "Start": 159289,
                    "End": 159394
                },
                {
                    "Reply": "You don't ever think about other people?",
                    "Didascalie": "",
                    "Start": 159602,
                    "End": 159669
                },
                {
                    "Reply": "I am fine...",
                    "Didascalie": "(covering the mouthpiece, to Ian)",
                    "Start": 160158,
                    "End": 160197
                },
                {
                    "Reply": "I gotta go.  Goodbye.",
                    "Didascalie": "(to Rob)",
                    "Start": 160235,
                    "End": 160283
                },
                {
                    "Reply": "Yeah, I'm fine.  I'm off the phone.",
                    "Didascalie": "",
                    "Start": 160608,
                    "End": 160644
                },
                {
                    "Reply": "I'm upset, but I'm fine.",
                    "Didascalie": "",
                    "Start": 160796,
                    "End": 160821
                },
                {
                    "Reply": "Mmmm, no.  Not a good idea.",
                    "Didascalie": "",
                    "Start": 160985,
                    "End": 161013
                },
                {
                    "Reply": "Nothing to resolve, Ian.  Let's get a drink.",
                    "Didascalie": "",
                    "Start": 161187,
                    "End": 161258
                },
                {
                    "Reply": "C'mon, c'mon.",
                    "Didascalie": "(waving toward the door)",
                    "Start": 161485,
                    "End": 161525
                },
                {
                    "Reply": "I called and called but you were out.  I thought I'd be gone before you got back.",
                    "Didascalie": "",
                    "Start": 192403,
                    "End": 192537
                },
                {
                    "Reply": "Yep.  I might have missed some stuff. I'm so used to some things being here that I don't even notice them.",
                    "Didascalie": "",
                    "Start": 192697,
                    "End": 192857
                },
                {
                    "Reply": "He's at home.  Listen, I can't believe he went to the store.  I'm mortified, actually.  I'm really sorry.  He had no right to do that, and I told him so.",
                    "Didascalie": "",
                    "Start": 193025,
                    "End": 193283
                },
                {
                    "Reply": "I'm sure.",
                    "Didascalie": "",
                    "Start": 193469,
                    "End": 193479
                },
                {
                    "Reply": "I don't really want to talk about it, to be honest.",
                    "Didascalie": "",
                    "Start": 193653,
                    "End": 193731
                },
                {
                    "Reply": "You know what I mean.",
                    "Didascalie": "",
                    "Start": 193881,
                    "End": 193903
                },
                {
                    "Reply": "Fix it up.  It'll make you feel better.",
                    "Didascalie": "",
                    "Start": 194190,
                    "End": 194256
                },
                {
                    "Reply": "You know I didn't mind.  And it's not as if Ray's place is any better.",
                    "Didascalie": "",
                    "Start": 194658,
                    "End": 194755
                },
                {
                    "Reply": "Ray.  I hate Ian.",
                    "Didascalie": "",
                    "Start": 195046,
                    "End": 195064
                },
                {
                    "Reply": "You make me laugh much more than Ray does, if that's what you're getting at.  But I already knew you could make me laugh.  It's everything else I don't know about.",
                    "Didascalie": "",
                    "Start": 195778,
                    "End": 196046
                },
                {
                    "Reply": "Mmm hmm.",
                    "Didascalie": "",
                    "Start": 196210,
                    "End": 196219
                },
                {
                    "Reply": "Oh ho, so very infrequently.",
                    "Didascalie": "",
                    "Start": 196438,
                    "End": 196467
                },
                {
                    "Reply": "Time to go.",
                    "Didascalie": "",
                    "Start": 196916,
                    "End": 196928
                },
                {
                    "Reply": "Those aren't mine.",
                    "Didascalie": "",
                    "Start": 197155,
                    "End": 197174
                },
                {
                    "Reply": "They're not really, though, are they? I know you bought them for me, and that was really sweet of you, but that was when you were trying to turn me into you.  I can't take them, I know they'd just sit around staring at me, and I'd feel embarrassed by them and... they don't fit in with the rest of what's mine, do you understand?  That Sting record you bought for me... that was a present for me.  I like Sting and you hate him.  But the rest of this stuff...",
                    "Didascalie": "",
                    "Start": 197325,
                    "End": 198098
                },
                {
                    "Reply": "Who the hell is Nick Lowe?  Or Gram Parsons?  Or the Boredoms?  I don't know these people.  I...",
                    "Didascalie": "(bending down to the pile)",
                    "Start": 198185,
                    "End": 198360
                },
                {
                    "Reply": "I'm sorry to go on about it.  But, I don't know, there's a lesson here somewhere, and I want to make sure you get it.",
                    "Didascalie": "",
                    "Start": 198528,
                    "End": 198724
                },
                {
                    "Reply": "You're being deliberately obtuse.",
                    "Didascalie": "",
                    "Start": 199006,
                    "End": 199040
                },
                {
                    "Reply": "Well, think about it.",
                    "Didascalie": "",
                    "Start": 199190,
                    "End": 199212
                },
                {
                    "Reply": "Hello.",
                    "Didascalie": "(O.S.) (muffled, almost a whisper)",
                    "Start": 201523,
                    "End": 201556
                },
                {
                    "Reply": "I can't talk right now.",
                    "Didascalie": "",
                    "Start": 201939,
                    "End": 201963
                },
                {
                    "Reply": "Pigsty.",
                    "Didascalie": "",
                    "Start": 202311,
                    "End": 202319
                },
                {
                    "Reply": "Pig died.",
                    "Didascalie": "",
                    "Start": 202594,
                    "End": 202604
                },
                {
                    "Reply": "My dad died.  My dad, my dad.",
                    "Didascalie": "(O.S.) (louder)",
                    "Start": 202780,
                    "End": 202836
                },
                {
                    "Reply": "I'm sorry.",
                    "Didascalie": "",
                    "Start": 205926,
                    "End": 205937
                },
                {
                    "Reply": "In a minute.  When I get it together.",
                    "Didascalie": "",
                    "Start": 206107,
                    "End": 206145
                },
                {
                    "Reply": "No.  No.  Mom wants you to come to the funeral.  It's on Friday.",
                    "Didascalie": "",
                    "Start": 207026,
                    "End": 207117
                },
                {
                    "Reply": "My dad liked you.  And Mom never told him we'd split, because he wasn't up to it and... oh, I don't know.  I don't really understand it.  I think she thinks he'll be able to see what's going on.  It's like...",
                    "Didascalie": "",
                    "Start": 207257,
                    "End": 207596
                },
                {
                    "Reply": "He's been through so much, what with dying and everything, that she doesn't want to upset him any more than she has to.",
                    "Didascalie": "(small laugh)",
                    "Start": 207639,
                    "End": 207863
                },
                {
                    "Reply": "I don't care.  As long as you don't expect me to hold your hand.",
                    "Didascalie": "",
                    "Start": 208027,
                    "End": 208118
                },
                {
                    "Reply": "Look, are you coming or not?",
                    "Didascalie": "",
                    "Start": 208218,
                    "End": 208247
                },
                {
                    "Reply": "Liz'll give you a lift.  She knows where to go and everything... I don't have time to talk, Rob.  I've got too much to do.",
                    "Didascalie": "",
                    "Start": 208399,
                    "End": 208600
                },
                {
                    "Reply": "Are you going to lie in that flower bed all night?",
                    "Didascalie": "",
                    "Start": 217297,
                    "End": 217374
                },
                {
                    "Reply": "You're soaking.",
                    "Didascalie": "",
                    "Start": 217650,
                    "End": 217666
                },
                {
                    "Reply": "You're also an idiot.",
                    "Didascalie": "",
                    "Start": 217808,
                    "End": 217830
                },
                {
                    "Reply": "Thank you.  I appreciate it.  I can't reciprocate.",
                    "Didascalie": "",
                    "Start": 218566,
                    "End": 218643
                },
                {
                    "Reply": "I didn't mess things up because I was scared.  I slept with Ray because I was sick of you.  And I needed something to snap me out of it.",
                    "Didascalie": "",
                    "Start": 218797,
                    "End": 219012
                },
                {
                    "Reply": "I don't want to go back.",
                    "Didascalie": "",
                    "Start": 219345,
                    "End": 219370
                },
                {
                    "Reply": "C'mon.",
                    "Didascalie": "",
                    "Start": 219530,
                    "End": 219537
                },
                {
                    "Reply": "I don't know.  Sometime.  Later. Listen, Rob, would you have sex with me?",
                    "Didascalie": "",
                    "Start": 220232,
                    "End": 220359
                },
                {
                    "Reply": "I want to feel something else than this.  It's either that or I go home and put my hand in the fire.  Unless you want to stub cigarettes out on my arm.",
                    "Didascalie": "",
                    "Start": 220501,
                    "End": 220757
                },
                {
                    "Reply": "It'll have to be sex, then.",
                    "Didascalie": "",
                    "Start": 220976,
                    "End": 221004
                },
                {
                    "Reply": "Hello.  It doesn't seem so long ago that I looked at you from here.",
                    "Didascalie": "",
                    "Start": 221247,
                    "End": 221341
                },
                {
                    "Reply": "I knew there was a reason I wore a skirt today.",
                    "Didascalie": "",
                    "Start": 221481,
                    "End": 221555
                },
                {
                    "Reply": "Oh, Rob, we're not going to go through that again.",
                    "Didascalie": "",
                    "Start": 221792,
                    "End": 221869
                },
                {
                    "Reply": "Yes, of course.  There's nothing to worry about.",
                    "Didascalie": "",
                    "Start": 222079,
                    "End": 222154
                },
                {
                    "Reply": "I lived with you.  You were my partner just a few weeks ago and now you're worried I might kill you, and you're entitled to worry.  Isn't that a terrible thing?  Isn't that sad?",
                    "Didascalie": "",
                    "Start": 222535,
                    "End": 222817
                },
                {
                    "Reply": "I'm too tired not to go out with you.",
                    "Didascalie": "",
                    "Start": 224109,
                    "End": 224173
                },
                {
                    "Reply": "Everything's too hard.  Maybe another time I would have the guts to be on my own, but not now I don't.",
                    "Didascalie": "(nodding)",
                    "Start": 224578,
                    "End": 224759
                },
                {
                    "Reply": "Ray's a disaster.  I don't know what that was all about, except that sometimes you need someone to lob into the middle of a bad relationship like a hand grenade, I guess, and blow it all apart.",
                    "Didascalie": "",
                    "Start": 224911,
                    "End": 225235
                },
                {
                    "Reply": "I know it's not very romantic, but there will be romance again at some stage, I'm sure.  I just... I need you, Rob.  That's it.  And we know each other and we care for each other, and you've made it clear that you want me back, so...",
                    "Didascalie": "",
                    "Start": 225393,
                    "End": 225783
                },
                {
                    "Reply": "Let's go home.  Okay?",
                    "Didascalie": "",
                    "Start": 225889,
                    "End": 225911
                },
                {
                    "Reply": "Want to know what, exactly?",
                    "Didascalie": "",
                    "Start": 226762,
                    "End": 226790
                },
                {
                    "Reply": "It was like sex.  What else could it be like?",
                    "Didascalie": "",
                    "Start": 226944,
                    "End": 227016
                },
                {
                    "Reply": "What's the difference?",
                    "Didascalie": "",
                    "Start": 227223,
                    "End": 227246
                },
                {
                    "Reply": "Look, we're okay now.  We just had a nice time.  Let's leave it at that.",
                    "Didascalie": "",
                    "Start": 227407,
                    "End": 227506
                },
                {
                    "Reply": "Well I was gonna lie and now I can't, because you'd know I was lying.",
                    "Didascalie": "",
                    "Start": 228201,
                    "End": 228297
                },
                {
                    "Reply": "To make you feel better.",
                    "Didascalie": "",
                    "Start": 228508,
                    "End": 228533
                },
                {
                    "Reply": "Look, Rob.  If great sex was as important as you think it is, and if I was having great sex with him, then we wouldn't be lying here now. And that is my last word on the subject, okay?",
                    "Didascalie": "",
                    "Start": 228789,
                    "End": 229105
                },
                {
                    "Reply": "I wish your penis was as big as his, though.",
                    "Didascalie": "",
                    "Start": 229349,
                    "End": 229420
                },
                {
                    "Reply": "... Like Mexico.  Or Jamaica.  Or New York, even.",
                    "Didascalie": "",
                    "Start": 229707,
                    "End": 229783
                },
                {
                    "Reply": "I'll pay for you.  Even though you owe me money.  We have to do something with the money I earn.  I need to. I deserve it.  You can just think of it as winning the lottery.",
                    "Didascalie": "",
                    "Start": 230171,
                    "End": 230449
                },
                {
                    "Reply": "Money does not matter.  I do not care how much you earn.  I'd just like you to be a little happier in your work, but beyond that you can do what you like.",
                    "Didascalie": "",
                    "Start": 230621,
                    "End": 230880
                },
                {
                    "Reply": "How?  How were we the same people?",
                    "Didascalie": "",
                    "Start": 231174,
                    "End": 231209
                },
                {
                    "Reply": "Because I'm not allowed to.  I still do, after work.  So, what?  Should we just break up?  Is that what you're saying?  Because if you are, I'm going to run out of patience.",
                    "Didascalie": "",
                    "Start": 231679,
                    "End": 231957
                },
                {
                    "Reply": "But what?",
                    "Didascalie": "",
                    "Start": 232104,
                    "End": 232114
                },
                {
                    "Reply": "You haven't changed so much as a pair of socks in the years I've known you.  If we've grown apart, then I'm the one who's done the growing, and all I've done is change jobs.",
                    "Didascalie": "",
                    "Start": 232348,
                    "End": 232626
                },
                {
                    "Reply": "I can't go to work with my hair dyed pink.  And I can afford to go shopping more now, and I've met a couple people I like over the last year or so.",
                    "Didascalie": "",
                    "Start": 232847,
                    "End": 233073
                },
                {
                    "Reply": "More confident, maybe.",
                    "Didascalie": "",
                    "Start": 233225,
                    "End": 233248
                },
                {
                    "Reply": "Less neurotic.  Are you intending to stay the same for the rest of your life?",
                    "Didascalie": "",
                    "Start": 233392,
                    "End": 233522
                },
                {
                    "Reply": "Yeah, you're alright.  But you're certainly not happy.  So what happens if you get happy?  And yes I know that's the title of an Elvis Costello album, I use the reference deliberately to catch your attention. Should we split up because I'm used to you being miserable?  What happens if you, I don't know, start you're own record label, and it's a success? Time for a new girlfriend?",
                    "Didascalie": "",
                    "Start": 233671,
                    "End": 234316
                },
                {
                    "Reply": "How?  What would be the difference between you having a record label and me going from legal aid to private practice?",
                    "Didascalie": "",
                    "Start": 234473,
                    "End": 234669
                },
                {
                    "Reply": "All I'm saying is, you have to allow for things to happen to people, most of all to yourself.  Otherwise, what's the use?",
                    "Didascalie": "",
                    "Start": 234769,
                    "End": 234969
                },
                {
                    "Reply": "Hey, Barry.",
                    "Didascalie": "",
                    "Start": 239747,
                    "End": 239759
                },
                {
                    "Reply": "Where's Rob?",
                    "Didascalie": "",
                    "Start": 239905,
                    "End": 239918
                },
                {
                    "Reply": "What are you talking about?",
                    "Didascalie": "",
                    "Start": 240201,
                    "End": 240229
                },
                {
                    "Reply": "Hi.  What are you doing?",
                    "Didascalie": "",
                    "Start": 240978,
                    "End": 241003
                },
                {
                    "Reply": "Wanna go to dinner?",
                    "Didascalie": "",
                    "Start": 241148,
                    "End": 241168
                },
                {
                    "Reply": "At Paul and Miranda's.  Paul from work.",
                    "Didascalie": "",
                    "Start": 241311,
                    "End": 241377
                },
                {
                    "Reply": "I know.  But you've never met.  It just seems like a stone unturned in your relationship with him.",
                    "Didascalie": "",
                    "Start": 241591,
                    "End": 241742
                },
                {
                    "Reply": "Better hurry, though, Paul.  Rob started a record label, so he's gonna be in the shop less and less.",
                    "Didascalie": "",
                    "Start": 244059,
                    "End": 244212
                },
                {
                    "Reply": "...\"To each his own!\" Unbelievable! You!  Rob Gordon said that.  You even sounded like you meant it.",
                    "Didascalie": "",
                    "Start": 244489,
                    "End": 244643
                },
                {
                    "Reply": "I tricked you into meeting some people you'd think were great.  I thought it would be fun to introduce you to someone with a Tina Turner album and then see whether you still felt the same way.",
                    "Didascalie": "",
                    "Start": 245096,
                    "End": 245419
                },
                {
                    "Reply": "I called Dan Koretzky because he --",
                    "Didascalie": "",
                    "Start": 246350,
                    "End": 246386
                },
                {
                    "Reply": "Yeah, and he said it's a good way to break out a record.  Especially for what he said, and I quote, \"would be a highly anticipated event, locally.\" He helped me put out a press release.",
                    "Didascalie": "",
                    "Start": 246648,
                    "End": 246938
                },
                {
                    "Reply": "Just local, of course.",
                    "Didascalie": "",
                    "Start": 247080,
                    "End": 247103
                },
                {
                    "Reply": "I had that idea when I was living with Ian and it was such a good idea that I was annoyed we weren't together anymore.  It might even be why I came back.",
                    "Didascalie": "",
                    "Start": 247335,
                    "End": 247593
                },
                {
                    "Reply": "What do you ever do that can't be cancelled?",
                    "Didascalie": "",
                    "Start": 247860,
                    "End": 247931
                },
                {
                    "Reply": "Barry said its done.",
                    "Didascalie": "",
                    "Start": 248163,
                    "End": 248184
                },
                {
                    "Reply": "Yeah.  His band is playing a set.",
                    "Didascalie": "",
                    "Start": 248352,
                    "End": 248386
                },
                {
                    "Reply": "They'll go on early.  Nobody will even be there yet and I told them they can't play for more than a half hour.",
                    "Didascalie": "",
                    "Start": 251768,
                    "End": 251957
                },
                {
                    "Reply": "We took care of that.",
                    "Didascalie": "",
                    "Start": 252549,
                    "End": 252571
                },
                {
                    "Reply": "Barry and Dick and me.  Look in the bedroom.",
                    "Didascalie": "",
                    "Start": 252676,
                    "End": 252747
                },
                {
                    "Reply": "That's okay.  You seem pissed off all the time, though.",
                    "Didascalie": "",
                    "Start": 254693,
                    "End": 254775
                },
                {
                    "Reply": "Who's that for?",
                    "Didascalie": "",
                    "Start": 266021,
                    "End": 266037
                },
                {
                    "Reply": "A drinking lunch on a school day. What a nice surprise.",
                    "Didascalie": "",
                    "Start": 269634,
                    "End": 269717
                },
                {
                    "Reply": "Are you worried about tomorrow night?",
                    "Didascalie": "",
                    "Start": 269820,
                    "End": 269858
                },
                {
                    "Reply": "Are you going to talk to me, or shall I get my paper out?",
                    "Didascalie": "",
                    "Start": 270047,
                    "End": 270131
                },
                {
                    "Reply": "Right.",
                    "Didascalie": "",
                    "Start": 270293,
                    "End": 270300
                },
                {
                    "Reply": "What are you going to talk to me about?",
                    "Didascalie": "",
                    "Start": 270420,
                    "End": 270486
                },
                {
                    "Reply": "Ha ha ha.  Hoo hoo hoo.",
                    "Didascalie": "",
                    "Start": 270753,
                    "End": 270777
                },
                {
                    "Reply": "I know.",
                    "Didascalie": "",
                    "Start": 270924,
                    "End": 270932
                },
                {
                    "Reply": "I'm sorry.  But two days ago you were in love with that girl who interviewed you for The Reader, weren't you?",
                    "Didascalie": "",
                    "Start": 271101,
                    "End": 271289
                },
                {
                    "Reply": "Well forgive me if I don't think of you as the world's safest bet.",
                    "Didascalie": "",
                    "Start": 271454,
                    "End": 271547
                },
                {
                    "Reply": "No.  Probably not.",
                    "Didascalie": "",
                    "Start": 271712,
                    "End": 271731
                },
                {
                    "Reply": "Don't sulk.  What brought all this on?",
                    "Didascalie": "",
                    "Start": 271901,
                    "End": 271966
                },
                {
                    "Reply": "Very persuasive.",
                    "Didascalie": "",
                    "Start": 272116,
                    "End": 272133
                },
                {
                    "Reply": "No.  I don't think so.  I'm just curious about how one goes from making tapes for one person to marriage proposals to another in two days. Fair enough?",
                    "Didascalie": "",
                    "Start": 272290,
                    "End": 272547
                },
                {
                    "Reply": "So?",
                    "Didascalie": "",
                    "Start": 272696,
                    "End": 272700
                },
                {
                    "Reply": "About what?",
                    "Didascalie": "",
                    "Start": 272911,
                    "End": 272923
                },
                {
                    "Reply": "I've changed my mind.  That's the most romantic thing I've ever heard. I do.  I will.",
                    "Didascalie": "",
                    "Start": 273156,
                    "End": 273295
                },
                {
                    "Reply": "I mean, maybe you're right.  But were you really expecting me to say yes?",
                    "Didascalie": "",
                    "Start": 273469,
                    "End": 273595
                },
                {
                    "Reply": "Well, you've asked.",
                    "Didascalie": "",
                    "Start": 273873,
                    "End": 273893
                },
                {
                    "Reply": "Thank you.",
                    "Didascalie": "",
                    "Start": 274037,
                    "End": 274048
                },
                {
                    "Reply": "It's gonna be fine.  These people are ready for anything.",
                    "Didascalie": "",
                    "Start": 276133,
                    "End": 276217
                }
            ]
        },
        {
            "Character": "SAME PARK BENCH",
            "Replies": [
                {
                    "Reply": "...And the fourth night...",
                    "Didascalie": "",
                    "Start": 7481,
                    "End": 7508
                }
            ]
        },
        {
            "Character": "DICK",
            "Replies": [
                {
                    "Reply": "Oh, hi.  Hi, Rob.",
                    "Didascalie": "",
                    "Start": 15186,
                    "End": 15204
                },
                {
                    "Reply": "Yeah, OK.  I found the first Licorice Comfits album at Vintage Vinyl.  The one on Testament of Youth.  Never released here.  Japanese import only.",
                    "Didascalie": "",
                    "Start": 15353,
                    "End": 15578
                },
                {
                    "Reply": "I'll tape it for you.",
                    "Didascalie": "",
                    "Start": 15720,
                    "End": 15742
                },
                {
                    "Reply": "'Cause you like their second one, you said, Pop, Girls. etc.  The one with Cheryl Ladd on the cover.  You didn't see the cover though.",
                    "Didascalie": "",
                    "Start": 15903,
                    "End": 16116
                },
                {
                    "Reply": "Well, I'll just make it for you.",
                    "Didascalie": "",
                    "Start": 16319,
                    "End": 16352
                },
                {
                    "Reply": "The new Belle and Sebastian.  Like it?",
                    "Didascalie": "",
                    "Start": 16887,
                    "End": 16952
                },
                {
                    "Reply": "It's the new --",
                    "Didascalie": "",
                    "Start": 17746,
                    "End": 17762
                },
                {
                    "Reply": "Mitch Ryder and the Detroit Wheels?",
                    "Didascalie": "",
                    "Start": 20630,
                    "End": 20666
                },
                {
                    "Reply": "Oh well.  Nevermind.",
                    "Didascalie": "",
                    "Start": 20874,
                    "End": 20895
                },
                {
                    "Reply": "Nothing.",
                    "Didascalie": "",
                    "Start": 21098,
                    "End": 21107
                },
                {
                    "Reply": "Nothing.  I just prefer the other one.",
                    "Didascalie": "",
                    "Start": 21330,
                    "End": 21395
                },
                {
                    "Reply": "Can I help you?",
                    "Didascalie": "",
                    "Start": 23918,
                    "End": 23934
                },
                {
                    "Reply": "That'll be fifteen-twenty-seven.",
                    "Didascalie": "",
                    "Start": 24083,
                    "End": 24116
                },
                {
                    "Reply": "Yes.",
                    "Didascalie": "",
                    "Start": 24569,
                    "End": 24574
                },
                {
                    "Reply": "Hey, guys... Hey.",
                    "Didascalie": "",
                    "Start": 32478,
                    "End": 32496
                },
                {
                    "Reply": "Are you all right?",
                    "Didascalie": "",
                    "Start": 33089,
                    "End": 33108
                },
                {
                    "Reply": "'Course I will, Rob.  No problem. No problem at all.  I'll tell him next time I see him.",
                    "Didascalie": "",
                    "Start": 33448,
                    "End": 33590
                },
                {
                    "Reply": "I've ah... got some other stuff to tell him anyway, so it's no problem. I'll just tell him about, you know, Laura, when I tell him the other stuff.",
                    "Didascalie": "",
                    "Start": 33791,
                    "End": 34044
                },
                {
                    "Reply": "playing at Lounge Ax tonight.  I like her, you know, she's kind of Sheryl Crowish... but, you know, good.  So I'll tell him before that. Good news and bad news kind of thing.",
                    "Didascalie": "(flashes CD of pretty woman)",
                    "Start": 34438,
                    "End": 34744
                },
                {
                    "Reply": "Or rather, bad news and good news, because he likes this person playing tonight.  I mean, he liked Laura too, I didn't mean that.  And he likes you.  It's just that --",
                    "Didascalie": "",
                    "Start": 34851,
                    "End": 35123
                },
                {
                    "Reply": "Sure.  'Course.  Rob, look.  Do you want to... talk about it, that kind of thing?",
                    "Didascalie": "",
                    "Start": 35278,
                    "End": 35412
                },
                {
                    "Reply": "ROB!",
                    "Didascalie": "",
                    "Start": 58775,
                    "End": 58780
                },
                {
                    "Reply": "Yeah.",
                    "Didascalie": "",
                    "Start": 59216,
                    "End": 59222
                },
                {
                    "Reply": "She shouldn't done it on \"The Number Four With a Smile.\"",
                    "Didascalie": "",
                    "Start": 59597,
                    "End": 59680
                },
                {
                    "Reply": "That's what I said.",
                    "Didascalie": "",
                    "Start": 59894,
                    "End": 59914
                },
                {
                    "Reply": "It's a reference to a Chinese meal in Toronto and I think that there is a \"The.\"  But I could be wrong.",
                    "Didascalie": "",
                    "Start": 60243,
                    "End": 60399
                },
                {
                    "Reply": "Just in the background somewhere.",
                    "Didascalie": "",
                    "Start": 61250,
                    "End": 61284
                },
                {
                    "Reply": "I want a tape.",
                    "Didascalie": "",
                    "Start": 62138,
                    "End": 62153
                },
                {
                    "Reply": "He's got one!",
                    "Didascalie": "",
                    "Start": 63826,
                    "End": 63840
                },
                {
                    "Reply": "A couple blocks!  About six!",
                    "Didascalie": "",
                    "Start": 63994,
                    "End": 64023
                },
                {
                    "Reply": "You'd love it!",
                    "Didascalie": "",
                    "Start": 64175,
                    "End": 64190
                },
                {
                    "Reply": "Rob.",
                    "Didascalie": "",
                    "Start": 67730,
                    "End": 67735
                },
                {
                    "Reply": "Marie LaSalle is in the store!  Here, she's here, and now!",
                    "Didascalie": "",
                    "Start": 67972,
                    "End": 68057
                },
                {
                    "Reply": "Rob --!",
                    "Didascalie": "",
                    "Start": 70090,
                    "End": 70098
                },
                {
                    "Reply": "is listening to a female customer, but he doesn't hear her voice.",
                    "Didascalie": "",
                    "Start": 91524,
                    "End": 91606
                },
                {
                    "Reply": "thinking, calculating...",
                    "Didascalie": "",
                    "Start": 91828,
                    "End": 91853
                },
                {
                    "Reply": "The interesting thing about Green Day is that so much of their music is in truth directly influenced by, in my opinion, two bands.",
                    "Didascalie": "",
                    "Start": 91921,
                    "End": 92130
                },
                {
                    "Reply": "Correct.  The Clash.  But also the Stranglers.",
                    "Didascalie": "",
                    "Start": 92288,
                    "End": 92361
                },
                {
                    "Reply": "I think you would love the Stranglers...",
                    "Didascalie": "",
                    "Start": 92513,
                    "End": 92580
                },
                {
                    "Reply": "Do it.  Do it.",
                    "Didascalie": "",
                    "Start": 94090,
                    "End": 94105
                },
                {
                    "Reply": "Rob.  Phone.",
                    "Didascalie": "",
                    "Start": 137451,
                    "End": 137464
                },
                {
                    "Reply": "It's Laura.",
                    "Didascalie": "(whispers)",
                    "Start": 137504,
                    "End": 137542
                },
                {
                    "Reply": "I can't go to the club tonight, guys.",
                    "Didascalie": "",
                    "Start": 144650,
                    "End": 144688
                },
                {
                    "Reply": "Nobody.",
                    "Didascalie": "",
                    "Start": 144965,
                    "End": 144973
                },
                {
                    "Reply": "Anna.",
                    "Didascalie": "",
                    "Start": 146088,
                    "End": 146094
                },
                {
                    "Reply": "Anna Moss.",
                    "Didascalie": "",
                    "Start": 146300,
                    "End": 146311
                },
                {
                    "Reply": "Yeah... Well... I'll see you tomorrow, Rob.",
                    "Didascalie": "",
                    "Start": 147504,
                    "End": 147574
                },
                {
                    "Reply": "Don't do it, Rob!",
                    "Didascalie": "",
                    "Start": 179906,
                    "End": 179924
                },
                {
                    "Reply": "Phone, Rob.  Somebody named Charlie.",
                    "Didascalie": "",
                    "Start": 181532,
                    "End": 181569
                },
                {
                    "Reply": "I'm sorry, Rob, that's, it's --",
                    "Didascalie": "",
                    "Start": 203352,
                    "End": 203384
                },
                {
                    "Reply": "Did you know that after that song was recorded, Jan himself crashed his --",
                    "Didascalie": "",
                    "Start": 204137,
                    "End": 204264
                },
                {
                    "Reply": "\"Abraham, Martin, and John.\" That's a nice one.",
                    "Didascalie": "",
                    "Start": 206630,
                    "End": 206704
                },
                {
                    "Reply": "It's Vince and Justin.",
                    "Didascalie": "",
                    "Start": 235592,
                    "End": 235615
                }
            ]
        },
        {
            "Character": "BARRY",
            "Replies": [
                {
                    "Reply": "BAA!  BA BA DANG!",
                    "Didascalie": "",
                    "Start": 17352,
                    "End": 17370
                },
                {
                    "Reply": "Holy Shiite!  What the fuck's this?",
                    "Didascalie": "",
                    "Start": 17642,
                    "End": 17678
                },
                {
                    "Reply": "Well that's problematic because it sucks ass.",
                    "Didascalie": "",
                    "Start": 18096,
                    "End": 18168
                },
                {
                    "Reply": "Yours, I assume...",
                    "Didascalie": "",
                    "Start": 18340,
                    "End": 18359
                },
                {
                    "Reply": "IT WON'T GO ANY LOUDER.",
                    "Didascalie": "",
                    "Start": 18754,
                    "End": 18778
                },
                {
                    "Reply": "What are you doing?",
                    "Didascalie": "",
                    "Start": 19043,
                    "End": 19063
                },
                {
                    "Reply": "Public Enemy!  All I'm trying to do is cheer us up.  Go ahead and put on some old sad bastard music see if I care.",
                    "Didascalie": "",
                    "Start": 19270,
                    "End": 19463
                },
                {
                    "Reply": "But it's my new tape.  My Monday morning tape.  I made it last night just for today.",
                    "Didascalie": "",
                    "Start": 19731,
                    "End": 19868
                },
                {
                    "Reply": "Don't you want to hear what's next?",
                    "Didascalie": "",
                    "Start": 20134,
                    "End": 20170
                },
                {
                    "Reply": "Play it.",
                    "Didascalie": "",
                    "Start": 20319,
                    "End": 20328
                },
                {
                    "Reply": "\"Little Latin Lupe Lu.\"",
                    "Didascalie": "(sighs)",
                    "Start": 20484,
                    "End": 20534
                },
                {
                    "Reply": "No.  The Righteous Brothers.",
                    "Didascalie": "(defensive)",
                    "Start": 20751,
                    "End": 20806
                },
                {
                    "Reply": "What?",
                    "Didascalie": "",
                    "Start": 21024,
                    "End": 21030
                },
                {
                    "Reply": "No, not nothing.  What's wrong with the Righteous Brothers?",
                    "Didascalie": "",
                    "Start": 21176,
                    "End": 21262
                },
                {
                    "Reply": "Bullshit.",
                    "Didascalie": "",
                    "Start": 21464,
                    "End": 21474
                },
                {
                    "Reply": "Since when did this shop become a fascist regime?",
                    "Didascalie": "",
                    "Start": 21682,
                    "End": 21758
                },
                {
                    "Reply": "Great.  That's the fun of working in a record store.  Playing crappy pap you don't want to listen to.  I thought this tape was going to be, you know, a conversation stimulator. I was going to ask you for your top five records to play on a Monday morning and all that, and you just had to ruin it.",
                    "Didascalie": "(sarcastic)",
                    "Start": 21977,
                    "End": 22509
                },
                {
                    "Reply": "Well what's the point in that?",
                    "Didascalie": "",
                    "Start": 22670,
                    "End": 22701
                },
                {
                    "Reply": "Oh yeah.  We got it.",
                    "Didascalie": "",
                    "Start": 26306,
                    "End": 26327
                },
                {
                    "Reply": "No, you can't.",
                    "Didascalie": "",
                    "Start": 26561,
                    "End": 26576
                },
                {
                    "Reply": "Because it's sentimental tacky crap, that's why not.  Do we look like the kind of store that sells \"I Just Called To Say I Loved You?\" Go to the mall and stop wasting our time.",
                    "Didascalie": "",
                    "Start": 26955,
                    "End": 27236
                },
                {
                    "Reply": "Do you even know your daughter? There is no way she likes that song. Or is she in a coma?",
                    "Didascalie": "",
                    "Start": 27455,
                    "End": 27599
                },
                {
                    "Reply": "B'Bye!",
                    "Didascalie": "",
                    "Start": 28054,
                    "End": 28061
                },
                {
                    "Reply": "Rob.  Top five musical crimes perpetrated by Stevie Wonder in the '80's and '90's.  Subquestion -- is it in fact unfair to criticize a formerly great artist for his latter-",
                    "Didascalie": "",
                    "Start": 28587,
                    "End": 28864
                },
                {
                    "Reply": "We didn't even really have it.  I happen to know for a fact that the only Stevie Wonder single we have is \"Don't Drive Drunk.\" I was just goofing on the straight, and it never cost you a penny.",
                    "Didascalie": "",
                    "Start": 29181,
                    "End": 29505
                },
                {
                    "Reply": "Oh, so what's the point then?",
                    "Didascalie": "",
                    "Start": 29656,
                    "End": 29686
                },
                {
                    "Reply": "\"Our customers?\" You think that Mr. L.L. Bean out there is going to be a regular?",
                    "Didascalie": "",
                    "Start": 29907,
                    "End": 30042
                },
                {
                    "Reply": "Bullshit.  The guy was going to buy one record -- which we didn't even have -- and leave and never come back again anyway.  Why not have a little fun?  Big fucking deal.",
                    "Didascalie": "",
                    "Start": 30434,
                    "End": 30708
                },
                {
                    "Reply": "He offended me with his terrible taste.",
                    "Didascalie": "",
                    "Start": 30872,
                    "End": 30938
                },
                {
                    "Reply": "Oh, now you're defending that motherfucker?  You're going soft in your old age, Rob.  There was a time when you would have chased him out of the store and up the street.  Now all of a sudden I'm offending your golf buddy.",
                    "Didascalie": "",
                    "Start": 31159,
                    "End": 31537
                },
                {
                    "Reply": "You're right, Rob.  I am so sorry. How are we ever going to make enough money to get you and Laura into the country club?",
                    "Didascalie": "(sarcastic)",
                    "Start": 31578,
                    "End": 31805
                },
                {
                    "Reply": "And by the way, I tell you this for your own good: That's the worst sweater I've ever seen.  I have never seen a sweater that bad worn by anyone I'm on speaking terms with.  It's a disgrace to the human race.",
                    "Didascalie": "",
                    "Start": 31915,
                    "End": 32254
                },
                {
                    "Reply": "What are you, some kind of fucking maniac?  If this jacket's torn you're gonna pay big.",
                    "Didascalie": "(extremely shaken)",
                    "Start": 32664,
                    "End": 32830
                },
                {
                    "Reply": "Yeah.",
                    "Didascalie": "",
                    "Start": 59291,
                    "End": 59297
                },
                {
                    "Reply": "Isn't her album called \"Number Four With A Smile?\"",
                    "Didascalie": "",
                    "Start": 59749,
                    "End": 59826
                },
                {
                    "Reply": "No, no, no, you said \"The Number Four With a Smile,\" and there's no \"The\" at the front of the title of the album.",
                    "Didascalie": "",
                    "Start": 59983,
                    "End": 60175
                },
                {
                    "Reply": "You can be and are wrong.",
                    "Didascalie": "",
                    "Start": 60468,
                    "End": 60494
                },
                {
                    "Reply": "I wanna date a musician...",
                    "Didascalie": "",
                    "Start": 60637,
                    "End": 60664
                },
                {
                    "Reply": "...Maybe a picture of me in the liner notes...",
                    "Didascalie": "",
                    "Start": 61109,
                    "End": 61182
                },
                {
                    "Reply": "Let's go get one.",
                    "Didascalie": "",
                    "Start": 61974,
                    "End": 61992
                },
                {
                    "Reply": "You like it?",
                    "Didascalie": "",
                    "Start": 63368,
                    "End": 63381
                },
                {
                    "Reply": "On Clark Street!",
                    "Didascalie": "",
                    "Start": 63909,
                    "End": 63926
                },
                {
                    "Reply": "We work there!",
                    "Didascalie": "",
                    "Start": 64092,
                    "End": 64107
                },
                {
                    "Reply": "hop, ska, new wave...",
                    "Didascalie": "",
                    "Start": 64497,
                    "End": 64519
                },
                {
                    "Reply": "I didn't know it was classified information.  I mean, I know we don't have any customers, but I thought that was a bad thing, not, like, a business strategy.",
                    "Didascalie": "",
                    "Start": 64979,
                    "End": 65241
                },
                {
                    "Reply": "ROB!  PHONE!",
                    "Didascalie": "",
                    "Start": 65855,
                    "End": 65868
                },
                {
                    "Reply": "We're only on the fucking list for Marie's gig at the Pulaski Pub, that's all!  All three of us.",
                    "Didascalie": "",
                    "Start": 70323,
                    "End": 70472
                },
                {
                    "Reply": "We can take your car.",
                    "Didascalie": "",
                    "Start": 70764,
                    "End": 70786
                },
                {
                    "Reply": "Jaggoff...",
                    "Didascalie": "",
                    "Start": 71313,
                    "End": 71324
                },
                {
                    "Reply": "It's almost impossible to find, especially on CD.  Yet another cruel trick on all of the dumbasses who got rid of their turntables.  But every other Echo and the Bunnymen album --",
                    "Didascalie": "",
                    "Start": 89974,
                    "End": 90284
                },
                {
                    "Reply": "Oh really.  Well what about the first Jesus and Mary Chain?",
                    "Didascalie": "",
                    "Start": 90451,
                    "End": 90537
                },
                {
                    "Reply": "They always seemed what?  They always seemed really great, is what they always seemed.  They picked up where your precious Echo left off, and you're sitting here complaining about no more Echo albums.  I can't believe that you don't own that record. That's insane.",
                    "Didascalie": "",
                    "Start": 90700,
                    "End": 91148
                },
                {
                    "Reply": "Do not get ahead of yourself.",
                    "Didascalie": "",
                    "Start": 91457,
                    "End": 91487
                },
                {
                    "Reply": "That is perverse.  Do not tell anyone you don't own fucking Blonde on Blonde.  What about Television?",
                    "Didascalie": "",
                    "Start": 93252,
                    "End": 93406
                },
                {
                    "Reply": "NO--!",
                    "Didascalie": "",
                    "Start": 93568,
                    "End": 93574
                },
                {
                    "Reply": "What?",
                    "Didascalie": "(to Rob)",
                    "Start": 100454,
                    "End": 100486
                },
                {
                    "Reply": "What are you snickering about?",
                    "Didascalie": "",
                    "Start": 100648,
                    "End": 100679
                },
                {
                    "Reply": "What am I missing?  What do you have to be happy about?",
                    "Didascalie": "",
                    "Start": 100895,
                    "End": 100977
                },
                {
                    "Reply": "Ehh.",
                    "Didascalie": "",
                    "Start": 136366,
                    "End": 136371
                },
                {
                    "Reply": "Oh no, Rob, that's not obvious enough. Not at all.  Dick, did you hear that?",
                    "Didascalie": "",
                    "Start": 136659,
                    "End": 136763
                },
                {
                    "Reply": "Ooh!  A kind of recent record!  Rob's sly declaration of new classic-status slipped into a list of old classics! Nice! \"Let's Get It On?\" Couldn't you make it more obvious than that?",
                    "Didascalie": "(sarcastic)",
                    "Start": 137069,
                    "End": 137383
                },
                {
                    "Reply": "Rob!  What about the Beatles?  What about the fucking Rolling Stones? What about fucking... fucking... Beethoven?  Track one side one of the Fifth Symphony?  You shouldn't be allowed to run a record shop. You shouldn't be allowed to --",
                    "Didascalie": "",
                    "Start": 138836,
                    "End": 139231
                },
                {
                    "Reply": "-- You're like a little squirrel of music, storing away dead little nuts of old garbage music, musical lint, old shit, shit, shit --",
                    "Didascalie": "",
                    "Start": 139960,
                    "End": 140171
                },
                {
                    "Reply": "To me, it would mean that you're a liar.  You saw it twice.  Once with Laura -- oops -- once with me and Dick.  We had that conversation about the possibilities of the guy making ammo off-screen in the Fourteenth Century.",
                    "Didascalie": "",
                    "Start": 140764,
                    "End": 141142
                },
                {
                    "Reply": "I'd think you were a cinematic idiot. And I'd feel sorry for you.",
                    "Didascalie": "",
                    "Start": 141524,
                    "End": 141617
                },
                {
                    "Reply": "I'm sorry, Rob, but I'm struggling here.  I don't understand any part of this conversation.  You're asking me what I would think if you told me that you hadn't seen a film that you've seen.  What am I supposed to say?",
                    "Didascalie": "",
                    "Start": 141883,
                    "End": 142257
                },
                {
                    "Reply": "\"-- I haven't seen Evil Dead II yet,\" yeah, yeah, I hear you --",
                    "Didascalie": "",
                    "Start": 142433,
                    "End": 142523
                },
                {
                    "Reply": "Well... you couldn't have been desperate to see it, otherwise you'd have already gone...",
                    "Didascalie": "",
                    "Start": 142752,
                    "End": 142893
                },
                {
                    "Reply": "...But the word \"yet...\" Yeah, you know what, I'd get the impression that you wanted to see it.  Otherwise you'd say you didn't really want to.",
                    "Didascalie": "",
                    "Start": 143019,
                    "End": 143241
                },
                {
                    "Reply": "How the fuck am I supposed to know that?  You might get sick of people telling you you've really gotta go see the movie.",
                    "Didascalie": "",
                    "Start": 143447,
                    "End": 143646
                },
                {
                    "Reply": "Because it's a brilliant film.  It's funny, violent, and the soundtrack kicks fucking ass.",
                    "Didascalie": "",
                    "Start": 143832,
                    "End": 143975
                },
                {
                    "Reply": "I never thought I would say this, but can I go work now?",
                    "Didascalie": "",
                    "Start": 144106,
                    "End": 144189
                },
                {
                    "Reply": "Fine by me.  I still want pay to 7 o'clock.",
                    "Didascalie": "",
                    "Start": 144441,
                    "End": 144511
                },
                {
                    "Reply": "Why?",
                    "Didascalie": "",
                    "Start": 144757,
                    "End": 144762
                },
                {
                    "Reply": "Who are you going to see?",
                    "Didascalie": "",
                    "Start": 144871,
                    "End": 144897
                },
                {
                    "Reply": "Rob, looky looky.  Dick!  Are you getting some?!",
                    "Didascalie": "",
                    "Start": 145078,
                    "End": 145153
                },
                {
                    "Reply": "Un-fucking-believable.  Dick's out on a hot date, Rob's boning Marie LaSalle, and the best-looking and most intelligent of all of us isn't getting anything at all.",
                    "Didascalie": "",
                    "Start": 145247,
                    "End": 145515
                },
                {
                    "Reply": "Oh come on, Rob.  What am I, an idiot? I'm more bothered by Dick's thing. How did this happen, Dick?  What rational explanation can there possibly be?  What's her name?",
                    "Didascalie": "",
                    "Start": 145679,
                    "End": 145954
                },
                {
                    "Reply": "Anna who?  Anna Green Gables?  Anna Conda?",
                    "Didascalie": "",
                    "Start": 146163,
                    "End": 146232
                },
                {
                    "Reply": "Anna Moss.  Mossy.  The Mossy Thing. The Swamp Thing.  Is she all green and furry?",
                    "Didascalie": "",
                    "Start": 146380,
                    "End": 146516
                },
                {
                    "Reply": "Yeah, you would say that, wouldn't you?  You two have to stick together now.  Boners United.  United in getting some.",
                    "Didascalie": "",
                    "Start": 146677,
                    "End": 146873
                },
                {
                    "Reply": "Suck my ass.",
                    "Didascalie": "",
                    "Start": 147151,
                    "End": 147164
                },
                {
                    "Reply": "He's not worth it!",
                    "Didascalie": "",
                    "Start": 179993,
                    "End": 180012
                },
                {
                    "Reply": "Hey.",
                    "Didascalie": "",
                    "Start": 188861,
                    "End": 188866
                },
                {
                    "Reply": "My band.",
                    "Didascalie": "",
                    "Start": 189025,
                    "End": 189034
                },
                {
                    "Reply": "The band that found me and asked me to join.",
                    "Didascalie": "",
                    "Start": 189181,
                    "End": 189252
                },
                {
                    "Reply": "Thanks for your support, Rob.  Really appreciate it.",
                    "Didascalie": "",
                    "Start": 189486,
                    "End": 189565
                },
                {
                    "Reply": "I didn't make up the name.  It's the Steely Dan song.  And it was in The Commitments.",
                    "Didascalie": "",
                    "Start": 189786,
                    "End": 189924
                },
                {
                    "Reply": "They were fucking called that before I was in it, okay?  It wasn't my idea.",
                    "Didascalie": "",
                    "Start": 190150,
                    "End": 190278
                },
                {
                    "Reply": "That was one of the reasons they asked me to join originally, yes. But --",
                    "Didascalie": "",
                    "Start": 190591,
                    "End": 190718
                },
                {
                    "Reply": "How many tickets can I put you down for?",
                    "Didascalie": "",
                    "Start": 191067,
                    "End": 191134
                },
                {
                    "Reply": "You're not even coming?",
                    "Didascalie": "",
                    "Start": 191285,
                    "End": 191309
                },
                {
                    "Reply": "So much for friends, then.  You're a bitter bastard, Rob, you know that?",
                    "Didascalie": "",
                    "Start": 191772,
                    "End": 191871
                },
                {
                    "Reply": "What's up?",
                    "Didascalie": "",
                    "Start": 203040,
                    "End": 203051
                },
                {
                    "Reply": "Ooh.  Drag.",
                    "Didascalie": "",
                    "Start": 203209,
                    "End": 203221
                },
                {
                    "Reply": "Hey.  Top five songs about death.  A Laura's Dad Tribute list.",
                    "Didascalie": "",
                    "Start": 203657,
                    "End": 203746
                },
                {
                    "Reply": "Okay, okay -- \"Leader of the Pack.\" The guy fucking cracks up on a cycle and dies right? \"Dead Man's Curve,\" Jan and Dean...",
                    "Didascalie": "",
                    "Start": 203866,
                    "End": 204069
                },
                {
                    "Reply": "-- It was Dean, you fucking idiot.",
                    "Didascalie": "",
                    "Start": 204333,
                    "End": 204368
                },
                {
                    "Reply": "Whatever.  Okay. \"Tell Laura I Love Her.\" That'd bring the house down. Laura's mom could sing it.",
                    "Didascalie": "",
                    "Start": 204573,
                    "End": 204724
                },
                {
                    "Reply": "I'd want \"One Step Beyond\" by Madness. And \"You Can't Always Get What You Want.\"",
                    "Didascalie": "",
                    "Start": 204877,
                    "End": 205011
                },
                {
                    "Reply": "Haven't seen it.",
                    "Didascalie": "",
                    "Start": 205178,
                    "End": 205195
                },
                {
                    "Reply": "Oh.  Right.  But I'd forgotten about that.  I wasn't biting the idea.",
                    "Didascalie": "",
                    "Start": 205425,
                    "End": 205521
                },
                {
                    "Reply": "What about Sabbath?  Or Nirvana? They're into death.",
                    "Didascalie": "(to Dick)",
                    "Start": 206228,
                    "End": 206334
                },
                {
                    "Reply": "\"Somebody's Gonna Die\" by Blitz. \"Bella Lugosi's Dead,\" Bauhaus. It's got that creepy Halloween feeling.",
                    "Didascalie": "",
                    "Start": 206773,
                    "End": 206957
                },
                {
                    "Reply": "a dentist in the wind...",
                    "Didascalie": "",
                    "Start": 209104,
                    "End": 209129
                },
                {
                    "Reply": "The little skate-fuckers.",
                    "Didascalie": "",
                    "Start": 235763,
                    "End": 235789
                },
                {
                    "Reply": "Yes way.  It's really...",
                    "Didascalie": "",
                    "Start": 235933,
                    "End": 235958
                },
                {
                    "Reply": "It's really fucking good.",
                    "Didascalie": "(pained to say it)",
                    "Start": 236111,
                    "End": 236163
                },
                {
                    "Reply": "What the fuck is that?",
                    "Didascalie": "",
                    "Start": 238908,
                    "End": 238931
                },
                {
                    "Reply": "I heard you, man.  Don't give me that \"what\" shit.  You just told them that you're gonna put out a record with them.",
                    "Didascalie": "",
                    "Start": 239073,
                    "End": 239268
                },
                {
                    "Reply": "HELLO.  DO YOU SEE ANYONE ELSE around here with a band, Mr. Branson?  Mr. Phil Spector?",
                    "Didascalie": "",
                    "Start": 239437,
                    "End": 239577
                },
                {
                    "Reply": "Oh, hi.",
                    "Didascalie": "",
                    "Start": 239828,
                    "End": 239836
                },
                {
                    "Reply": "The Malcolm McClaren of Clark Street is in his executive suite.  Do you have an appointment?",
                    "Didascalie": "",
                    "Start": 239987,
                    "End": 240132
                },
                {
                    "Reply": "Just that Rob seems to think it would be wiser to start a record label by putting out a record with business-",
                    "Didascalie": "",
                    "Start": 240298,
                    "End": 240460
                },
                {
                    "Reply": "Laura said we could.  If we helped out with the posters and stuff.  And we did.  And we are.",
                    "Didascalie": "",
                    "Start": 248647,
                    "End": 248792
                },
                {
                    "Reply": "We're getting that anyway.",
                    "Didascalie": "",
                    "Start": 249003,
                    "End": 249030
                },
                {
                    "Reply": "No.  We need the gig.",
                    "Didascalie": "",
                    "Start": 249197,
                    "End": 249219
                },
                {
                    "Reply": "We're not as bad as you think, Rob.",
                    "Didascalie": "",
                    "Start": 249509,
                    "End": 249545
                },
                {
                    "Reply": "SDM.  Sonic Death Monkey.",
                    "Didascalie": "",
                    "Start": 250172,
                    "End": 250198
                },
                {
                    "Reply": "What do you think?  Dick likes it.",
                    "Didascalie": "",
                    "Start": 250354,
                    "End": 250389
                },
                {
                    "Reply": "I owe it to myself to go right to the edge, Rob, and this group does exactly that.  Over the edge, in fact.",
                    "Didascalie": "",
                    "Start": 250777,
                    "End": 250963
                },
                {
                    "Reply": "That's what we want.  Reaction.  And if Laura's bourgeois lawyer friends can't take it, then fuck 'em.  Let 'em riot, we can handle it.  We'll be ready.",
                    "Didascalie": "",
                    "Start": 251237,
                    "End": 251494
                },
                {
                    "Reply": "Yeah, well...",
                    "Didascalie": "(dubious)",
                    "Start": 276300,
                    "End": 276340
                },
                {
                    "Reply": "Thanks for the enthusiastic intro, Rob.  We're not called Sonic Death Monkey anymore, though, ladies and gentlemen.  We might be on the verge of becoming the Atavistics, but we haven't decided yet.  But tonight, we are... BARRY JIVE AND THE UPTOWN FIVE!  ONE TWO THREE --And they launch into Marvin Gaye's \"Got To Give It Up,\" almost flawlessly faithful to the original.  Barry is transformed -- shuffling footwork, a wide smile, and when the intro winds up, an almost perfect falsetto.  The crowd goes nuts, filling the floor.  Rob is stunned, begins to smile.  Laura takes his hand and leads him out into the crowd...",
                    "Didascalie": "",
                    "Start": 276551,
                    "End": 277613
                }
            ]
        },
        {
            "Character": "JUSTIN",
            "Replies": [
                {
                    "Reply": "Just this.",
                    "Didascalie": "",
                    "Start": 24004,
                    "End": 24015
                },
                {
                    "Reply": "You're, like, so bigoted to look at us and, like, think you know what we listen to.",
                    "Didascalie": "",
                    "Start": 97402,
                    "End": 97538
                },
                {
                    "Reply": "We don't know how it works.  Nobody even knows, so we wanted to check it out in that mag.",
                    "Didascalie": "",
                    "Start": 98603,
                    "End": 98745
                },
                {
                    "Reply": "Like, do you know how to actually make a CD?",
                    "Didascalie": "",
                    "Start": 98843,
                    "End": 98914
                },
                {
                    "Reply": "The Kinky Wizards.",
                    "Didascalie": "",
                    "Start": 237999,
                    "End": 238018
                }
            ]
        },
        {
            "Character": "VINCE",
            "Replies": [
                {
                    "Reply": "Isn't your name Dick?",
                    "Didascalie": "",
                    "Start": 24479,
                    "End": 24501
                },
                {
                    "Reply": "That sucks.  Get it?",
                    "Didascalie": "",
                    "Start": 24643,
                    "End": 24664
                },
                {
                    "Reply": "Naw.  Those are for us.",
                    "Didascalie": "",
                    "Start": 97169,
                    "End": 97193
                },
                {
                    "Reply": "You got the CD's so can I have my board back?",
                    "Didascalie": "",
                    "Start": 97607,
                    "End": 97679
                },
                {
                    "Reply": "Well we don't.",
                    "Didascalie": "",
                    "Start": 97838,
                    "End": 97853
                },
                {
                    "Reply": "No, we...",
                    "Didascalie": "",
                    "Start": 98523,
                    "End": 98533
                },
                {
                    "Reply": "Records are those big round black things, right?",
                    "Didascalie": "",
                    "Start": 99686,
                    "End": 99761
                },
                {
                    "Reply": "Hey, can I have my board?",
                    "Didascalie": "",
                    "Start": 99958,
                    "End": 99984
                },
                {
                    "Reply": "Wait a minute.  Island Records charged U2 a million five against their overhead for one plane ride.",
                    "Didascalie": "",
                    "Start": 237272,
                    "End": 237424
                },
                {
                    "Reply": "I'm Vince.",
                    "Didascalie": "",
                    "Start": 237589,
                    "End": 237600
                },
                {
                    "Reply": "We saw this ad in the personals for two swingers lookin' for a Renaissance fair.",
                    "Didascalie": "",
                    "Start": 238160,
                    "End": 238293
                },
                {
                    "Reply": "What's the name of your label?",
                    "Didascalie": "",
                    "Start": 238435,
                    "End": 238466
                }
            ]
        },
        {
            "Character": "CUSTOMER",
            "Replies": [
                {
                    "Reply": "I'm looking for a record for my daughter.  For her birthday.  \"I Just Called To Say I Love You.\" Do you have it?",
                    "Didascalie": "",
                    "Start": 26039,
                    "End": 26230
                },
                {
                    "Reply": "Great.  Can I have it then?",
                    "Didascalie": "",
                    "Start": 26457,
                    "End": 26485
                },
                {
                    "Reply": "Why not?",
                    "Didascalie": "",
                    "Start": 26877,
                    "End": 26886
                },
                {
                    "Reply": "What's your problem?  What did I... Why are you --",
                    "Didascalie": "",
                    "Start": 27308,
                    "End": 27386
                },
                {
                    "Reply": "Okay, okay, buddy.  I didn't know it was Pick On the Middle-Aged Square Guy Day.  My apologies.  I'll be on my way.",
                    "Didascalie": "",
                    "Start": 27749,
                    "End": 27943
                },
                {
                    "Reply": "FUCK YOU!",
                    "Didascalie": "",
                    "Start": 28251,
                    "End": 28261
                },
                {
                    "Reply": "I have all of the others.",
                    "Didascalie": "",
                    "Start": 90356,
                    "End": 90382
                },
                {
                    "Reply": "They always seemed...",
                    "Didascalie": "",
                    "Start": 90609,
                    "End": 90631
                },
                {
                    "Reply": "Well what about the new Echo --",
                    "Didascalie": "",
                    "Start": 91356,
                    "End": 91388
                },
                {
                    "Reply": "Is this the new Green Day?",
                    "Didascalie": "",
                    "Start": 92976,
                    "End": 93003
                },
                {
                    "Reply": "I have a television.",
                    "Didascalie": "",
                    "Start": 93478,
                    "End": 93499
                },
                {
                    "Reply": "What is this?",
                    "Didascalie": "",
                    "Start": 94398,
                    "End": 94412
                },
                {
                    "Reply": "It's great.",
                    "Didascalie": "",
                    "Start": 94572,
                    "End": 94584
                }
            ]
        },
        {
            "Character": "STORE FLOOR",
            "Replies": [
                {
                    "Reply": "Barry leans back, elbows up on the counter behind him, talking to the CUSTOMER, a middle-aged graying man in a raincoat.",
                    "Didascalie": "",
                    "Start": 26668,
                    "End": 26805
                }
            ]
        },
        {
            "Character": "ROB IN HIS CHAIR",
            "Replies": [
                {
                    "Reply": "Rob to camera.",
                    "Didascalie": "",
                    "Start": 35823,
                    "End": 35838
                },
                {
                    "Reply": "The MUSIC becomes PRESENCE again, and Rob takes the needle off the record.",
                    "Didascalie": "",
                    "Start": 48420,
                    "End": 48511
                },
                {
                    "Reply": "Rob to camera.",
                    "Didascalie": "",
                    "Start": 72809,
                    "End": 72824
                },
                {
                    "Reply": "Rob into camera, digging through a box, fishing through pictures and letters, concert tickets and other mementos.",
                    "Didascalie": "",
                    "Start": 166318,
                    "End": 166448
                },
                {
                    "Reply": "Rob to camera.",
                    "Didascalie": "",
                    "Start": 172155,
                    "End": 172170
                },
                {
                    "Reply": "Rob to camera.",
                    "Didascalie": "",
                    "Start": 175269,
                    "End": 175284
                },
                {
                    "Reply": "Rob to camera.",
                    "Didascalie": "",
                    "Start": 187723,
                    "End": 187738
                },
                {
                    "Reply": "Rob to the camera.",
                    "Didascalie": "",
                    "Start": 199479,
                    "End": 199498
                },
                {
                    "Reply": "Rob to camera.",
                    "Didascalie": "",
                    "Start": 223082,
                    "End": 223097
                },
                {
                    "Reply": "Rob to camera.",
                    "Didascalie": "",
                    "Start": 226110,
                    "End": 226125
                },
                {
                    "Reply": "Rob to camera.",
                    "Didascalie": "",
                    "Start": 241939,
                    "End": 241954
                },
                {
                    "Reply": "Rob to camera.",
                    "Didascalie": "",
                    "Start": 253079,
                    "End": 253094
                },
                {
                    "Reply": "Rob to camera.",
                    "Didascalie": "",
                    "Start": 254993,
                    "End": 255008
                },
                {
                    "Reply": "Rob to camera.",
                    "Didascalie": "",
                    "Start": 264536,
                    "End": 264551
                },
                {
                    "Reply": "Rob to camera.",
                    "Didascalie": "",
                    "Start": 267241,
                    "End": 267256
                }
            ]
        },
        {
            "Character": "JANET",
            "Replies": [
                {
                    "Reply": "Hello, you two.  Laura, it's your mother.  Your father's angina is a little rough today and I thought he'd like to talk to you.  No big deal.  I love you two.  Bye.",
                    "Didascalie": "(on machine)",
                    "Start": 45064,
                    "End": 45359
                }
            ]
        },
        {
            "Character": "LIZ",
            "Replies": [
                {
                    "Reply": "Rob, it's Liz.  Just calling to see, well, if you're okay.  Give me a ring.  I'm not taking sides.  Yet. Lot's of love.  Bye.",
                    "Didascalie": "(on machine)",
                    "Start": 45465,
                    "End": 45696
                },
                {
                    "Reply": "Hey.  It's Liz.",
                    "Didascalie": "",
                    "Start": 66142,
                    "End": 66158
                },
                {
                    "Reply": "You called this morning?",
                    "Didascalie": "",
                    "Start": 66310,
                    "End": 66335
                },
                {
                    "Reply": "How're you holding up?",
                    "Didascalie": "",
                    "Start": 66660,
                    "End": 66683
                },
                {
                    "Reply": "Yeah.  Like I said, I don't want to take sides.  And I like Laura with you.  She's more fun, more open. You guys are good together.  I just wish you two could, I don't know.  I don't think much of this Ian guy --",
                    "Didascalie": "",
                    "Start": 67269,
                    "End": 67613
                },
                {
                    "Reply": "MOTHERFUCKER.",
                    "Didascalie": "",
                    "Start": 86545,
                    "End": 86559
                },
                {
                    "Reply": "-- No, no, no, don't even.  I talked to Laura, Rob.  I talked to her and she gave me a little background. And you're a fucking ASSHOLE.",
                    "Didascalie": "",
                    "Start": 86818,
                    "End": 87033
                },
                {
                    "Reply": "To think I sympathized with you for two seconds!  Poor Rob!  Laura left him out of nowhere for the schmuck upstairs.  You let me believe that!",
                    "Didascalie": "",
                    "Start": 87380,
                    "End": 87601
                },
                {
                    "Reply": "Rob!  Two years ago you got Laura pregnant; you then proceeded to cheat on her!  You borrowed money from her and never paid a dime back!  And then, just a few weeks ago, you told her you were unhappy with her and were \"kind of looking around for somebody else!\"",
                    "Didascalie": "",
                    "Start": 87746,
                    "End": 88190
                },
                {
                    "Reply": "It's a crematorium.",
                    "Didascalie": "",
                    "Start": 209679,
                    "End": 209699
                },
                {
                    "Reply": "What difference does it make?",
                    "Didascalie": "",
                    "Start": 209899,
                    "End": 209929
                },
                {
                    "Reply": "No.  They don't know him.  And Ken liked you.  Rob, Ken didn't die for your benefit, you know.  It's like everybody's a supporting actor in the film of your life story.",
                    "Didascalie": "",
                    "Start": 210077,
                    "End": 210350
                },
                {
                    "Reply": "How are you?",
                    "Didascalie": "(to Jo)",
                    "Start": 212597,
                    "End": 212636
                },
                {
                    "Reply": "She's had a pretty rough few weeks already, without this.  It's hard when you're putting all of your efforts into one part of your life and it doesn't work out.",
                    "Didascalie": "",
                    "Start": 212868,
                    "End": 213133
                },
                {
                    "Reply": "We are talking about somebody else. Laura.  Laura and Ray, actually.",
                    "Didascalie": "",
                    "Start": 213535,
                    "End": 213631
                },
                {
                    "Reply": "Enough of what?",
                    "Didascalie": "",
                    "Start": 213876,
                    "End": 213892
                },
                {
                    "Reply": "Maybe I've been a little unfair. But is this really the time?",
                    "Didascalie": "",
                    "Start": 214850,
                    "End": 214939
                },
                {
                    "Reply": "If by \"we\" you are referring to men, then I have to say that just the once would do.",
                    "Didascalie": "",
                    "Start": 215211,
                    "End": 215348
                }
            ]
        },
        {
            "Character": "MOM",
            "Replies": [
                {
                    "Reply": "Hi, Rob.  It's your mother.",
                    "Didascalie": "",
                    "Start": 50996,
                    "End": 51024
                },
                {
                    "Reply": "Everything all right?",
                    "Didascalie": "",
                    "Start": 51203,
                    "End": 51225
                },
                {
                    "Reply": "How's the store?",
                    "Didascalie": "",
                    "Start": 51384,
                    "End": 51401
                },
                {
                    "Reply": "Your lucky Laura's doing so well. If it wasn't for her, I don't think either of us would ever sleep...",
                    "Didascalie": "",
                    "Start": 51556,
                    "End": 51712
                },
                {
                    "Reply": "What do you mean?  Where did she go?",
                    "Didascalie": "",
                    "Start": 51972,
                    "End": 52009
                },
                {
                    "Reply": "Well call her mother.",
                    "Didascalie": "",
                    "Start": 52279,
                    "End": 52301
                },
                {
                    "Reply": "You know that's not what's upsetting me.",
                    "Didascalie": "",
                    "Start": 53366,
                    "End": 53433
                },
                {
                    "Reply": "I knew this would happen.  What are you going to do Rob?",
                    "Didascalie": "",
                    "Start": 53634,
                    "End": 53717
                },
                {
                    "Reply": "And after that?",
                    "Didascalie": "",
                    "Start": 54009,
                    "End": 54025
                },
                {
                    "Reply": "I knew this was going to happen.",
                    "Didascalie": "",
                    "Start": 54309,
                    "End": 54342
                },
                {
                    "Reply": "What did Laura say?  Do you know why she left?",
                    "Didascalie": "",
                    "Start": 54544,
                    "End": 54617
                },
                {
                    "Reply": "So you say.  I'd like to hear her side of it.",
                    "Didascalie": "",
                    "Start": 54849,
                    "End": 54921
                },
                {
                    "Reply": "Well I don't know what happens now, apart from you meet someone, you move in, she goes.  You meet someone, you move in, she goes.",
                    "Didascalie": "",
                    "Start": 55321,
                    "End": 55529
                }
            ]
        },
        {
            "Character": "MARIE",
            "Replies": [
                {
                    "Reply": "as the song ends, and she smiles out over the room.  The audience applauds.",
                    "Didascalie": "",
                    "Start": 61322,
                    "End": 61414
                },
                {
                    "Reply": "Thanks, you guys, I know I'm not supposed to like that song, but I do.  I'm gonna take a break for a second.  Anybody wants to buy one of my tapes, they're five bucks up here. One of my other personalities will be selling them.",
                    "Didascalie": "",
                    "Start": 61483,
                    "End": 61868
                },
                {
                    "Reply": "Enjoying yourselves?",
                    "Didascalie": "",
                    "Start": 62743,
                    "End": 62764
                },
                {
                    "Reply": "Good.  'Cause I'm enjoying myself.",
                    "Didascalie": "",
                    "Start": 62889,
                    "End": 62924
                },
                {
                    "Reply": "Yup.  Not far from here, actually.",
                    "Didascalie": "",
                    "Start": 63264,
                    "End": 63299
                },
                {
                    "Reply": "It's okay.  Hey.  You guys might be the sort to know.  Are there any good record stores around here or do I have to go downtown?",
                    "Didascalie": "",
                    "Start": 63450,
                    "End": 63657
                },
                {
                    "Reply": "What do you sell?",
                    "Didascalie": "",
                    "Start": 64289,
                    "End": 64307
                },
                {
                    "Reply": "Sounds great.",
                    "Didascalie": "",
                    "Start": 64588,
                    "End": 64602
                },
                {
                    "Reply": "Don't you like that?",
                    "Didascalie": "",
                    "Start": 69357,
                    "End": 69378
                },
                {
                    "Reply": "Everything go alright?",
                    "Didascalie": "",
                    "Start": 124400,
                    "End": 124423
                },
                {
                    "Reply": "God, I hate that time.  That pick up stuff time.  I just went through that before I came here.  You know that song \"Patsy Cline Times Two\" I play?  That's about me and my ex dividing up our record collections.",
                    "Didascalie": "",
                    "Start": 124719,
                    "End": 125059
                },
                {
                    "Reply": "Thank you.",
                    "Didascalie": "",
                    "Start": 125214,
                    "End": 125225
                },
                {
                    "Reply": "Yup.",
                    "Didascalie": "",
                    "Start": 125634,
                    "End": 125639
                },
                {
                    "Reply": "No way!  I'd cramp his style.  And I wouldn't want to listen to all that stuff happening on the other side of the bedroom wall.  I'm way to unattached for that.",
                    "Didascalie": "",
                    "Start": 125912,
                    "End": 126177
                },
                {
                    "Reply": "Yeah, but if you heard this band called the Crumblers, you'd --",
                    "Didascalie": "",
                    "Start": 126780,
                    "End": 126870
                },
                {
                    "Reply": "Yeah, I know the Crumblers!  I bought a used Blasters album in New York about ten years ago and somebody left a Crumblers single in it.  My everything changed for a couple of weeks.",
                    "Didascalie": "",
                    "Start": 127159,
                    "End": 127471
                },
                {
                    "Reply": "The Conformist.",
                    "Didascalie": "",
                    "Start": 128092,
                    "End": 128108
                },
                {
                    "Reply": "You haven't even seen it!",
                    "Didascalie": "(laughs)",
                    "Start": 128285,
                    "End": 128337
                },
                {
                    "Reply": "Are you okay?",
                    "Didascalie": "",
                    "Start": 128906,
                    "End": 128920
                },
                {
                    "Reply": "For now.  But I wouldn't be if I thought this was the end of the evening.",
                    "Didascalie": "",
                    "Start": 129107,
                    "End": 129233
                },
                {
                    "Reply": "Good.  In that case, I'll fix us something else to drink.  You sticking to the whiskey or you want coffee?",
                    "Didascalie": "",
                    "Start": 129388,
                    "End": 129547
                },
                {
                    "Reply": "Tops off two whiskeys and starts into the other room where she sees Rob, standing and holding his jacket.",
                    "Didascalie": "",
                    "Start": 129794,
                    "End": 129952
                },
                {
                    "Reply": "When I said before that I hoped it wasn't the end of the evening, I was, you know... talking about breakfast and stuff.",
                    "Didascalie": "",
                    "Start": 130177,
                    "End": 130375
                },
                {
                    "Reply": "I'd like it if you could stay the night.",
                    "Didascalie": "",
                    "Start": 130512,
                    "End": 130579
                },
                {
                    "Reply": "Jesus, so much for delicacy.  I pegged you for a master of understatement, beating around the bush and all that buzz.",
                    "Didascalie": "",
                    "Start": 130826,
                    "End": 131022
                },
                {
                    "Reply": "So you'll stay?",
                    "Didascalie": "",
                    "Start": 131245,
                    "End": 131261
                },
                {
                    "Reply": "Good.",
                    "Didascalie": "",
                    "Start": 131403,
                    "End": 131409
                },
                {
                    "Reply": "God, you ask a lot of questions.",
                    "Didascalie": "",
                    "Start": 134239,
                    "End": 134272
                },
                {
                    "Reply": "That way.  You?",
                    "Didascalie": "(points left)",
                    "Start": 135363,
                    "End": 135405
                },
                {
                    "Reply": "And so it is.  I'll talk to you later.",
                    "Didascalie": "",
                    "Start": 135596,
                    "End": 135635
                },
                {
                    "Reply": "Right.",
                    "Didascalie": "(smiles)",
                    "Start": 135799,
                    "End": 135832
                }
            ]
        },
        {
            "Character": "JUMP CUT",
            "Replies": [
                {
                    "Reply": "To almost the same shot, but it's Rob and Laura in the bed, semi-tangled.  Laura has a book in her lap.  A CREAKING is heard.  Laura's eyes go to the ceiling, and Rob sits up at attention.  They look up at the light fixture, which shakes a little faster, with the rhythm of the creaking.  Someone is definitely having sex upstairs, and they are going for it.",
                    "Didascalie": "",
                    "Start": 74179,
                    "End": 74634
                }
            ]
        },
        {
            "Character": "JUMP CUT BACK",
            "Replies": [
                {
                    "Reply": "to Rob lying still in bed, staring at the ceiling.",
                    "Didascalie": "",
                    "Start": 74920,
                    "End": 74971
                }
            ]
        },
        {
            "Character": "FEMALE VOICE",
            "Replies": [
                {
                    "Reply": "Hey.",
                    "Didascalie": "",
                    "Start": 76789,
                    "End": 76794
                }
            ]
        },
        {
            "Character": "GIRL",
            "Replies": [
                {
                    "Reply": "Do you have soul?",
                    "Didascalie": "",
                    "Start": 76975,
                    "End": 76993
                }
            ]
        },
        {
            "Character": "WOMAN",
            "Replies": [
                {
                    "Reply": "Those.",
                    "Didascalie": "",
                    "Start": 79255,
                    "End": 79262
                },
                {
                    "Reply": "What do you think?",
                    "Didascalie": "",
                    "Start": 79896,
                    "End": 79915
                },
                {
                    "Reply": "Give me fifty bucks and they're all yours.",
                    "Didascalie": "",
                    "Start": 80118,
                    "End": 80187
                },
                {
                    "Reply": "I know what they're worth.  Give me fifty and get them out.",
                    "Didascalie": "",
                    "Start": 80468,
                    "End": 80554
                },
                {
                    "Reply": "I must have nothing.  Their my husband's.",
                    "Didascalie": "",
                    "Start": 80711,
                    "End": 80779
                },
                {
                    "Reply": "He's in Jamaica with a twenty-three-",
                    "Didascalie": "",
                    "Start": 81000,
                    "End": 81037
                },
                {
                    "Reply": "Years.  This collection is as close as he's ever come to an achievement.",
                    "Didascalie": "",
                    "Start": 81870,
                    "End": 81969
                },
                {
                    "Reply": "That wasn't part of the deal.  I want to be poisonous but fair.",
                    "Didascalie": "",
                    "Start": 82433,
                    "End": 82523
                },
                {
                    "Reply": "Suit yourself.  There are plenty of others who will.",
                    "Didascalie": "",
                    "Start": 82838,
                    "End": 82917
                },
                {
                    "Reply": "Sixty.",
                    "Didascalie": "",
                    "Start": 83203,
                    "End": 83210
                },
                {
                    "Reply": "Seventy-five.",
                    "Didascalie": "",
                    "Start": 83364,
                    "End": 83378
                },
                {
                    "Reply": "And I won't take a penny over ninety.",
                    "Didascalie": "",
                    "Start": 83581,
                    "End": 83619
                },
                {
                    "Reply": "With eleven hundred he could come home, and that's the last thing I want.",
                    "Didascalie": "",
                    "Start": 83738,
                    "End": 83864
                },
                {
                    "Reply": "Fine.",
                    "Didascalie": "",
                    "Start": 84081,
                    "End": 84087
                },
                {
                    "Reply": "Sure.  Ten cents.",
                    "Didascalie": "",
                    "Start": 84388,
                    "End": 84406
                },
                {
                    "Reply": "Okay.  Because you took the trouble to come up here.  And because you've got principles.  But that's it.  I'm not selling them to you one by one.",
                    "Didascalie": "",
                    "Start": 84693,
                    "End": 84917
                }
            ]
        },
        {
            "Character": "FEMALE CUSTOMER",
            "Replies": [
                {
                    "Reply": "The Clash.",
                    "Didascalie": "",
                    "Start": 92209,
                    "End": 92220
                },
                {
                    "Reply": "Who?",
                    "Didascalie": "",
                    "Start": 92440,
                    "End": 92445
                },
                {
                    "Reply": "This sounds great.",
                    "Didascalie": "",
                    "Start": 92789,
                    "End": 92808
                }
            ]
        },
        {
            "Character": "IAN",
            "Replies": [
                {
                    "Reply": "Laura?  Are you okay?",
                    "Didascalie": "(O.S.) (through the door)",
                    "Start": 159972,
                    "End": 160020
                },
                {
                    "Reply": "Are you sure you're okay?",
                    "Didascalie": "",
                    "Start": 160453,
                    "End": 160479
                },
                {
                    "Reply": "You look upset.",
                    "Didascalie": "",
                    "Start": 160711,
                    "End": 160727
                },
                {
                    "Reply": "Maybe I should talk to him.",
                    "Didascalie": "",
                    "Start": 160888,
                    "End": 160916
                },
                {
                    "Reply": "Conflict resolution is my job, Laura.",
                    "Didascalie": "",
                    "Start": 161080,
                    "End": 161118
                },
                {
                    "Reply": "Hello, Rob.  Remember me?  I'm Ray. Ian.",
                    "Didascalie": "",
                    "Start": 176605,
                    "End": 176673
                },
                {
                    "Reply": "I thought maybe we should talk. Sort a few things out?",
                    "Didascalie": "",
                    "Start": 176774,
                    "End": 176856
                },
                {
                    "Reply": "Come on, Rob.  My relationship with Laura has obviously disturbed you a great deal.",
                    "Didascalie": "",
                    "Start": 177118,
                    "End": 177254
                },
                {
                    "Reply": "We are not talking jokey understatement here, Rob.  We're talking actionable harassment.  Ten phone calls a night, hanging around outside my house...",
                    "Didascalie": "",
                    "Start": 177467,
                    "End": 177721
                },
                {
                    "Reply": "We've noticed and we're glad.  But, you know... how are we going to make peace here?  We want to make things easier for you.  What can we do? Obviously I know how special Laura is, and I know things can't be good for you at the moment.  I'd hate it if I lost her.  But I'd like to think that if she decided she didn't want to see me anymore, I'd respect that decision.  Do you see what I'm saying?",
                    "Didascalie": "",
                    "Start": 177920,
                    "End": 178579
                },
                {
                    "Reply": "Good.  So shall we leave it at that then?",
                    "Didascalie": "",
                    "Start": 178719,
                    "End": 178787
                },
                {
                    "Reply": "Think about it, Rob.",
                    "Didascalie": "",
                    "Start": 178930,
                    "End": 178951
                },
                {
                    "Reply": "Good.  So shall we leave it at that then?",
                    "Didascalie": "",
                    "Start": 179109,
                    "End": 179177
                },
                {
                    "Reply": "Good.  So shall we leave it at that then?",
                    "Didascalie": "",
                    "Start": 179559,
                    "End": 179627
                },
                {
                    "Reply": "So shall we leave it at that then?",
                    "Didascalie": "",
                    "Start": 180987,
                    "End": 181022
                },
                {
                    "Reply": "Think about it, Rob.",
                    "Didascalie": "",
                    "Start": 181165,
                    "End": 181186
                }
            ]
        },
        {
            "Character": "PENNY",
            "Replies": [
                {
                    "Reply": "Rob.  I was crazy about you.  I wanted to sleep with you, one day, but not when I was sixteen.  When you broke up with me -- when you broke up with me -- because I was, to use your charming expression, tight, I cried and cried and I hated you.  And then that little shitbag asked me out, and I was too tired to fight him off, and it wasn't rape because I said okay, but it wasn't far off. And I didn't have sex with anyone else until after college because I hated it so much.  And now you want to have a chat about rejection? Well, fuck you, Rob.",
                    "Didascalie": "",
                    "Start": 170732,
                    "End": 171671
                }
            ]
        },
        {
            "Character": "SARAH",
            "Replies": [
                {
                    "Reply": "I can't believe I left you for him...",
                    "Didascalie": "",
                    "Start": 173018,
                    "End": 173057
                },
                {
                    "Reply": "Probably.  I can't remember why, though.",
                    "Didascalie": "",
                    "Start": 173514,
                    "End": 173581
                }
            ]
        },
        {
            "Character": "CHARLIE",
            "Replies": [
                {
                    "Reply": "Rob, hi, so sorry I missed your call. In LA on business.  You know how it gets.",
                    "Didascalie": "",
                    "Start": 182012,
                    "End": 182145
                },
                {
                    "Reply": "Good.  Great.  Yeah... Wow.  Rob Gordon.  Seems like a 100 million years ago now.",
                    "Didascalie": "",
                    "Start": 182297,
                    "End": 182431
                },
                {
                    "Reply": "Fantastic but I'm a little busy right now.  Listen.  Do you want to come to dinner Saturday?  I'm having some friends over and I need a spare man. Are you a spare man?",
                    "Didascalie": "",
                    "Start": 182636,
                    "End": 182909
                },
                {
                    "Reply": "Great.  Gotta go.  See you then.",
                    "Didascalie": "",
                    "Start": 183072,
                    "End": 183105
                },
                {
                    "Reply": "Hey Rob.",
                    "Didascalie": "",
                    "Start": 184175,
                    "End": 184184
                },
                {
                    "Reply": "Fuck!  I knew it!  You're going through one of those what-does-it- all-mean things.",
                    "Didascalie": "(on her feet)",
                    "Start": 184406,
                    "End": 184568
                },
                {
                    "Reply": "There's been a rash of them, recently. I find it a little unnerving.  In fact Marco called a few months back, and he wanted to see me, and rehash the past as they say, and I wasn't really up for it.  Do all men go through this?",
                    "Didascalie": "",
                    "Start": 184711,
                    "End": 185096
                },
                {
                    "Reply": "It's all kind of lost in the... in the dense mists of time now... It wasn't that I really liked Marco more.  In fact I thought you were more, shall we say, attractive than him.  It was just that he knew he was good-looking and you didn't, and that made a difference somehow.  You used to act as if I was weird for wanting to spend time with you, and that got kind of beat, if you know what I mean.  Your self-image started to rub off on me and I ended up thinking that I was strange.  And I knew that you were kind and thoughtful... you made me laugh, and I dug the way you got consumed by things you loved... and Marco seemed a bit more, I don't know, glamorous? More sure of himself?",
                    "Didascalie": "",
                    "Start": 185476,
                    "End": 186657
                },
                {
                    "Reply": "Less hard work, because I felt like I was dragging you around, sort of.",
                    "Didascalie": "(pause)",
                    "Start": 186694,
                    "End": 186818
                },
                {
                    "Reply": "A little sunnier.  Sparkier.",
                    "Didascalie": "(pause)",
                    "Start": 186855,
                    "End": 186910
                },
                {
                    "Reply": "I don't know.  You know what people are like at that age.  They make very superficial judgements.  Do you think that's superficial?  He was a clown, if it's any consolation.",
                    "Didascalie": "(pause)",
                    "Start": 186947,
                    "End": 187251
                },
                {
                    "Reply": "Oh God, no.  I didn't want to hurt his feelings.",
                    "Didascalie": "",
                    "Start": 187522,
                    "End": 187597
                }
            ]
        },
        {
            "Character": "MINISTER",
            "Replies": [
                {
                    "Reply": "...Now and forever, Amen.",
                    "Didascalie": "",
                    "Start": 210837,
                    "End": 210863
                }
            ]
        },
        {
            "Character": "JO",
            "Replies": [
                {
                    "Reply": "I'm all right, I suppose.  And Mom's not too bad.  But Laura... I dunno.",
                    "Didascalie": "",
                    "Start": 212702,
                    "End": 212801
                }
            ]
        },
        {
            "Character": "PAUL",
            "Replies": [
                {
                    "Reply": "Lame, right?",
                    "Didascalie": "",
                    "Start": 243328,
                    "End": 243341
                },
                {
                    "Reply": "We're kinda out of date.",
                    "Didascalie": "",
                    "Start": 243629,
                    "End": 243654
                },
                {
                    "Reply": "Maybe we can come by your store and you can hook us up.",
                    "Didascalie": "",
                    "Start": 243818,
                    "End": 243900
                }
            ]
        },
        {
            "Character": "CAROLINE",
            "Replies": [
                {
                    "Reply": "Excuse me?",
                    "Didascalie": "",
                    "Start": 256183,
                    "End": 256194
                },
                {
                    "Reply": "I'm looking for Deejay Rob Gordon.",
                    "Didascalie": "",
                    "Start": 256420,
                    "End": 256455
                },
                {
                    "Reply": "I'm Caroline Fortis from The Reader. I want to do a story on you.",
                    "Didascalie": "",
                    "Start": 256610,
                    "End": 256703
                },
                {
                    "Reply": "Well, I used to go to the Dodger on your nights, and I saw you're doing it again and that your putting out a record, and it's sort of a then-and-",
                    "Didascalie": "",
                    "Start": 256855,
                    "End": 257079
                },
                {
                    "Reply": "I thought I would ask you a few questions if that's okay.",
                    "Didascalie": "",
                    "Start": 257390,
                    "End": 257474
                },
                {
                    "Reply": "So.  Is now a good time?",
                    "Didascalie": "",
                    "Start": 258225,
                    "End": 258250
                },
                {
                    "Reply": "Right.  So.  You must have an enormous record collection.",
                    "Didascalie": "",
                    "Start": 258466,
                    "End": 258550
                },
                {
                    "Reply": "Yeah, well... Let's see... What are you're all-time top five records?",
                    "Didascalie": "",
                    "Start": 258821,
                    "End": 258917
                },
                {
                    "Reply": "Your desert island top-five.",
                    "Didascalie": "",
                    "Start": 259067,
                    "End": 259096
                },
                {
                    "Reply": "Is there a difference?",
                    "Didascalie": "",
                    "Start": 259270,
                    "End": 259293
                },
                {
                    "Reply": "Nevermind.  Any five.  So four more.",
                    "Didascalie": "",
                    "Start": 259799,
                    "End": 259836
                },
                {
                    "Reply": "Well if one of them is this \"Sin City\" thing --",
                    "Didascalie": "",
                    "Start": 260004,
                    "End": 260078
                },
                {
                    "Reply": "Look if you can't think of anything, it doesn't matter.  I'll do one.  My five favorite from the old days at the Dodger.",
                    "Didascalie": "",
                    "Start": 260311,
                    "End": 260510
                },
                {
                    "Reply": "Fine.  That's great.",
                    "Didascalie": "",
                    "Start": 261279,
                    "End": 261300
                },
                {
                    "Reply": "Well, I wouldn't mind a quick chat, if you got the time.",
                    "Didascalie": "",
                    "Start": 261451,
                    "End": 261534
                },
                {
                    "Reply": "That's five.  So.  Why did you decide to deejay again?",
                    "Didascalie": "",
                    "Start": 261708,
                    "End": 261789
                },
                {
                    "Reply": "Nice friend.",
                    "Didascalie": "",
                    "Start": 262281,
                    "End": 262294
                },
                {
                    "Reply": "What's his name?",
                    "Didascalie": "",
                    "Start": 262439,
                    "End": 262456
                },
                {
                    "Reply": "\"Music for Old People.\" What does that mean?",
                    "Didascalie": "",
                    "Start": 262723,
                    "End": 262794
                },
                {
                    "Reply": "Okay. \"Dance Music For Old People?\"",
                    "Didascalie": "",
                    "Start": 263167,
                    "End": 263203
                },
                {
                    "Reply": "And the new label?  And the Kinky Wizards?",
                    "Didascalie": "",
                    "Start": 263787,
                    "End": 263856
                },
                {
                    "Reply": "Would you?  Really?  Wow.  I could have deejay Rob Gordon play in my own home.",
                    "Didascalie": "",
                    "Start": 264132,
                    "End": 264263
                }
            ]
        },
        {
            "Character": "TWO TURNTABLES",
            "Replies": [
                {
                    "Reply": "draw the slides down, quieting the music.",
                    "Didascalie": "",
                    "Start": 274286,
                    "End": 274328
                }
            ]
        }
    ]
}