{"Title": ["Hospital, The", "   "], "Author": ["  Paddy Chayefsky"], "Genre": ["  Comedy  Drama"], "Characters": [{"Character": "SHOOTING DRAFT", "Replies": [{"Reply": "1971    THE HOSPITAL. DAY. MAY,  PANORAMIC VIEW of The Hospital -- a vast medical complex, a sprawling pastiche of architecture extending ten blocks north and south on First Avenue and east to the river. ", "Didascalie": "", "Start": 266, "End": 548}]}, {"Character": "NARRATOR", "Replies": [{"Reply": "On Monday morning, a patient named Guernsey, male, middle-seventies was admitted to the hospital complaining of chest pains. ", "Didascalie": "", "Start": 2176, "End": 2379}, {"Reply": "He had been referred by a nursing home where the doctor had diagnosed his condition as angina pectoris. Now it is axiomatic that nursing home doctors are always wrong. ", "Didascalie": "", "Start": 2620, "End": 2892}, {"Reply": "The intern who admitted Mr. Guernsey, however, accepted the diagnosis and prescribed morphine, a drug suitable for angina but not at all suitable for emphysema, which is, unfortunately, what the old man actually had. Within an hour... ", "Didascalie": "", "Start": 3400, "End": 3791}, {"Reply": "...the patient became unresponsive and diaphoretic and was raced up to Intensive Care with an irregular pulse of 150, blood pressure 90 over 60, respiration rapid and shallow. ", "Didascalie": "", "Start": 4076, "End": 4356}, {"Reply": "The resident on duty now compounded the blunder by treating the old man for pulmonary edema. He gave him digitalis, diuretics and oxygen. This restored the old man's color... ", "Didascalie": "", "Start": 4556, "End": 4835}, {"Reply": "...and he was sent back to his room in the Holly Pavilion, ruddy complected and peacefully asleep. ", "Didascalie": "", "Start": 5133, "End": 5284}, {"Reply": "In point of fact, the patient was in CO2 narcosis... ", "Didascalie": "", "Start": 5772, "End": 5851}, {"Reply": "...and died at seven-thirty that evening. ", "Didascalie": "", "Start": 6179, "End": 6247}, {"Reply": "I mention all this, only to explain how the bed in Room 806 became available. ", "Didascalie": "", "Start": 6445, "End": 6575}, {"Reply": "The intern involved was a prickly young buck named Schaefer who had a good thing going for him with a technician in the hematology lab. In the haphazard fashion of hospital romances, Dr. Schaefer had been zapping this girl on wheelchairs, stretchers, pantry shelves... ", "Didascalie": "", "Start": 6948, "End": 7399}, {"Reply": "...in the kitchen, in the morgue, in the dark corners of corridors... ", "Didascalie": "", "Start": 7571, "End": 7667}, {"Reply": "...standing up, sitting down -- so you can imagine what an available bed meant to him. ", "Didascalie": "", "Start": 7794, "End": 7933}]}, {"Character": "EIGHTH FLOOR CORRIDOR", "Replies": [{"Reply": "Two orderlies rush the old man's bed with, of course, the old man in it, past the Nurses' Station and into a waiting elevator. ", "Didascalie": "", "Start": 3845, "End": 4004}, {"Reply": "The elevator door opens. Two orderlies wheel the sleeping man on his bed back around the Nurses' Station and down the corridor to his room. ", "Didascalie": "", "Start": 4889, "End": 5061}, {"Reply": "Nurse Perez, frowning and pursing her lips, moves slowly back to... ", "Didascalie": "", "Start": 13840, "End": 13924}, {"Reply": "...closing the door after him. ", "Didascalie": "", "Start": 115612, "End": 115643}]}, {"Character": "INTENSIVE CARE", "Replies": [{"Reply": "An oxygen mask is applied to the old man's face by the resident. ", "Didascalie": "", "Start": 4403, "End": 4484}]}, {"Character": "SCHAEFER", "Replies": [{"Reply": " Hey, Sheila, this is Howard, Sheila. Hey listen. I got us a bed for tonight. A real, honest-to-god bed. ", "Didascalie": "(on phone)", "Start": 8020, "End": 8202}, {"Reply": " Hey Sheila, this is Howard, Sheila. Hey listen, I got us a bed for tonight. A real, honest-to-god bed. ", "Didascalie": "(on phone)", "Start": 225671, "End": 225852}, {"Reply": "That's my insulin. Put it back. ", "Didascalie": "", "Start": 226573, "End": 226605}, {"Reply": "It ain't contagious, don't worry about it. ", "Didascalie": "", "Start": 226874, "End": 226943}]}, {"Character": "SHEILA", "Replies": [{"Reply": " I'll see you. ", "Didascalie": "(whispers)", "Start": 10575, "End": 10615}, {"Reply": "Boy, I sure hope nobody walks in. ", "Didascalie": "", "Start": 226173, "End": 226207}, {"Reply": "What's this in your pocket? ", "Didascalie": "", "Start": 226473, "End": 226501}, {"Reply": "What do you take insulin for? Diabetes? I didn't know you were a diabetic. ", "Didascalie": "", "Start": 226675, "End": 226802}]}, {"Character": "NURSE PEREZ", "Replies": [{"Reply": "Doctor Schaefer... ", "Didascalie": "", "Start": 12584, "End": 12603}, {"Reply": " Doctor Schaefer? ", "Didascalie": "(trying again, with little hope)", "Start": 13689, "End": 13732}, {"Reply": "Listen, did you know Doctor Schaefer was in Eight-O-Six, because he's dead? ", "Didascalie": "", "Start": 14114, "End": 14242}, {"Reply": " What? ", "Didascalie": "(late forties, continues her painstaking paperwork, grunts)", "Start": 14475, "End": 14507}, {"Reply": "I'm just telling you, Dr. Schaefer is dead. ", "Didascalie": "", "Start": 14582, "End": 14652}, {"Reply": "Look, I don't know what the hell this is all about, but Dr. Schaefer is in Room 806 with an I.V. running and he's dead. I didn't even know he was sick. ", "Didascalie": "", "Start": 14926, "End": 15182}, {"Reply": " Perez, what the hell are you talking about? ", "Didascalie": "(regards Perez a moment)", "Start": 15287, "End": 15383}, {"Reply": " Do you know what the hell she's talking about? ", "Didascalie": "(appeals to Nurse Rivers coming out of the floor pharmacy)", "Start": 15533, "End": 15632}, {"Reply": "Well, maybe I'm going crazy. I don't know. Isn't Room 806 the patient Guernsey? I mean, did something happen I don't know about? ", "Didascalie": "", "Start": 15707, "End": 15914}, {"Reply": "This is the nuttiest thing I ever saw. Dr. Schaefer's in Room 806 dead. ", "Didascalie": "", "Start": 16138, "End": 16236}, {"Reply": "Our Dr. Schaefer. The one who's always grabbing everybody's ass. ", "Didascalie": "", "Start": 16424, "End": 16515}, {"Reply": " Do you know what she's talking about? I don't know what she's talking about. ", "Didascalie": "(to Nurse Rivers)", "Start": 16613, "End": 16742}, {"Reply": " What do you mean Doctor Schaefer's in Room 806 dead? ", "Didascalie": "(to Perez)", "Start": 16782, "End": 16887}, {"Reply": "I mean, he's lying on the far bed, stone dead, and with an I.V. tube sticking out of him. And if you don't believe me, maybe you just ought to get up and look for yourself. ", "Didascalie": "", "Start": 16962, "End": 17239}]}, {"Character": "BOCK", "Replies": [{"Reply": "This is Dr. Bock... Yes, Mrs. Christie, what is it? It's all right, I'd be getting up in a few minutes anyway... I'm sorry I missed that. Would you say it again? Yes, I know him, Schaefer, the stud with the glasses, who fancies the nurses... ", "Didascalie": "", "Start": 19138, "End": 19537}, {"Reply": " One of my interns dropped dead this morning. ", "Didascalie": "(after a moment)", "Start": 22516, "End": 22613}, {"Reply": "Yes. ", "Didascalie": "", "Start": 22880, "End": 22885}, {"Reply": "It's been that bad for twenty-four years. Are you going to be solicitous? ", "Didascalie": "", "Start": 23056, "End": 23156}, {"Reply": "Oh, God. ", "Didascalie": "", "Start": 23302, "End": 23311}, {"Reply": "I'm going to do rounds today. ", "Didascalie": "", "Start": 24317, "End": 24347}, {"Reply": "No. ", "Didascalie": "", "Start": 25160, "End": 25164}, {"Reply": "For God's sake, John, I'm fifty-three years old with all the attendant fears. I just left my wife after twenty-four years. Standard case of menopausal melancholy. ", "Didascalie": "", "Start": 25394, "End": 25661}, {"Reply": "I don't want to see a psychiatrist. Stop worrying about me. All I have to do is get my ass back to work, and I'll be fine. I'm sorry I've caused you concern. ", "Didascalie": "", "Start": 25877, "End": 26139}, {"Reply": "What happened? ", "Didascalie": "", "Start": 28238, "End": 28253}, {"Reply": "What happened? ", "Didascalie": "", "Start": 30041, "End": 30056}, {"Reply": "What do you mean, a nurse plugged an I.V. into him? ", "Didascalie": "", "Start": 30575, "End": 30653}, {"Reply": "And he talked a nurse into zapping him on that bed. ", "Didascalie": "", "Start": 31111, "End": 31189}, {"Reply": "My God, it's a Roman farce. ", "Didascalie": "", "Start": 31417, "End": 31445}, {"Reply": " As I understand it, one of the nurses inadvertently administered an I.V. to Schaefer here. How the hell could that happen? ", "Didascalie": "(regarding Schaefer's rigid death mask)", "Start": 33164, "End": 33391}, {"Reply": "I still don't know what happened. ", "Didascalie": "", "Start": 34929, "End": 34963}, {"Reply": " I get the drift, Mrs. Christie. In other words, Nurse Perez went in and sedated Dr. Schaefer thinking it was the patient Guernsey. My God! What I don't understand... ", "Didascalie": "(trying to give his attention to this)", "Start": 36361, "End": 36657}, {"Reply": "So she plugged an I.V. into him. ", "Didascalie": "", "Start": 37523, "End": 37556}, {"Reply": "How much? ", "Didascalie": "", "Start": 37706, "End": 37716}, {"Reply": " A five percent glucose solution won't kill anybody. Did he have any other ancillary conditions? He wasn't dehydrated, was he? Didn't anybody bother to go in to check him during the night, even under the impression he was merely a patient? Was he hyperasthmolic? Did he have a bad heart? He must have had some kind of thrombosis. I want the post done here, Mr. Hitchcock. And you and I better have a little chat, Mrs. Christie, about your excessive use of float nurses. ", "Didascalie": "(The doctor in him intrudes into his lassitude)", "Start": 37984, "End": 38817}, {"Reply": " And every time one of them has her period, she disappears for three days. My doctors complain regularly they can't find the same nurse on the same floor two days in a row. What the hell am I supposed to tell that boy Schaefer's parents? That a substitute nurse assassinated him, because she couldn't tell the doctors from the patients on the floor? My God, the incompetence here is absolutely radiant! I mean, two separate nurses walk into a room, stick needles into a man -- and one of those was a number eighteen jelco! -- tourniquet the poor sonofabitch, anchor the poor sonofabitch's arm with adhesive tape, and it's the wrong poor sonofabitch! I mean, my God! Where do you train your nurses, Mrs. Christie? Dachau!? ", "Didascalie": "(gathering rage)", "Start": 39061, "End": 40328}, {"Reply": " All right, wrap him up and get him down to Pathology. I'm especially interested in his blood sugar. A liter of glucose never killed anybody. Your ladies must've done something else to him. ", "Didascalie": "(he is aware his voice has risen and is attracting attention. He lowers his voice)", "Start": 40533, "End": 40878}, {"Reply": "No. ", "Didascalie": "", "Start": 41060, "End": 41064}, {"Reply": " Find out if Dr. Einhorn is in his office yet. ", "Didascalie": "(staring at his desktop)", "Start": 45627, "End": 45725}, {"Reply": "Psychiatry. ", "Didascalie": "", "Start": 45941, "End": 45953}, {"Reply": " Never mind. I'll look in myself. ", "Didascalie": "(suddenly stands)", "Start": 46000, "End": 46059}, {"Reply": "Is he in? ", "Didascalie": "", "Start": 46688, "End": 46698}, {"Reply": "Can you give me a few minutes, Joe? ", "Didascalie": "", "Start": 46937, "End": 46973}, {"Reply": " I've been having periods of acute depression recently. Apparently, it's becoming noticeable. A number of people have remarked on it. Anyway, John Sundstrom thought it might be a good idea if I spoke to you about it. ", "Didascalie": "(ill at ease)", "Start": 47422, "End": 47820}, {"Reply": "No. I'm not good at confessional. ", "Didascalie": "", "Start": 47990, "End": 48024}, {"Reply": " Well, what can I tell you? The last year, two, three... it goes way back, I suppose. I can remember entertaining suicidal thoughts as a college student. At any rate, I've always found life demanding. I'm an only child of lower-middle-class people. I was the glory of my parents. My son the doctor. Well, you know. I was always top of my class. Scholarship to Harvard. The boy genius, the brilliant eccentric. Terrified of women, clumsy at sports. God, Joe, how the hell do I go about this? ", "Didascalie": "(he ambles around)", "Start": 48072, "End": 48952}, {"Reply": "I left her a dozen times. She left me a dozen times. We stayed together through a process of attrition. Obviously sado-masochistic dependency. My home is hell. We've got a twenty- ", "Didascalie": "", "Start": 49165, "End": 49449}, {"Reply": "I blame myself for those two useless young people. I never exercised parental authority. I'm no good at that. Oh, God, I'm no good at this either. Joe, let's just forget the whole thing. I'm sorry I bothered you. ", "Didascalie": "", "Start": 50403, "End": 50772}, {"Reply": " I amuse myself with different ways of killing myself that don't look like suicide. I wouldn't want to do my family out of the insurance. ", "Didascalie": "(at the door)", "Start": 51045, "End": 51286}, {"Reply": "A good toxologist would find traces. Potassium's much better. Sixty milli equivalent. Instantaneous. Of course, then you're stuck with how to get rid of the hypodermic. Forty milli equivalent. Gives you plenty of time to dispose of the evidence. ", "Didascalie": "", "Start": 51464, "End": 51866}, {"Reply": "You ought to know a man who talks about it all the time never does it. ", "Didascalie": "", "Start": 52090, "End": 52187}, {"Reply": "Intermittently. ", "Didascalie": "", "Start": 52696, "End": 52712}, {"Reply": "It means I haven't tried in so long, I don't know. Let's just drop the whole thing, Joe. I feel humiliated and stupid. All I have to do is pull myself together and get back into my work. I'm sorry I troubled you. Take care of yourself. I'll see you. ", "Didascalie": "", "Start": 52872, "End": 53278}, {"Reply": "All set? ", "Didascalie": "", "Start": 56910, "End": 56919}, {"Reply": " Who's that exotic group? ", "Didascalie": "(to Brubaker en passant)", "Start": 57889, "End": 57940}, {"Reply": "Dr. Perry said he picked the tuberculosis and the liver nodes for today, right? ", "Didascalie": "", "Start": 58446, "End": 58578}, {"Reply": "Good. Because that's the one I studied up. A hell of a case. ", "Didascalie": "", "Start": 58728, "End": 58815}, {"Reply": "All right, who's presenting? ", "Didascalie": "", "Start": 59496, "End": 59525}, {"Reply": "...five, a full abdomen contrasted to wasting elsewhere; six, ascites with a protein content above four grams; unexplained anemia, leukopenia, unexplained elevation of the serum gamma globulin level, especially abnormal flocculation tests, and of course, a positive P.P.D. All these findings assume special significance among Negroes. This has been a very commendable workup, as commendable a workup of an F.U.O. as I can remember. The staff of this floor is to be applauded. ", "Didascalie": "", "Start": 81010, "End": 81824}, {"Reply": " It's a reportable case, Brubaker. Write it up. ", "Didascalie": "(spots Brubaker among the others)", "Start": 81918, "End": 82017}, {"Reply": " Well, let's go have a look at the girl. ", "Didascalie": "(a brief, rare smile)", "Start": 82068, "End": 82160}, {"Reply": "I wonder if there might not be some correlation between hepatic tuberculosis and drug addiction. Presumably, there was an early consideration of S.B.E. ", "Didascalie": "", "Start": 83593, "End": 83849}, {"Reply": "You, Ambler. Is that right, Ambler? ", "Didascalie": "", "Start": 84130, "End": 84166}, {"Reply": "What else do you look for in bacterial endocarditis? ", "Didascalie": "", "Start": 84314, "End": 84393}, {"Reply": "Good. ", "Didascalie": "", "Start": 84608, "End": 84614}, {"Reply": "Still a little icteric. Who's got an opthalmoscope? ", "Didascalie": "", "Start": 85353, "End": 85431}, {"Reply": "Did anyone note Roth spots? ", "Didascalie": "", "Start": 85618, "End": 85646}, {"Reply": "Well, don't worry about it. There aren't any. Ambler, you're our big man on S.B.E. What was the latex- ", "Didascalie": "", "Start": 85818, "End": 85973}, {"Reply": "Don't you think that's an important test to differentiate S.B.E. from miliary T.B.? ", "Didascalie": "", "Start": 86170, "End": 86306}, {"Reply": "Not you, Biegelman. Ambler. ", "Didascalie": "", "Start": 86499, "End": 86527}, {"Reply": "You have been reading up. If the diagnosis were S.B.E., would a positive latex indicate anything in the therapy? ", "Didascalie": "", "Start": 86855, "End": 87046}, {"Reply": "If...? ", "Didascalie": "", "Start": 87252, "End": 87259}, {"Reply": "Are you applying for your internship here? ", "Didascalie": "", "Start": 87466, "End": 87535}, {"Reply": "Come and see me. ", "Didascalie": "", "Start": 87687, "End": 87704}, {"Reply": " Would you sit up for a minute? ", "Didascalie": "(to the patient, helping her up)", "Start": 87797, "End": 87854}, {"Reply": "All right, wait a minute. Let me have all that again. ", "Didascalie": "", "Start": 90194, "End": 90274}, {"Reply": "Never mind the professional ethics, what happened? ", "Didascalie": "", "Start": 90499, "End": 90576}, {"Reply": "What sonofabitch in Farkis Pavilion? ", "Didascalie": "", "Start": 91884, "End": 91921}, {"Reply": "Are you trying to tell me some post- ", "Didascalie": "", "Start": 92251, "End": 92288}, {"Reply": "...protein in the urine? ", "Didascalie": "", "Start": 92622, "End": 92647}, {"Reply": "And he biopsied the man? ", "Didascalie": "", "Start": 92797, "End": 92822}, {"Reply": "Welbeck?! That barber! ", "Didascalie": "", "Start": 93497, "End": 93520}, {"Reply": "...without actually testing. ", "Didascalie": "", "Start": 94008, "End": 94037}, {"Reply": "And the patient went into shock... ", "Didascalie": "", "Start": 94184, "End": 94219}, {"Reply": "In short, a man came into this hospital in perfectly good health, and, in the space of one week, we chopped out one kidney, damaged the other, reduced him to coma and damn near killed him. ", "Didascalie": "", "Start": 95186, "End": 95505}, {"Reply": "You know, Brubaker, last night I sat in my hotel room, reviewing the shambles of my life and contemplating suicide. Then I said \"No, Bock, don't do it. You're a doctor, a healer. You're the Chief of Medicine at one of the great hospitals of the world. You're a necessary person. Your life is meaningful.\" Then I came in this morning and find out one of my doctors was killed by a couple of nurses who mistook him for a patient because he screwed a technician from the nephrology lab... ", "Didascalie": "", "Start": 95715, "End": 96539}, {"Reply": "And now you come to me with this gothic horror story in which the entire machinery of modern medicine has apparently conspired to destroy one lousy patient. How am I to sustain my feeling of meaningfulness in the face of this? You know, Brubaker, if there was an oven around, I'd stick my head in it. What was the name of that sonofabitch from Farkis Pavilion again? ", "Didascalie": "", "Start": 96696, "End": 97323}, {"Reply": " I'm going to ream his ass. And I'm going to break that barber Welbeck's back. I'm going to defrock those two cannibals. They won't practice in my hospital, I'll tell you that! ", "Didascalie": "(barely containing himself)", "Start": 97890, "End": 98196}, {"Reply": "Let him go. Before we kill him. ", "Didascalie": "", "Start": 98554, "End": 98586}, {"Reply": "Get me Dr. Gilley. Put him on page if you have to. I want to talk to him right now. I don't care if he's operating. ", "Didascalie": "", "Start": 99516, "End": 99710}, {"Reply": " And you get me some monkey named Ives. Ives. I-V-E-S, first name Elroy. He's in the Farkis Pavilion. ", "Didascalie": "(wheels around to Miss McGuire)", "Start": 99802, "End": 99981}, {"Reply": "I want to talk to you, Joe. Would you mind coming into my office? ", "Didascalie": "", "Start": 100133, "End": 100225}, {"Reply": "Have you got some punk named Ives rotating in your department? ", "Didascalie": "", "Start": 100448, "End": 100537}, {"Reply": " I also want to know what the hell kind of a dialysis room you're running. I just came from... ", "Didascalie": "(sits at his desk)", "Start": 100720, "End": 100892}, {"Reply": "Yeah... Gilley? Put him on. Bock. Didn't you tell me a couple of months ago you were going to cut off all privileges for that assassin, Welbeck? Yeah. Wellbeck. He just butchered another one of my patients... Oh, come on, Harry! The man's a buccaneer! I want him brought before the Medical Executive Committee... He's in your department, Harry, not mine. He's putatively a surgeon!... I'll be here! ", "Didascalie": "", "Start": 101009, "End": 101694}, {"Reply": " Listen, Joe, I think you should know that you've got a research guy in your department named Ives who's been doing some very dubious biopsies. We're having enough trouble squeezing grants out of the Nixon administration... ", "Didascalie": "(slams receiver down, stares at Lagerman)", "Start": 101796, "End": 102201}, {"Reply": "What do you mean, Ives is dead? ", "Didascalie": "", "Start": 102474, "End": 102506}, {"Reply": "He had a heart attack in the Emergency Room? ", "Didascalie": "", "Start": 102739, "End": 102810}, {"Reply": " What the hell is this? Some kind of plague? ", "Didascalie": "(blinking)", "Start": 102975, "End": 103071}, {"Reply": " Where is he now? ", "Didascalie": "(stands)", "Start": 103109, "End": 103152}, {"Reply": "You don't find anything grotesque about all this? ", "Didascalie": "", "Start": 104455, "End": 104531}, {"Reply": "I mean, at half past eight this morning, we meet over a doctor who's been killed intravenously, and here we are again, four hours later, with another doctor who had a heart attack in the Emergency Room. ", "Didascalie": "", "Start": 104690, "End": 105023}, {"Reply": "How long are they going to be on Schaefer's post? ", "Didascalie": "", "Start": 105633, "End": 105709}, {"Reply": " I don't suppose you'd like to call next of kin? ", "Didascalie": "(pauses at door, to Lagerman)", "Start": 106234, "End": 106334}, {"Reply": " Oh God, I need a drink. ", "Didascalie": "(deeply depressed)", "Start": 106512, "End": 106562}, {"Reply": "You don't seriously believe all that mumbo-jumbo will cure him? ", "Didascalie": "", "Start": 116247, "End": 116337}, {"Reply": " Okay. Go ahead. ", "Didascalie": "(grunts)", "Start": 116609, "End": 116651}, {"Reply": "Miss Drummond, are you still taking your father out? ", "Didascalie": "", "Start": 117058, "End": 117137}, {"Reply": "Use my office. ", "Didascalie": "", "Start": 117416, "End": 117431}, {"Reply": "You believe in witchcraft, Miss Drummond? ", "Didascalie": "", "Start": 122244, "End": 122312}, {"Reply": "Like a drink? ", "Didascalie": "", "Start": 122484, "End": 122498}, {"Reply": " What the hell am I supposed to say to that, Miss Drummond? ", "Didascalie": "(who has been staring at her as if she were insane)", "Start": 125748, "End": 125859}, {"Reply": "I'm sitting here boozing and, all of a sudden, you start telling me some demented story about your father's religious conversion. ", "Didascalie": "", "Start": 125997, "End": 126205}, {"Reply": "Now what was that all about, Miss Drummond? ", "Didascalie": "", "Start": 130262, "End": 130332}, {"Reply": "I admire your candor. ", "Didascalie": "", "Start": 130615, "End": 130637}, {"Reply": " You're wasting your time. I've been impotent for years. ", "Didascalie": "(looks down again)", "Start": 131045, "End": 131153}, {"Reply": " What the hell's wrong with being impotent? My God, you kids are more hung up on sex than the Victorians! I've got a son, twenty-three. I threw him out of the house last year. Pietistic little humbug. He preached universal love and despised everyone. He had a blanket contempt for the middle class, even its decencies. He detested my mother because she had petit bourgeois pride in her son the doctor. I cannot tell you how brutishly he ignored that rather good old lady. When she died, he didn't even come to the funeral. He thought the chapel service an hypocrisy. His generation didn't live with lies, he told me. \"Everybody lives with lies,\" I said. I grabbed him by his poncho, dragged him the full length of our seven-room despicably affluent middle-class apartment and flung him out. I haven't seen him since. But do you know what he said to me as he stood there on that landing on the verge of tears. He shrieked at me: \"You old fink! You can't even get it up anymore!\" That was it, you see. That was his real revolution. It wasn't racism and the oppressed poor and the war in Vietnam. The ultimate American societal sickness was a limp dingus. Hah! ", "Didascalie": "(lurches about)", "Start": 131432, "End": 133473}, {"Reply": " My God, if there is a despised and misunderstood minority in this country, it's us poor impotent bastards. Well, I'm impotent and proud of it! Impotence is beautiful, baby! ", "Didascalie": "(he lurches about, laughing rustily)", "Start": 133570, "End": 133899}, {"Reply": " Power to the Impotent! Right on, baby! ", "Didascalie": "(he raises a militant fist)", "Start": 133987, "End": 134078}, {"Reply": " When I say impotent, I don't mean merely limp. Disagreeable as it may be for a woman, a man may sometimes lust for other things, something less transient than an erection, some sense of permanent worth. That's what medicine was for me, my reason for being. When I was thirty-four, Miss Drummond, I presented a paper before the annual convention of the Society of Clinical Investigation that pioneered the whole goddam field of immunology. A breakthrough! I'm in all the textbooks. I happen to be an eminent man, Miss Drummond. And you want to know something, Miss Drummond? I don't give a goddam. When I say I'm impotent, I mean I've lost even my desire for work, which is a hell of a lot more primal a passion than sex. I've lost my raison d'etre, my purpose, the only thing I ever truly loved. It's all rubbish anyway. Transplants, antibodies, we manufacture genes, we can produce birth ectogenetically, we can practically clone people like carrots, and half the kids in this ghetto haven't even been inoculated for polio! We have assembled the most enormous medical establishment ever conceived, and people are sicker than ever! We cure nothing! We heal nothing! The whole goddam wretched world is strangulating in front of our eyes! That's what I mean when I say impotent! You don't know what the hell I'm talking about, do you? ", "Didascalie": "(stares drunkenly at her)", "Start": 134328, "End": 136649}, {"Reply": "I'm tired, I'm terribly tired, Miss Drummond. And I hurt, and I've got nothing going for me anymore. Can you understand that? ", "Didascalie": "", "Start": 136805, "End": 137009}, {"Reply": "Then can you understand that the only admissable matter left is death? ", "Didascalie": "", "Start": 137164, "End": 137261}, {"Reply": "Oh Christ. ", "Didascalie": "", "Start": 137606, "End": 137617}, {"Reply": "Oh, bugger off. That's all I need now, clinical insights. Some cockamamie twenty-five-year-old... ", "Didascalie": "", "Start": 137908, "End": 138058}, {"Reply": "...acidhead's going to reassure me about menopause now. Look, I'd like to be alone, so why don't you beat it? Close the door and turn off the lights on your way out. ", "Didascalie": "", "Start": 138211, "End": 138481}, {"Reply": "Swell. Just close the door and turn off the lights. ", "Didascalie": "", "Start": 139215, "End": 139293}, {"Reply": " Leave me alone... ", "Didascalie": "(barely gets the words out)", "Start": 141388, "End": 141432}, {"Reply": " Who the hell asked you! ", "Didascalie": "(hysterical rage)", "Start": 142197, "End": 142247}, {"Reply": "Who the hell asked you! ", "Didascalie": "", "Start": 142540, "End": 142564}, {"Reply": "Leave me alone! Why the hell don't you leave me alone! ", "Didascalie": "", "Start": 142917, "End": 142998}, {"Reply": "Why didn't you let me do it? Who the hell asked you! ", "Didascalie": "", "Start": 143243, "End": 143322}, {"Reply": "You wouldn't be awake. ", "Didascalie": "", "Start": 146536, "End": 146559}, {"Reply": "I swiped this for you out of the nurses' locker room. I'll make good on your dress. I'm afraid it's torn beyond repair. Buy yourself a new one or, if you like, give me your size and I'll send it on to you. But I want to talk to you about that. ", "Didascalie": "", "Start": 146910, "End": 147310}, {"Reply": "About your father. You really shouldn't move him in his condition. I just had a look at his chart. There's no reason to presume brain damage. You know as well as I you can't predict anything in these instances. He could pull out of that coma at any time. I think you should let him stay here. I'll personally look after him. ", "Didascalie": "", "Start": 147472, "End": 148031}, {"Reply": "Well, that would be nice, too. ", "Didascalie": "", "Start": 148498, "End": 148529}, {"Reply": "What do you say, Miss Drummond? ", "Didascalie": "", "Start": 148634, "End": 148666}, {"Reply": "Three times? ", "Didascalie": "", "Start": 148943, "End": 148956}, {"Reply": "Let's give your father a week, Barbara, what do you say? ", "Didascalie": "", "Start": 149480, "End": 149563}, {"Reply": "You're a real fruitcake, you know? ", "Didascalie": "", "Start": 150927, "End": 150962}, {"Reply": "Swell. Now, look, do you have a hotel, some sort of accommodations where you can stay for a week or so? ", "Didascalie": "", "Start": 152312, "End": 152468}, {"Reply": "I'm afraid Mexico sounds a little too remote for me. ", "Didascalie": "", "Start": 153158, "End": 153237}, {"Reply": "What do you mean, if I love you? I raped you in a suicidal rage. How did we get to love and children all of a sudden? ", "Didascalie": "", "Start": 153705, "End": 153901}, {"Reply": "I think those were more expressions of gratitude than love. ", "Didascalie": "", "Start": 154433, "End": 154519}, {"Reply": "Well, my God, for resurrecting feelings of life in me I thought dead. ", "Didascalie": "", "Start": 154678, "End": 154800}, {"Reply": "Okay, I love you, and you love me. I'm not about to argue with so relentless a romantic. Well, then, since we have this great passion going for us, I don't see why you won't stay on here in New York for a week or ten days... ", "Didascalie": "", "Start": 155006, "End": 155387}, {"Reply": "As long as it takes for your father's condition to improve. ", "Didascalie": "", "Start": 155551, "End": 155637}, {"Reply": " You're certifiable! My God, half the time you're a perfectly intelligent young woman, and then suddenly you turn into a goddam cabalist who believes in dreams, witchcraft and bear power! And I don't like the way you dismiss my whole life as unnecessary. I do a lot of healing right here in Manhattan. I don't have to go to Mexico for it. I also teach. I send out eighty doctors a year into the world, sometimes inspirited, at least competent. I've built up one of the best damned departments of medicine in the world. We've got a hell of a heart unit here and a hell of a kidney group. A lot of people come into this hospital in big trouble, Miss Drummond, and go out better for the experience. So don't tell me how unnecessary I am. ", "Didascalie": "(throws up his hands)", "Start": 156185, "End": 157465}, {"Reply": "Yeah. ", "Didascalie": "", "Start": 157749, "End": 157755}, {"Reply": "Where are you going now? ", "Didascalie": "", "Start": 158040, "End": 158065}, {"Reply": " Well, you're coming back, of course. ", "Didascalie": "(from the connecting doorway)", "Start": 158628, "End": 158691}, {"Reply": "What decisions? ", "Didascalie": "", "Start": 159033, "End": 159049}, {"Reply": "All right. I love you! ", "Didascalie": "", "Start": 160571, "End": 160594}, {"Reply": " My God! ", "Didascalie": "(softly)", "Start": 160632, "End": 160666}, {"Reply": "Now, I don't want to get into an institutional hassle with you, Mrs. Christie. The malpractice here is monumental. As you see, Dr. Schaefer's blood sugar was twenty-three. No glucose solution is going to do that. The only thing that will do that is at least fifty units of insulin, probably more. The only presumption is that one of those nurses on the Eighth Floor shot fifty units of insulin into Schaefer's blood stream, either by injection or through the I.V., although how in God's name... ", "Didascalie": "", "Start": 189484, "End": 190317}, {"Reply": "Yes. ", "Didascalie": "", "Start": 190970, "End": 190975}, {"Reply": "Thank you. ", "Didascalie": "", "Start": 191145, "End": 191156}, {"Reply": " Oh, dear me, Dorothy. I better get right down there directly. Have you called the O.O.D.? And you better call Dr. Gilley. And you better call Mr. Sloan... Yes, I'll be down directly. ", "Didascalie": "(on phone)", "Start": 191248, "End": 191587}, {"Reply": "Look, you're not going. I love you, and I'm not going to let you go. ", "Didascalie": "", "Start": 204194, "End": 204289}, {"Reply": "Come on, let's start putting your father's things back. He's staying here. ", "Didascalie": "", "Start": 204412, "End": 204539}, {"Reply": " I'll find an apartment somewhere. I'm staying in a filthy little hotel room. We can't use that. ", "Didascalie": "(hangs the suit in the closet)", "Start": 204630, "End": 204804}, {"Reply": "For God's sake, Barbara, you can't seriously see me living in a grass shack hunting jackrabbits for dinner? Be sensible for God's sake. ", "Didascalie": "", "Start": 205535, "End": 205749}, {"Reply": " You make it sound almost plausible. ", "Didascalie": "(utterly in love)", "Start": 206372, "End": 206434}, {"Reply": "No, that's all over. I suppose if I'm married to anything, it's this hospital. It's been my whole life. I just can't walk out on it as if it never mattered. I'm middle-class. Among us middle-class, love doesn't triumph over all. Responsibility does. ", "Didascalie": "", "Start": 206703, "End": 207135}, {"Reply": "I'll come with you. ", "Didascalie": "", "Start": 207595, "End": 207615}, {"Reply": "What dialysis nurse? ", "Didascalie": "", "Start": 208192, "End": 208213}, {"Reply": "What do you mean, she died on the operating table in O.R. Three? ", "Didascalie": "", "Start": 209088, "End": 209179}, {"Reply": "You mean she was the one? ", "Didascalie": "", "Start": 209310, "End": 209336}, {"Reply": "What the hell's going on around here? Every time I try to find somebody in this hospital, they either died of a heart attack in Emergency or of anesthesia shock in an operating room. ", "Didascalie": "", "Start": 209541, "End": 209854}, {"Reply": " I had a Schaefer. He died yesterday of an overdose of insulin. What do they want Schaefer for? ", "Didascalie": "(scowls, mutters)", "Start": 210505, "End": 210678}, {"Reply": "There's no senior staff named Schaefer in this hospital. ", "Didascalie": "", "Start": 211133, "End": 211216}, {"Reply": " As a matter of fact, he said, \"I am the Fool for Christ and the Paraclete of Caborca.\" And you'd better close the door, because if he's going to tell everyone who walks in here he's the Fool for Christ and the Paraclete of Caborca, they'll put us all away. He's already killed two doctors and one nurse. ", "Didascalie": "(sufficiently recovered)", "Start": 215245, "End": 215783}, {"Reply": "I mean, he's killed two doctors and a nurse! And he just tried to kill me! He has something against doctors. Somehow he got hold of a thousand units of insulin and put it in Dr. Schaefer's intravenous solution. And somehow he got Dr. Ives to die of a heart attack in the middle of the Emergency Room. And somehow he got a dialysis nurse named Campanella to die of anesthesia shock on an operating table! ", "Didascalie": "", "Start": 216162, "End": 216852}, {"Reply": " He's been running around the hospital wearing Dr. Schaefer's uniform. Right now, they're looking all over the place for this mysterious Dr. Schaefer. I know this all sounds as grotesque to you as it does to me, but you can see for yourself your father is not the helpless comatose patient we thought he was. Don't look at me like I'm the one who's crazy. Ask your crazy father! ", "Didascalie": "(opens the closet, points to the white doctor's uniform hanging there)", "Start": 217045, "End": 217709}, {"Reply": "And you put Schaefer's insulin into the I.V. jar. ", "Didascalie": "", "Start": 227492, "End": 227568}, {"Reply": "Why X-Ray? ", "Didascalie": "", "Start": 239952, "End": 239963}, {"Reply": "Of course. ", "Didascalie": "", "Start": 240248, "End": 240259}, {"Reply": "You rang for your nurse? ", "Didascalie": "", "Start": 240661, "End": 240686}, {"Reply": "Oh yes. ", "Didascalie": "", "Start": 240902, "End": 240910}, {"Reply": "Are you kidding? We'll both take him. I'm going with you! Get him dressed. We're getting out of here before the police put us all in Rockland State. ", "Didascalie": "", "Start": 241952, "End": 242205}, {"Reply": "Look, that ambulance must be here by now. You go down and get them. I'll give him a shot of something to knock him out. We'll take him to the airport in the ambulance. ", "Didascalie": "", "Start": 242843, "End": 243115}, {"Reply": "No. ", "Didascalie": "", "Start": 246552, "End": 246556}, {"Reply": "I'm busy, Welbeck. ", "Didascalie": "", "Start": 246957, "End": 246976}, {"Reply": "You turned up half-stoned for a simple nephrectomy eight days ago, botched it, put the patient into failure and damn near killed him. Then, pausing only to send in your bill, you flew off on the wings of man to an island of sun in Montego Bay. This is the third time in two years we've had to patch up your patients; the other two died. You're greedy, unfeeling, inept, indifferent, self-inflating and unconscionably profitable. Aside from that, I have nothing against you. I'm sure you play a hell of a game of golf. What else do you want to know? ", "Didascalie": "", "Start": 247184, "End": 248123}, {"Reply": "Yeah, but your father isn't. He's disappeared. He put on Schaefer's uniform and has gone out to do God's work, presumably the murder of Dr. Welbeck. Except, that fellow on the phone over there is Dr. Welbeck. ", "Didascalie": "", "Start": 255018, "End": 255357}, {"Reply": "And, on top of everything else, the other patient in your father's room overheard his whole confession and just told the Chief Administrator of the hospital. They're sending for the cops. ", "Didascalie": "", "Start": 255722, "End": 256040}, {"Reply": "Are you all right, Welbeck? ", "Didascalie": "", "Start": 256933, "End": 256961}, {"Reply": " All right, take it easy, Mr. Mead. ", "Didascalie": "(pushing him gently back)", "Start": 260794, "End": 260855}, {"Reply": " Cardiac arrest, Holly Eight. ", "Didascalie": "(on phone)", "Start": 262851, "End": 262906}, {"Reply": " Breathe him. ", "Didascalie": "(rips off Welbeck's natty jacket)", "Start": 263286, "End": 263325}, {"Reply": "Total cardiac arrest. ", "Didascalie": "", "Start": 267964, "End": 267986}, {"Reply": "About a minute. No pulse, no heartbeat, no respiration... ", "Didascalie": "", "Start": 268310, "End": 268394}, {"Reply": "Endotrachial tube. ", "Didascalie": "", "Start": 268980, "End": 268999}, {"Reply": "Yes, his name's Drummond. That's his chart. ", "Didascalie": "", "Start": 270562, "End": 270632}, {"Reply": "They can't get him out of fib. I don't think he'll make it. ", "Didascalie": "", "Start": 278218, "End": 278304}, {"Reply": "Dr. Welbeck is dead. They thought he was you. ", "Didascalie": "", "Start": 286927, "End": 286999}, {"Reply": "I'm not going. ", "Didascalie": "", "Start": 288448, "End": 288463}, {"Reply": " The hospital's coming apart. I can't walk out on it when it's coming apart. Somebody has to be responsible, Barbara. Everybody's hitting the road, running to the hills, running away. Somebody's got to be responsible. ", "Didascalie": "(he moves to the ambulance, closes the door)", "Start": 288599, "End": 288998}, {"Reply": " Kennedy Airport. You've got a two- ", "Didascalie": "(across Barbara to the driver)", "Start": 289089, "End": 289150}, {"Reply": "You going back in? ", "Didascalie": "", "Start": 289417, "End": 289436}, {"Reply": "Right. ", "Didascalie": "", "Start": 289933, "End": 289940}]}, {"Character": "GRUMBLING PROTESTERS", "Replies": [{"Reply": " Two-four! Help the poor! ", "Didascalie": "(chanting)", "Start": 20662, "End": 20713}]}, {"Character": "PROTESTER", "Replies": [{"Reply": "We're the hope! ", "Didascalie": "", "Start": 21948, "End": 21964}]}, {"Character": "SUNDSTROM", "Replies": [{"Reply": "So how's it going, Herb? ", "Didascalie": "", "Start": 22257, "End": 22282}, {"Reply": "Really? I'm sorry to hear that. I understand you've moved out to a hotel. ", "Didascalie": "", "Start": 22686, "End": 22812}, {"Reply": "It got that bad with Phyllis? ", "Didascalie": "", "Start": 22958, "End": 22988}, {"Reply": "Yes. ", "Didascalie": "", "Start": 23229, "End": 23234}, {"Reply": "Listen, Herb, I'm the guy who brought you into this hospital, so I think I can skip the diplomatic overtures. Marty stopped me in the hall yesterday, very upset. He had just had lunch with you and said you sounded suicidal. Marty tends to be extravagant, but he's not the only one. Jack Singer mentioned the other day you've been boozing it up a lot. And let's face it, you've been sloughing off. I understand you haven't even been doing rounds. ", "Didascalie": "", "Start": 23491, "End": 24249}, {"Reply": "Herb, want a couple of days off? ", "Didascalie": "", "Start": 25059, "End": 25092}, {"Reply": "Go down to Montego Bay, get drunk, get laid, get a little sun. ", "Didascalie": "", "Start": 25237, "End": 25326}, {"Reply": "Maybe you ought to have a talk with Joe Einhorn. ", "Didascalie": "", "Start": 25734, "End": 25809}, {"Reply": "Oh, God. ", "Didascalie": "", "Start": 26836, "End": 26845}, {"Reply": " Did you call the cops? ", "Didascalie": "(he wraps his arm around Mead's shoulders, ushering him into his office area)", "Start": 27076, "End": 27125}, {"Reply": " Goddammit, Barry, I've got a dozen community leaders waiting for me in the library! We've been trying to work out some kind of negotiable formula for two years! And with no help from you people in the Urban Affairs Division, I might add! ", "Didascalie": "(explodes on the phone)", "Start": 164625, "End": 165045}, {"Reply": " And I'm not going to throw all that down the drain because some cockamamie activist group is show-boating for the television cameras! You get those people out of those buildings before a wall collapses or a fire breaks out and we've got a riot on our hands!... Okay! ", "Didascalie": "(hardly notices Welbeck)", "Start": 165518, "End": 165993}, {"Reply": " It's news to me. ", "Didascalie": "(glances at his watch)", "Start": 166738, "End": 166781}, {"Reply": "I'll probably get it tomorrow. Report on what? ", "Didascalie": "", "Start": 166956, "End": 167029}, {"Reply": "Welbeck, I'm terribly sorry, but I do have this meeting. ", "Didascalie": "", "Start": 167444, "End": 167527}, {"Reply": " In any event, there's nothing I can do about it. If Gilley wants to cut your privileges, he's Chief of Surgery, it's within his province. You'll have to have the hearing... ", "Didascalie": "(crosses to the door)", "Start": 167578, "End": 167881}, {"Reply": "Of course. ", "Didascalie": "", "Start": 168353, "End": 168364}, {"Reply": "Now, now, Welbeck. It seems to me I've had your name down here before for something... ", "Didascalie": "", "Start": 168640, "End": 168779}, {"Reply": " I'll be in the staff room. ", "Didascalie": "(to his secretary en passant)", "Start": 168869, "End": 168922}, {"Reply": "Wait a minute. You're the fellow with the Medicaid collecting business who incorporated and went public, right? I mean, something like that? Milton Mead was telling me about you just the other day. You're a whole medical conglomerate. You've got a Factoring service, a computerized billing company, and a few proprietary hospitals, a few nursing homes. Good heavens, Welbeck, you shouldn't be brought up before a committee of mere doctors. You should be investigated by the Securities and Exchange Commission. You'll have to go through with the hearing, Welbeck. I don't interfere in these things. ", "Didascalie": "", "Start": 169298, "End": 170312}, {"Reply": "Please, please, please! ", "Didascalie": "", "Start": 173522, "End": 173546}, {"Reply": " ...for God's sake! We've got eleven people in these buildings, and we've got to get them out of there! We can rectify the injustices of the world tomorrow, but right now, for God's sake, can we get those people out of those buildings? Will you people please listen to me? Will you people please shut up and listen to me? Will you people please call a halt to this participatory democracy and address ourselves to the immediate problem?! ", "Didascalie": "(who has lost his cool altogether and is screaming right along with everyone else)", "Start": 198336, "End": 199111}, {"Reply": "You people want to see me? ", "Didascalie": "", "Start": 280630, "End": 280657}, {"Reply": "I've had it up to here. I'm not dealing with this kind of cheap blackmail! ", "Didascalie": "", "Start": 280987, "End": 281114}, {"Reply": "I am not going to do anything... ", "Didascalie": "", "Start": 283296, "End": 283330}, {"Reply": "By God, if you want to take over this hospital, you take it over! ", "Didascalie": "", "Start": 283527, "End": 283619}, {"Reply": "You run it! I am finished! I quit! You run it! You pay the bills! You fight the city! ", "Didascalie": "", "Start": 283781, "End": 283919}, {"Reply": "You fight the state! You fight the unions. You fight the community! You... you think you can do a better job, you do it! Now I am finished! I quit! It's all yours! ", "Didascalie": "", "Start": 284073, "End": 284341}, {"Reply": "Yeah. ", "Didascalie": "", "Start": 289509, "End": 289515}, {"Reply": "It's like pissing in the wind, right, Herb? ", "Didascalie": "", "Start": 289795, "End": 289865}]}, {"Character": "MILTON MEAD", "Replies": [{"Reply": "Sid just called from St. Luke's, and he's heard that the demonstrators up there are planning a march to join the bunch down here. ", "Didascalie": "", "Start": 26555, "End": 26763}, {"Reply": "Yes. ", "Didascalie": "", "Start": 27200, "End": 27205}, {"Reply": "Yeah? ", "Didascalie": "", "Start": 73376, "End": 73382}, {"Reply": " No, I'll be right up. ", "Didascalie": "(on phone)", "Start": 73760, "End": 73808}, {"Reply": " Have we covered about everything? ", "Didascalie": "(hangs up, stands)", "Start": 73856, "End": 73916}, {"Reply": "He's supposed to see me about that. ", "Didascalie": "", "Start": 74162, "End": 74198}, {"Reply": " One of our staff? ", "Didascalie": "(pauses)", "Start": 74801, "End": 74845}, {"Reply": " Tom, you want to go down to the Emergency Room? One of our doctors just died. ", "Didascalie": "(to Hitchcock)", "Start": 75092, "End": 75248}, {"Reply": "Yeah, see what that's about. ", "Didascalie": "", "Start": 75415, "End": 75444}, {"Reply": " I'll be on Holly Eight. I'll be right back. ", "Didascalie": "(en passant to secretary)", "Start": 75530, "End": 75626}, {"Reply": "Why don't we get together on this sometime this afternoon, Fran? ", "Didascalie": "", "Start": 76260, "End": 76351}, {"Reply": "One o'clock will be fine. ", "Didascalie": "", "Start": 76515, "End": 76541}, {"Reply": "What room is it? ", "Didascalie": "", "Start": 77492, "End": 77509}, {"Reply": "For heaven's sake, Willie, you're going to be in the hospital for two lousy days. What're you making such a fuss about? ", "Didascalie": "", "Start": 78356, "End": 78554}, {"Reply": "There are no private rooms available. If they brought in Jesus Christ fresh off the cross, I couldn't get Him a private room. ", "Didascalie": "", "Start": 78776, "End": 78980}, {"Reply": "If you want a private room, go on home, and I'll call you the first one that comes up. But you're the one who phoned me in a panic, you're going on a vacation. For heaven's sake, Willie, they'll cut this polyp out tomorrow morning. You'll be home Thursday, you'll be in Miami Friday. Marilyn, will you talk some sense into this lunatic? ", "Didascalie": "", "Start": 79382, "End": 79953}, {"Reply": "I'll get you a tranquilizer... ", "Didascalie": "", "Start": 80286, "End": 80317}, {"Reply": "How long ago did this happen? ", "Didascalie": "", "Start": 199606, "End": 199636}, {"Reply": "Have you called the Medical Examiner? ", "Didascalie": "", "Start": 199804, "End": 199842}, {"Reply": "Well, you'd better do that now. And you better call the precinct station house as well. ", "Didascalie": "", "Start": 199999, "End": 200139}, {"Reply": " This is Mr. Mead, are you paging me? ", "Didascalie": "(on phone)", "Start": 250984, "End": 251047}, {"Reply": " Are the police still in the building? ", "Didascalie": "(to Hitchcock)", "Start": 251369, "End": 251433}, {"Reply": "You'd better get them up here. Yes. ", "Didascalie": "", "Start": 251586, "End": 251622}, {"Reply": " Yes, this is Mead... Oh, dear. When?... ", "Didascalie": "(on phone)", "Start": 252005, "End": 252097}, {"Reply": "I'll be down directly. ", "Didascalie": "", "Start": 252526, "End": 252549}, {"Reply": " Never rains but it pours. A fire just broke out in one of those condemned buildings. The squatters in the building came out. The police tried to arrest them and, apparently, the situation has erupted into a riot. ", "Didascalie": "(hangs up)", "Start": 252589, "End": 252984}, {"Reply": " I'm sure you're wondering what this is all about, Herb. ", "Didascalie": "(to Bock as he heads for the door)", "Start": 253079, "End": 253187}, {"Reply": " Mr. Hitchcock is staying with you. ", "Didascalie": "(at the door with Bock)", "Start": 253487, "End": 253548}, {"Reply": " You better call the cops, Tom. ", "Didascalie": "(to Hitchcock)", "Start": 253592, "End": 253649}, {"Reply": "I haven't the time now, and I'm not even going to try to tell you this curious story my brother just told me. I'll fill you in on it at lunch some time. ", "Didascalie": "", "Start": 254028, "End": 254285}, {"Reply": " Hold it! ", "Didascalie": "(rushes not to miss the elevator)", "Start": 254535, "End": 254570}]}, {"Character": "BRUBAKER", "Replies": [{"Reply": " Oh boy. ", "Didascalie": "(as he approaches, rolls his eyes)", "Start": 29939, "End": 29973}, {"Reply": "I've seen some pretty good snafus, but this one... I mean, there's a certain splendor to this one. One of the night nurses, a float, thought Schaefer was a patient and plugged an I.V. into him. He was a diabetic, you know. ", "Didascalie": "", "Start": 30128, "End": 30507}, {"Reply": "Oh, it's really a screwed-up story, Doctor. You see, what happened was we had an old man in that bed who died last night, so the bed was available. And you know Schaefer. He's Sammy Stud. ", "Didascalie": "", "Start": 30725, "End": 31043}, {"Reply": "I think it was a girl from hematology he's been running with. ", "Didascalie": "", "Start": 31261, "End": 31349}, {"Reply": "Yes, sir. ", "Didascalie": "", "Start": 56991, "End": 57001}, {"Reply": " You got me. They've been here about an hour. ", "Didascalie": "(murmurs)", "Start": 58026, "End": 58123}, {"Reply": "Yes, sir. ", "Didascalie": "", "Start": 58650, "End": 58660}, {"Reply": "Yes, sir. We discounted it after repeated blood cultures were negative. ", "Didascalie": "", "Start": 83964, "End": 84062}, {"Reply": "We've got a little thing over here, Doctor. The girl over there is the daughter of the patient in Eight-O- ", "Didascalie": "", "Start": 88556, "End": 88715}, {"Reply": "The thing is, the daughter wants to take the father out of the hospital and back to Mexico where they live. The patient's name is Drummond. He's apparently a Methodist missionary, and he and his daughter run some kind of religious mission among the Apache Indians. The daughter claims to be a licensed nurse, so she can give the necessary I.V. treatment. I certainly don't think he should be let out of this hospital. The Attending -- he's the guy in gray over there -- concurs. ", "Didascalie": "", "Start": 89267, "End": 90084}, {"Reply": "As a matter of fact, Doctor, this is Dr. Biegelman's case. ", "Didascalie": "", "Start": 90346, "End": 90431}, {"Reply": " I don't know why I'm covering for that sonofabitch in Farkis Pavilion anyway. ", "Didascalie": "(sighs)", "Start": 90660, "End": 90816}, {"Reply": " The patient, a man of fifty-six, was admitted to the hospital ten days ago for a check-up, in good health, no visible distress. We did the mandatory work-up on him. Blood cultures, stool, L.E. preps, chest, E.K.G., all negative. But there was apparently some evidence of protein in his urine. I don't know how that sonofabitch in Farkis Pavilion ever found out about it. Maybe he had some kind of deal with one of the girls in the lab. Anyway, he turned up the next day, conned the patient into signing an authorization for a biopsy... ", "Didascalie": "(sighs and begins)", "Start": 90864, "End": 91816}, {"Reply": "Some post-grad fellow named Ives. Elroy Ives. I never met him. He's on one of the immunology research programs. ", "Didascalie": "", "Start": 91993, "End": 92183}, {"Reply": "Yes, sir. He conned Biegelman with that old story about... ", "Didascalie": "", "Start": 92469, "End": 92554}, {"Reply": "Yes, sir. ", "Didascalie": "", "Start": 92719, "End": 92729}, {"Reply": "And he nicked a vessel, and at two o'clock in the morning, they woke up Biegelman because the nurse found the patient in shock. Biegelman called the kidney people for a consult right away. What was there to see? The man was sour and bleeding. We spoke to this fellow Sutcliffe, and he referred us to a surgeon named Welbeck... ", "Didascalie": "", "Start": 92894, "End": 93429}, {"Reply": "You ain't heard nothing yet. So we finally got Welbeck around four in the morning. He said, go ahead. So they laid on the surgery for eight. Welbeck turns up, half-stoned, orders an I.V.P., clears him for allergies... ", "Didascalie": "", "Start": 93592, "End": 93940}, {"Reply": "Right. ", "Didascalie": "", "Start": 94109, "End": 94116}, {"Reply": "...and tubular necrosis. They lopped out the bleeding kidney, ran him back to the room, and we sat around waiting for three days to see how obstructed he was. Fever began spiking like hell, euremia, vomiting, so we arranged hemodialysis. He's putting out good water now. But some nurse goofed on his last treatment. A leak in the tube, something. His blood pressure plunged. They ran him right up to I.C.U., checked out vital signs, all normal except he's comatose. That was two days ago. ", "Didascalie": "", "Start": 94291, "End": 95118}, {"Reply": "Yes, sir. ", "Didascalie": "", "Start": 95577, "End": 95587}, {"Reply": "Hematology, sir. ", "Didascalie": "", "Start": 96611, "End": 96628}, {"Reply": "Ives, sir. Elroy Ives. Somebody ought to ream his ass. ", "Didascalie": "", "Start": 97395, "End": 97476}, {"Reply": "What'll I tell the girl, sir? She says we have no legal right to stop her from taking her father out. She's willing to sign an A.O.R. form. ", "Didascalie": "", "Start": 98268, "End": 98486}]}, {"Character": "HITCHCOCK", "Replies": [{"Reply": "I thought I heard you out here, Doctor. ", "Didascalie": "", "Start": 31645, "End": 31711}, {"Reply": "  Bock makes a noise and goes into... ", "Didascalie": "(he too rolls his eyes heavenward in an expression of incredulity)", "Start": 31900, "End": 31953}, {"Reply": "Listen, I think we ought to straighten this out somewhere else. ", "Didascalie": "", "Start": 33464, "End": 33554}, {"Reply": "I suppose I'd better call the Medical Examiner. ", "Didascalie": "", "Start": 34787, "End": 34861}, {"Reply": "Before you call the family, Doctor, I wish you'd talk to Mr. Mead about this. We'd like, naturally, to avoid litigation. ", "Didascalie": "", "Start": 41137, "End": 41336}, {"Reply": "What? Another one? ", "Didascalie": "", "Start": 75321, "End": 75340}, {"Reply": "...and the next thing anybody knew, about three hours later, Mrs. Cushing from Accounting came in and said there was a dead man in the Holding Room. ", "Didascalie": "", "Start": 104134, "End": 104387}, {"Reply": "What do you mean? ", "Didascalie": "", "Start": 104604, "End": 104622}, {"Reply": "Well, what're you suggesting Doctor? Do you think we have a mad killer stalking the halls of the hospital? Presumably, Dr. Ives died of a heart attack and Schaefer in a diabetic coma. People do die of these things. It's all perhaps coincidental, but I don't think I'd call it grotesque. ", "Didascalie": "", "Start": 105096, "End": 105565}, {"Reply": "Who? ", "Didascalie": "", "Start": 192688, "End": 192693}, {"Reply": "I better get Mr. Mead. ", "Didascalie": "", "Start": 196405, "End": 196428}, {"Reply": "About half an hour. ", "Didascalie": "", "Start": 199709, "End": 199729}, {"Reply": "Not yet. ", "Didascalie": "", "Start": 199915, "End": 199924}, {"Reply": "Yes. ", "Didascalie": "", "Start": 251506, "End": 251511}, {"Reply": " Yes, well, I'll be at the Nurses' Desk, Sergeant. It would be futile for me to try to explain this to you over the phone. ", "Didascalie": "(on phone)", "Start": 259521, "End": 259747}, {"Reply": " Who is it? ", "Didascalie": "(to Intern Chandler)", "Start": 266996, "End": 267033}, {"Reply": "Was it Drummond? ", "Didascalie": "", "Start": 271187, "End": 271204}, {"Reply": "Is he dead? ", "Didascalie": "", "Start": 278138, "End": 278150}, {"Reply": "Thank God. ", "Didascalie": "", "Start": 278377, "End": 278388}, {"Reply": " This should close the case, Sergeant. ", "Didascalie": "(sighs, turns to the two detectives)", "Start": 278485, "End": 278549}]}, {"Character": "MISS LEBOW", "Replies": [{"Reply": " Coffee? ", "Didascalie": "(mouthing)", "Start": 42516, "End": 42550}, {"Reply": "A few things have been piling up. Would you like to go into them? ", "Didascalie": "", "Start": 43311, "End": 43403}, {"Reply": "A quickie. Dr. Esterhazy wants to start hiring temporary people to cover the summer vacations. He says last year some of the replacement people didn't receive their checks until they waited six months. He wonders if you could do something about getting these people paid more promptly. ", "Didascalie": "", "Start": 43588, "End": 44082}, {"Reply": " Miss Aronovici complains the lab reports are coming in slow into the E.R. I called Dr. Immelman about that, and she said three microscopes have been stolen out of her lab in the last two months. Charley Waters also complains about pilferage. I've clumped all those together for you... ", "Didascalie": "(drones on)", "Start": 44300, "End": 44793}, {"Reply": " Now, as you know, Doctor, we've agreed to take over the local ambulance cases as part of the hospital's commitment to the community, and it's created a serious overload in the E.R. I don't know why this was dumped in our lap, but... ", "Didascalie": "(she lays a sheaf of memos in front of Bock, who stares at them blankly)", "Start": 44988, "End": 45403}, {"Reply": "Which Dr. Einhorn? Ophthalmology or Psychiatry? ", "Didascalie": "", "Start": 45799, "End": 45873}]}, {"Character": "EINHORN", "Replies": [{"Reply": " Of course. ", "Didascalie": "(short, chunky, bespectacled, late fifties)", "Start": 47154, "End": 47191}, {"Reply": "Do you want to sit down, Herb? ", "Didascalie": "", "Start": 47891, "End": 47922}, {"Reply": "I understand you just separated from your wife. ", "Didascalie": "", "Start": 49023, "End": 49097}, {"Reply": "How serious are your suicidal speculations, Herb? ", "Didascalie": "", "Start": 50883, "End": 50959}, {"Reply": "Digitalis will give you an arrhythmia. ", "Didascalie": "", "Start": 51357, "End": 51396}, {"Reply": "You seem to have given considerable thought to the matter. ", "Didascalie": "", "Start": 51937, "End": 52022}, {"Reply": "I don't know. I see a man who's exhausted, emotionally drained, riddled with guilt, and has been systematically stripping himself of his wife, children, friends, isolating himself from the world. Are you impotent? ", "Didascalie": "", "Start": 52258, "End": 52628}, {"Reply": "What does that mean? ", "Didascalie": "", "Start": 52783, "End": 52804}]}, {"Character": "ONE YOUNG DOCTOR", "Replies": [{"Reply": "I think they're with the old man in Eight-O-Six. ", "Didascalie": "", "Start": 58203, "End": 58278}]}, {"Character": "NURSE", "Replies": [{"Reply": " Give me that one again... thirty- ", "Didascalie": "(on phone)", "Start": 61756, "End": 61816}, {"Reply": "O.P.D. wants to know how that asthmatic they sent down is. ", "Didascalie": "", "Start": 65679, "End": 65764}, {"Reply": " She's fine. We'd like to keep her here a little while. ", "Didascalie": "(just leaving the group around the junkie)", "Start": 65947, "End": 66054}, {"Reply": " Will you leave that man alone? ", "Didascalie": "(enters for some chore)", "Start": 69929, "End": 69986}, {"Reply": "That would be Dr. Brubaker. But I'm afraid he's at Chief of Service rounds right now. ", "Didascalie": "", "Start": 83000, "End": 83138}, {"Reply": "Dr. Norris says about half an hour. ", "Didascalie": "", "Start": 176436, "End": 176472}, {"Reply": "Yeah. ", "Didascalie": "", "Start": 193123, "End": 193129}, {"Reply": " I'm sorry, Mrs. Fried, would you say that again?... Well, nobody in this office sent her back up... Well, all right, Mrs. Fried, I'll have to call you back. ", "Didascalie": "(back on phone)", "Start": 193225, "End": 193512}, {"Reply": "That's two hundred. ", "Didascalie": "", "Start": 273109, "End": 273129}]}, {"Character": "PARANOID LADY", "Replies": [{"Reply": "They follow me everywhere. Three big black men. Naked, completely exposed. Right in the street. Hanging down to their knees. Disgusting. They're waiting out there for me now... ", "Didascalie": "", "Start": 62272, "End": 62553}]}, {"Character": "MITGANG", "Replies": [{"Reply": "I'm Mitgang. ", "Didascalie": "", "Start": 68981, "End": 68994}]}, {"Character": "HOLDING ROOM", "Replies": [{"Reply": "Spezio regards the death mask of a face. ", "Didascalie": "", "Start": 72062, "End": 72103}]}, {"Character": "CHIEF ENGINEER", "Replies": [{"Reply": "I mean, they gave me a hard time, Con Ed. \"For Pete's Sake,\" I said, \"this is a hospital. One of our feedlines just blew...\" ", "Didascalie": "", "Start": 73043, "End": 73246}, {"Reply": "I mean, it's lucky we traced it in time. ", "Didascalie": "", "Start": 73603, "End": 73670}]}, {"Character": "ADMINISTRATIVE RESIDENT", "Replies": [{"Reply": "Dr. Kish has been driving me nuts with the O.R. schedule. ", "Didascalie": "", "Start": 74003, "End": 74087}]}, {"Character": "WILLIAM MEAD", "Replies": [{"Reply": "You're supposed to be such a big wheel here. ", "Didascalie": "", "Start": 78630, "End": 78701}, {"Reply": "I'm not going to stay in a room with a dying man... ", "Didascalie": "", "Start": 79056, "End": 79134}, {"Reply": "Big wheel, can't even get me a private room. ", "Didascalie": "", "Start": 80140, "End": 80211}, {"Reply": " You know, I hallucinated last night. I hallucinated there was an Indian doing a war dance in here. ", "Didascalie": "(under sedation)", "Start": 173942, "End": 174119}, {"Reply": " There was? ", "Didascalie": "(staring through his sedation at her)", "Start": 174512, "End": 174549}, {"Reply": "I'm telling you, Milton, he pulls out all the wires and the tubes, and he gets up and puts on a doctor's uniform, and he goes out, and he murders doctors! He just went out ten seconds before you came in! ", "Didascalie": "", "Start": 249409, "End": 249743}, {"Reply": "And I'll tell you something else about this crazy place you got here! There was a naked Indian in here last night doing a war dance! That's the kind of crazy place you're running here, Milton! You got to get me out of here, Milton. This is a crazy place, Milton! ", "Didascalie": "", "Start": 250067, "End": 250512}, {"Reply": " I wake up last night, there's a goddam Indian in here, a naked Indian! What kind of hospital is this? ", "Didascalie": "(appealing to Bock)", "Start": 250714, "End": 250894}, {"Reply": "A couple of hours later I wake up again, and the guy in that bed there is getting out of the bed... ", "Didascalie": "", "Start": 251123, "End": 251275}, {"Reply": "All day long, he lays there like a dead man. All of a sudden, in the middle of the night, he gets out of bed! I thought I was going crazy! ", "Didascalie": "", "Start": 251698, "End": 251915}, {"Reply": "You know what he says to me? He says, you're hallucinating. Listen, I just saw a naked Indian. Now, I'm seeing a ghost. I got to figure he's right, I'm hallucinating, right? ", "Didascalie": "", "Start": 252173, "End": 252451}, {"Reply": "You're not going to leave me alone in this crazy place, Milton! ", "Didascalie": "", "Start": 253263, "End": 253353}, {"Reply": "Milton! Milton! Milton!!! ", "Didascalie": "", "Start": 253725, "End": 253751}, {"Reply": "What is this? Who... who is this guy? ", "Didascalie": "", "Start": 259369, "End": 259433}, {"Reply": "I'm not Drummond, you monkey! Drummond's the other bed! ", "Didascalie": "", "Start": 260088, "End": 260170}, {"Reply": "I'm getting out of this nuthouse! ", "Didascalie": "", "Start": 260631, "End": 260665}, {"Reply": "I came in here just to get a lousy polyp cut out. ", "Didascalie": "", "Start": 261000, "End": 261076}, {"Reply": " I'm a sick man! I'm supposed to have peace and quiet! ", "Didascalie": "(appealing to the gods)", "Start": 261597, "End": 261703}]}, {"Character": "MARILYN MEAD", "Replies": [{"Reply": "He's not dying. They'll screen him off. You won't even know he's here. ", "Didascalie": "", "Start": 79210, "End": 79307}, {"Reply": "Well, you said it, he's a lunatic. ", "Didascalie": "", "Start": 80029, "End": 80064}]}, {"Character": "SUTCLIFFE", "Replies": [{"Reply": "Nurse! Nurse, who's the Senior Resident on this floor? ", "Didascalie": "", "Start": 82850, "End": 82931}, {"Reply": "That's... this way? ", "Didascalie": "", "Start": 83255, "End": 83275}, {"Reply": " Dr. Brubaker, I wonder if I could see you for a moment? ", "Didascalie": "(flagging Brubaker)", "Start": 84711, "End": 84819}]}, {"Character": "AMBLER", "Replies": [{"Reply": "Yes, sir. ", "Didascalie": "", "Start": 84236, "End": 84246}, {"Reply": " Some sort of embolic phenomena, sir. ", "Didascalie": "(nervous)", "Start": 84477, "End": 84540}, {"Reply": "Well, there's about a seventy percent incidence of false-positive latex in S.B.E. ", "Didascalie": "", "Start": 86597, "End": 86731}, {"Reply": "We'd expect the latex to become negative. ", "Didascalie": "", "Start": 87116, "End": 87184}, {"Reply": "If the antibiotic therapy were successful. ", "Didascalie": "", "Start": 87329, "End": 87398}, {"Reply": "I'm not sure. ", "Didascalie": "", "Start": 87605, "End": 87619}, {"Reply": "We, the members of the Doctors Liberation Committee indict this hospital for the criminal neglect of the community in which it is situated! We demand an immediate dissolution of the governing and executive boards. ", "Didascalie": "", "Start": 282623, "End": 282967}]}, {"Character": "BIEGELMAN", "Replies": [{"Reply": "It wasn't done, sir. ", "Didascalie": "", "Start": 86081, "End": 86102}, {"Reply": "No, s... ", "Didascalie": "", "Start": 86422, "End": 86431}]}, {"Character": "NURSE DEVINE", "Replies": [{"Reply": "Mead. ", "Didascalie": "", "Start": 108256, "End": 108262}, {"Reply": " Mr. Mead... Mr. Mead, I have an injection for you. ", "Didascalie": "(softly)", "Start": 109058, "End": 109161}, {"Reply": "What the hell is going on in there? ", "Didascalie": "", "Start": 110170, "End": 110206}, {"Reply": "Well, honey, we got a witch-doctor in Eight-O-Six, and you better go in there. You know that Indian that was sitting in Eight-O-Six all night? He's still there, and the girl's there, and they're doing some voodoo in there, and I ain't kidding. ", "Didascalie": "", "Start": 112153, "End": 112553}, {"Reply": "I mean that Indian's in there, half- ", "Didascalie": "", "Start": 112896, "End": 112933}, {"Reply": " You want to see somethin', baby? You jus' come here. ", "Didascalie": "(to NURSE WEITZENBAUM, coming out of another room)", "Start": 113479, "End": 113584}]}, {"Character": "PHARMACY", "Replies": [{"Reply": "...where he quickly runs his finger along the second shelf until he comes to the bottle of potassium which he filches off the shelf and slips into his pocket. He rummages through the drawers for a hypodermic syringe. Through the open doorway, we see Nurse Devine making her way swiftly up to Mrs. Dunne at the desk. ", "Didascalie": "", "Start": 111681, "End": 112077}]}, {"Character": "BARBARA", "Replies": [{"Reply": " Look, it's a perfectly harmless ceremony, nothing to get excited about. It'll be over in a few minutes anyway. Mr. Blacktree is a shaman who gets his power from the thunder, and it's imperative he conclude his rituals while the storm is still going on. ", "Didascalie": "(keeping her voice low)", "Start": 113841, "End": 114302}, {"Reply": "All that's going on in there, Doctor, is a simple Apache prayer for my father's recovery. ", "Didascalie": "", "Start": 114577, "End": 114719}, {"Reply": "The markings he's made on my father's arms are from the pollen of the tule plant. The twigs have no significance other than they've been struck by lightning and are consequently appeals to the spirit of lightning. It's all entirely harmless, a religious ceremony, not a medical one. ", "Didascalie": "", "Start": 115714, "End": 116179}, {"Reply": "On the other hand, it won't kill him, Doctor. ", "Didascalie": "", "Start": 116408, "End": 116480}, {"Reply": "Thank you. ", "Didascalie": "", "Start": 116786, "End": 116797}, {"Reply": "Yes. I still have to arrange an ambulance service. Is there a phone around I could use? ", "Didascalie": "", "Start": 117208, "End": 117348}, {"Reply": "Thank you. ", "Didascalie": "", "Start": 117502, "End": 117513}, {"Reply": " Hello. I'd like to arrange an ambulance for one-thirty tomorrow afternoon... Thank you... ", "Didascalie": "(on phone)", "Start": 120263, "End": 120431}, {"Reply": " ...Drummond, first name, Barbara. I'll pay cash... ", "Didascalie": "(in background on phone)", "Start": 120742, "End": 120845}, {"Reply": " No, you're to pick up my father, Drummond, Edward, at the Manhattan Medical Center, Holly Pavilion, Room Eight-O-Six. It's a stretcher case. I presume you provide the stretcher. ", "Didascalie": "(on phone)", "Start": 121057, "End": 121365}, {"Reply": "He's to be taken to American Airlines, Yes... No... Kennedy Airport, Flight Seven-Two-Nine to Yuma, Arizona. I'll accompany the patient... Yes, thank you. ", "Didascalie": "", "Start": 121568, "End": 121827}, {"Reply": "I believe in everything, Doctor. ", "Didascalie": "", "Start": 122383, "End": 122416}, {"Reply": "Yes. ", "Didascalie": "", "Start": 122569, "End": 122574}, {"Reply": " My father, you should know, was a very successful doctor in Boston, a member of the Harvard Medical Faculty. He was a widower, and I was his only child. He was not an especially religious man, a sober Methodist. One evening, seven years ago, he attended a Pentecostal meeting in the commons rooms at Harvard and suddenly found himself speaking in tongues. ", "Didascalie": "(from the door suddenly)", "Start": 122751, "End": 123393}, {"Reply": " That is to say, he suddenly sank to his knees at the back of the room and began to talk fluently in a language which no one had ever heard before. This sort of thing happens frequently at Pentecostal meetings, and they began to happen regularly to my father. ", "Didascalie": "(she takes her drink and crosses to the sofa)", "Start": 123530, "End": 123997}, {"Reply": " It was not unusual to walk into our home and find my father sitting in his office, utterly serene and happily speaking to the air in this strange foreign tongue. I was, at that time twenty years old and having my obligatory affair with a minority group, in my case a Hopi Indian, a post-graduate fellow at Harvard doing his doctorate in the aboriginal languages of the Southwest. One day, I brought the Indian boy home just as my father was sinking to his knees in the entrance foyer in one of his trances. The Indian wheeled in his tracks and said, \"Well, I'll be a sonofabitch.\" You see, my father was speaking an Apache dialect, an obscure dialect at that, spoken only by a ragged band of unreconstructed Indians who had rejected the reservation and were living in total isolation in the Sierra Madre Mountains of northern Mexico. Well! What do you say to that, Dr. Bock? ", "Didascalie": "(she sits)", "Start": 124037, "End": 125562}, {"Reply": "hideous. Within two months, I was back in Boston, a hollow shell and dizzy with dengue, disenchanted with everything. I turned to austerity, combed my hair tight and entered nursing school. I became haggard, driven and had shamelessly incestuous dreams about my father. I took up with some of the senior staff at the hospital. One of them, a portly psychiatrist, explained I was generated by an unresolved lust for my father. I apparently cracked up. One day, they found me walking to work naked and screaming obscenities. There was talk of institutionalizing me, so I packed a bag and went back to my father in the Sierra Madre Mountains. I've been there ever since. That's three years. My father is, of course, mad as a hatter. I watch over him and have been curiously content. You see, Doctor, I believe in everything. ", "Didascalie": "", "Start": 127692, "End": 129112}, {"Reply": "I thought I was obvious as hell. I'm trying to tell you I have a thing for middle-aged men. ", "Didascalie": "", "Start": 130403, "End": 130547}, {"Reply": "You've been admiring a lot more than that. ", "Didascalie": "", "Start": 130708, "End": 130777}, {"Reply": "Rubbish. ", "Didascalie": "", "Start": 131224, "End": 131233}, {"Reply": " Right on. ", "Didascalie": "(smiling)", "Start": 134163, "End": 134199}, {"Reply": "Of course, I do. ", "Didascalie": "", "Start": 136720, "End": 136737}, {"Reply": "Yes, of course. ", "Didascalie": "", "Start": 137080, "End": 137096}, {"Reply": "Sounds to me like a familiar case of morbid menopause. ", "Didascalie": "", "Start": 137457, "End": 137538}, {"Reply": "Well, it's hard for me to take your despair very seriously, Doctor. You obviously enjoy it so much. ", "Didascalie": "", "Start": 137688, "End": 137840}, {"Reply": "Twenty-seven. ", "Didascalie": "", "Start": 138129, "End": 138143}, {"Reply": " Mr. Blacktree disapproves of my miniskirt, but it was the only thing I had to come to the city with. Back at the tribe, I wear ankle-length buckskin. ", "Didascalie": "(crossing to the door)", "Start": 138867, "End": 139147}, {"Reply": "Potassium. You take enough of this stuff, it'll kill you, Doc. ", "Didascalie": "", "Start": 141614, "End": 141703}, {"Reply": " It occurred to me that I might have read you wrong, that you really were suicidal. So I came back. ", "Didascalie": "(moves toward the couch)", "Start": 141788, "End": 141965}, {"Reply": "What time is it? ", "Didascalie": "", "Start": 146630, "End": 146647}, {"Reply": "Talk to me about what? ", "Didascalie": "", "Start": 147381, "End": 147404}, {"Reply": "Is this your way of saying you'd like me to stay in town a few more days? ", "Didascalie": "", "Start": 148250, "End": 148376}, {"Reply": "I expect you can call me Barbara, considering you ravished me three times last night. ", "Didascalie": "", "Start": 148737, "End": 148875}, {"Reply": "Oh, look at him, pretending he didn't count. You were as puffed up as a toad about it. Punched a couple of holes in your crusade for universal impotence, didn't it? I think we're on a first name basis by now. I'll call you Herb. ", "Didascalie": "", "Start": 149027, "End": 149412}, {"Reply": " No, I don't want my father in this hospital. I had a dream about this hospital. ", "Didascalie": "(a frown darkens her face)", "Start": 149696, "End": 149854}, {"Reply": " I dreamt this enormous starched white tile building suddenly erupted like a volcano, and all the patients, doctors, nurses, attendants, orderlies, the whole line staff, the food service people, the aged, the lame -- and you right in the middle -- were stampeding in one hideous screaming suicidal mass into the sea. ", "Didascalie": "(some of the terror shows on her face)", "Start": 149953, "End": 150529}, {"Reply": "Well, let me put it this way. I love you. I fancied you from the first moment you came lumbering down that hallway upstairs. I said to Mr. Blacktree, \"Who's that hulking bear of a man?\" The Apaches are reverential about bears. They won't eat bear meat; they never skin bears. Bear is thought of as both benign and evil, but very strong power. Men with bear power are highly respected and are frequently said to be great healers. ", "Didascalie": "", "Start": 151234, "End": 151949}, {"Reply": "I said to Mr. Blacktree, \"That man gets his power from the bear.\" ", "Didascalie": "", "Start": 152152, "End": 152244}, {"Reply": "All right, let me put it this way, Herb. My father and I accept the implacability of death. If he dies, he dies, but I'm taking him out of here and back to Mexico about one o'clock this afternoon. I want you to come with us, because I love you and want children. ", "Didascalie": "", "Start": 152645, "End": 153090}, {"Reply": "We could use you down there, you know. There's a curiously high incidence of T.B. And you'd be a doctor again, Herb. You'd be necessary again. If you love me, I don't see what other choice you have. ", "Didascalie": "", "Start": 153308, "End": 153637}, {"Reply": "Oh, for heaven's sake, Herb, I ought to know if a man loves me or not. You must have told me half a hundred times last night you loved me. You murmured it, shouted it; one time, you opened the window and bellowed it out into the street. ", "Didascalie": "", "Start": 153972, "End": 154365}, {"Reply": "Gratitude for what? ", "Didascalie": "", "Start": 154590, "End": 154610}, {"Reply": "Well, my God, what do you think love is? ", "Didascalie": "", "Start": 154871, "End": 154938}, {"Reply": "It's up to ten days now. ", "Didascalie": "", "Start": 155458, "End": 155483}, {"Reply": "No. I've had these prophetic dreams for seven nights. Seven is a sinister number. The meaning of these dreams is very clear, seven times as clear. I am to get my father and you out of this hospital before we are all destroyed. ", "Didascalie": "", "Start": 155708, "End": 156091}, {"Reply": " Yeah? ", "Didascalie": "(who's been slipping into the nurse's uniform)", "Start": 157649, "End": 157681}, {"Reply": "So how come, eight hours ago, you were trying to kill yourself with an overdose of potassium? ", "Didascalie": "", "Start": 157826, "End": 157972}, {"Reply": " My hotel. I have to check out. Mr. Blacktree doesn't speak any English. ", "Didascalie": "(gathering her coat and purse)", "Start": 158371, "End": 158495}, {"Reply": "Of course. I have to settle the bill here and pack my father. And I think you need a few hours alone to make your decisions. ", "Didascalie": "", "Start": 158762, "End": 158965}, {"Reply": "You're a very tired and very damaged man. You've had a hideous marriage and I assume a few tacky affairs along the way. You're understandably reluctant to get involved again. And, on top of that, here I am with the preposterous idea you throw everything up and go off with me to some barren mountains of Mexico. It sounds utterly mad, I know. On the other hand, you obviously find this world as desolate as I do. You did try to kill yourself last night. So that's it, Herb. Either me and the mountains or the bottle of potassium. I'll be back in an hour or so. I'll be in my father's room. ", "Didascalie": "", "Start": 159120, "End": 160126}, {"Reply": "I can't make it here, Herb. I'll crack up. I cracked up once already. One week here, and I'd be running naked through the streets screaming again. I can retain my sanity only in a simple society. ", "Didascalie": "", "Start": 205141, "End": 205467}, {"Reply": "I am being sensible. What is it you're so afraid of leaving here? Your plastic home? Your conditioned air? Your synthetic clothes? Your instant food? I'm offering you green silence and solitude, the natural order of things. Mostly, I'm offering me. I think we're beautiful, Herb. ", "Didascalie": "", "Start": 205820, "End": 206282}, {"Reply": "I don't know why you even hesitate. What's holding you here? Is it your wife? ", "Didascalie": "", "Start": 206505, "End": 206635}, {"Reply": "Herb, don't ask me to stay here with you, because I love you, and I will. And we'll both be destroyed. ", "Didascalie": "", "Start": 207206, "End": 207361}, {"Reply": "I've got the bill here to pay yet. ", "Didascalie": "", "Start": 207492, "End": 207527}, {"Reply": "I'll go pay the bill. ", "Didascalie": "", "Start": 208358, "End": 208380}, {"Reply": " We all thought you were at Death's Door! What're you doing out of bed? ", "Didascalie": "(annoyed)", "Start": 214660, "End": 214783}, {"Reply": " What happened? Did he say anything to you? ", "Didascalie": "(to Bock)", "Start": 215053, "End": 215148}, {"Reply": "What do you mean he killed two doctors and a nurse? ", "Didascalie": "", "Start": 216016, "End": 216094}, {"Reply": " God, what do we do now? Let me take him back to Mexico. It's a simple world there. If you turn him in, they'll just cage him in the Rockland State Hospital for the Criminally Insane. Let me take him back, Herb. ", "Didascalie": "(to Bock)", "Start": 241517, "End": 241884}, {"Reply": "Oh dear, he's having another revelation. ", "Didascalie": "", "Start": 242558, "End": 242625}, {"Reply": "The ambulance is here. ", "Didascalie": "", "Start": 254927, "End": 254950}, {"Reply": "We have an emergency here. ", "Didascalie": "", "Start": 263122, "End": 263149}, {"Reply": " Give him an ambu bag and an airway. ", "Didascalie": "(to Nurse Chile as others begin moving William Mead's bed out of the room)", "Start": 265022, "End": 265084}, {"Reply": " What do we do now? ", "Didascalie": "(sotto voce to Bock)", "Start": 274427, "End": 274472}, {"Reply": " We have to hurry, Dad. ", "Didascalie": "(taking her father around to the back)", "Start": 287918, "End": 287967}]}, {"Character": "NURSE DUNNE", "Replies": [{"Reply": "Visiting hours were over at nine o'clock, Miss. ", "Didascalie": "", "Start": 114377, "End": 114451}]}, {"Character": "CAMPANELLA", "Replies": [{"Reply": "Well, I'll see you. ", "Didascalie": "", "Start": 144365, "End": 144385}, {"Reply": "Do you have a match, Doctor? ", "Didascalie": "", "Start": 145109, "End": 145138}]}, {"Character": "POLICE CAPTAIN", "Replies": [{"Reply": "I repeat. I'm asking you to come out peacefully. These buildings are condemned and unfit for habitation. ", "Didascalie": "", "Start": 162584, "End": 162741}, {"Reply": " You people are possessing this building illegally and in violation of the law. I'm asking you to come out peacefully... ", "Didascalie": "(sighs, tries again)", "Start": 162984, "End": 163208}]}, {"Character": "WELBECK", "Replies": [{"Reply": " Having your troubles, eh? Well, I won't take much of your time. My name's Welbeck. I've been associated with this hospital for six years, and, yesterday afternoon, Dr. Gilley called me to say he was cutting off my privileges at the hospital. Do you know anything about it? ", "Didascalie": "(smiles, twinkles)", "Start": 166157, "End": 166638}, {"Reply": "He said he sent the report on. ", "Didascalie": "", "Start": 166852, "End": 166883}, {"Reply": "Well, I'm not sure myself. I did a nephrectomy on a man about seven days ago. Emergency, called in at four in the morning. The man was hemorrhaging, he'd gone sour... ", "Didascalie": "", "Start": 167100, "End": 167371}, {"Reply": "I have a laparotomy laid on for this morning. I assume I'll be allowed to go through with that. ", "Didascalie": "", "Start": 168132, "End": 168280}, {"Reply": " I've been associated with this hospital for six years... ", "Didascalie": "(huffing a little)", "Start": 168458, "End": 168567}, {"Reply": " Since last September. If they had that when I was your age, I'd have put away a couple of million by now. ", "Didascalie": "(en route to phone)", "Start": 179965, "End": 180149}, {"Reply": " Hello, this is Welbeck, any messages?... Well, I'm at the hospital. I have to cut open some guy in a couple of minutes. I'll try to make it as fast as I can. How urgent did he say it was?... Well, Dr. Hogan made those arrangements with the underwriters. The Registration Statement was filed with the S.E.C. well over a year ago... If he calls again, have me paged here. ", "Didascalie": "(on phone)", "Start": 181082, "End": 181764}, {"Reply": " The really big money is in health leasing, of course. Dr. Hogan, the eminent orthopedic surgeon, and I incorporated a leasing company and went public last year. I hold a controlling interest in a number of proprietary hospitals, nursing homes and rest farms, and I've been leasing hospital equipment to my own hospitals at excessive rates. Why, you ask, am I draining my own hospitals? Well, my hospitals are taxed at 48 percent, and I'm giving my leasing company a hell of a price-earnings ratio, which'll balloon the market value of the stock. I hold three hundred thousand shares of that stock, lettered of course, but in a year, I'll dump those shares at a capital gain and walk off with a bundle... ", "Didascalie": "(hangs up, turns back to the attentive young doctors to conduct his class in medical finance while changing into surgical scrub)", "Start": 182108, "End": 183332}, {"Reply": " I'm Dr. Welbeck. I have a patient on this floor named Drummond, and I'd like to see his chart. ", "Didascalie": "(to Mrs. Donovan)", "Start": 245866, "End": 246039}, {"Reply": "Oh, Dr. Bock. Can I have a few minutes of your time, sir? ", "Didascalie": "", "Start": 246400, "End": 246484}, {"Reply": "Dr. Gilley tells me you're the one who initiated these proceedings against me. ", "Didascalie": "", "Start": 246758, "End": 246889}, {"Reply": "I'd like to know what you have against me. ", "Didascalie": "", "Start": 247047, "End": 247116}, {"Reply": "Excuse me for a moment, Doctor. ", "Didascalie": "", "Start": 248241, "End": 248273}, {"Reply": " This is Dr. Welbeck. Were you paging me? ", "Didascalie": "(he reaches over the nurses' desk for a phone)", "Start": 248411, "End": 248504}, {"Reply": " How much do you make a year, Bock? For a guy who makes a lousy forty, fifty grand... ", "Didascalie": "(regarding Bock with cold scorn)", "Start": 248597, "End": 248760}, {"Reply": " Hello, Arthur, I understand you've been trying to reach me all morning... ", "Didascalie": "(on phone)", "Start": 248800, "End": 248926}, {"Reply": " Oh my God, Arthur! What are you talking about? Have you talked to Dr. Hogan about this? ", "Didascalie": "(in background on phone)", "Start": 255488, "End": 255654}, {"Reply": " Oh, my God, Arthur. Well, who held title? Do the underwriters know about this yet?... Oh my God! Arthur, what're you waiting for? Arrest the son of a bitch! Turn him in!... Oh my God! When?... Of course, Arthur, call me right back. I'm at the Holly Pavilion, Eighth Floor. Please! Right away! ", "Didascalie": "(almost apoplectic on phone)", "Start": 256309, "End": 256836}, {"Reply": "All right?! That son of a bitch is trying to wipe me out! My partner, the eminent orthopedic surgeon, Dr. Noel Hogan, is a miserable thief. And he's trying to wipe me out! ", "Didascalie": "", "Start": 257032, "End": 257308}, {"Reply": " Mr. Drummond's chart, Doctor. ", "Didascalie": "(extending a chart)", "Start": 257408, "End": 257464}, {"Reply": " What room is it? ", "Didascalie": "(angrily seizes the chart)", "Start": 257597, "End": 257640}, {"Reply": "I'm expecting a phone call. Put it straight through to me in that room. ", "Didascalie": "", "Start": 257800, "End": 257898}, {"Reply": "The son of a bitch has been draining the company with phony purchase orders on another company, of which, it now turns out, his wife is the principal stockholder! Transparent fraud! I'll send him up for twenty years! ", "Didascalie": "", "Start": 258185, "End": 258532}, {"Reply": "Well, Drummond, you don't seem that much the worse for the wear. ", "Didascalie": "", "Start": 258889, "End": 258980}, {"Reply": " Would you mind using some other phone? I'm expecting an important call. ", "Didascalie": "(to Hitchcock)", "Start": 259169, "End": 259293}, {"Reply": " You've got a bit of fever, Drummond, but you're coming along very well. ", "Didascalie": "(leafing through Drummond's chart)", "Start": 259888, "End": 260012}, {"Reply": "That's mine. ", "Didascalie": "", "Start": 260335, "End": 260348}, {"Reply": " It's Welbeck here... Yes, Arthur, go ahead... ", "Didascalie": "(on phone)", "Start": 260388, "End": 260486}, {"Reply": " Oh, my God, what do you mean? How many transactions were there? Bu... ", "Didascalie": "(on phone)", "Start": 261162, "End": 261285}, {"Reply": " What do you mean, Brazil?! I just spoke to Hogan's office yesterday, and they just told me... ", "Didascalie": "(on phone and apoplectic)", "Start": 261835, "End": 262007}, {"Reply": "I'm wiped out. The S.E.C. has suspended trading in my stock! ", "Didascalie": "", "Start": 262183, "End": 262270}]}, {"Character": "EXECUTIVE CORRIDOR", "Replies": [{"Reply": "Flowing with a normal stream of traffic, Sundstrom and Welbeck turn right and head down to the last room of the corridor. Something comes to him, and Sundstrom pauses. ", "Didascalie": "", "Start": 169025, "End": 169225}]}, {"Character": "VOICES", "Replies": [{"Reply": " ...no goddam halfway house, no way, baby! We ain't gonna wait 'til 1973 to deal with this problem! We want to kill the drug thing right now!... ", "Didascalie": "(all overlapping)", "Start": 170791, "End": 171040}]}, {"Character": "WOMAN", "Replies": [{"Reply": "Let's get back to the abortion issue! ", "Didascalie": "", "Start": 171524, "End": 171562}, {"Reply": "What the hell does the male establishment know about abortions? ", "Didascalie": "", "Start": 171717, "End": 171807}]}, {"Character": "VOICE", "Replies": [{"Reply": "Sit down, Woman! ", "Didascalie": "", "Start": 171631, "End": 171648}, {"Reply": "Oh, thank God. ", "Didascalie": "", "Start": 177029, "End": 177044}, {"Reply": "What's been happening? ", "Didascalie": "", "Start": 265196, "End": 265219}]}, {"Character": "BLACK WOMAN", "Replies": [{"Reply": "Who the hell raised the issue of birth control? The issue at hand is the control of drug addiction in this community and in the ghetto generally. ", "Didascalie": "", "Start": 171941, "End": 172191}]}, {"Character": "BLACK MAN", "Replies": [{"Reply": "We don't want no goddam abortion... ", "Didascalie": "", "Start": 172323, "End": 172359}]}, {"Character": "WHITE DOCTOR", "Replies": [{"Reply": "Let's... let's get down to the core of this matter. ", "Didascalie": "", "Start": 172490, "End": 172568}]}, {"Character": "MAN", "Replies": [{"Reply": "The point is that this hospital is the landlord for those buildings and they should've turned them down. ", "Didascalie": "", "Start": 172767, "End": 172924}, {"Reply": "Those buildings are imperialistic extensions of the medical establishment. This hospital ought to be rebuilding those tenements, give those people decent housing. ", "Didascalie": "", "Start": 173058, "End": 173325}, {"Reply": "Lookit, man, where's the TV camera? ", "Didascalie": "", "Start": 281667, "End": 281703}]}, {"Character": "NURSE CHILE", "Replies": [{"Reply": " You weren't hallucinating, Mr. Mead. There was an Indian in here last night. ", "Didascalie": "(affably)", "Start": 174208, "End": 174363}]}, {"Character": "SECOND NURSE", "Replies": [{"Reply": "Tell Shirley it was just an ovarian cyst. ", "Didascalie": "", "Start": 176548, "End": 176616}]}, {"Character": "THIRD NURSE", "Replies": [{"Reply": "Shirley, it was just an ovarian cyst! ", "Didascalie": "", "Start": 176806, "End": 176844}]}, {"Character": "ORDERLY", "Replies": [{"Reply": " William Mead from Holly Eight. ", "Didascalie": "(to Mrs. Kimball)", "Start": 177806, "End": 177863}]}, {"Character": "CIRCULATING NURSE", "Replies": [{"Reply": " Yeah. ", "Didascalie": "(checking wristband)", "Start": 178758, "End": 178790}, {"Reply": " Number three, Marty. ", "Didascalie": "(to orderly)", "Start": 178832, "End": 178879}]}, {"Character": "OUTER CORRIDOR", "Replies": [{"Reply": "...Welbeck crosses, opens a door and enters... ", "Didascalie": "", "Start": 179211, "End": 179258}]}, {"Character": "RESIDENT", "Replies": [{"Reply": "It's legal for a doctor to incorporate in New York, isn't it, Doctor? ", "Didascalie": "", "Start": 179774, "End": 179870}, {"Reply": "I can't feel a thing, sir. ", "Didascalie": "", "Start": 185397, "End": 185424}, {"Reply": "She's just a young woman, sir. Do you think we should open the chest? ", "Didascalie": "", "Start": 187181, "End": 187277}, {"Reply": " She's fifty-three, you buttonhead! ", "Didascalie": "(defibrillating)", "Start": 187373, "End": 187434}, {"Reply": "Bicarb? ", "Didascalie": "", "Start": 187549, "End": 187557}]}, {"Character": "OPERATING ROOM THREE", "Replies": [{"Reply": "Just like on TV -- well, almost. The surgeon, DR. MALLORY, a bad-tempered man in his fifties, sits on a stool with his gloved hands wrapped in a towel, waiting for the two surgical RESIDENTS to finish painting the operable area, which happens to be the abdomen. It's a hysterectomy. The patient is sheeted except for the small square of abdominal area. ", "Didascalie": "", "Start": 183385, "End": 183818}, {"Reply": "Dr. Mallory is wrenching off his blood-drenched rubber gloves and flinging them to the floor in a rage. The door to the room opens, and Mrs. Kimball, Mrs. Christie and Mr. Sloan enter. Dr. Mallory is stupefied with anger. Dr. Chu, blessed with Eastern containment, blandly gathers his equipment together, nods to Mrs. Christie. ", "Didascalie": "", "Start": 200192, "End": 200600}]}, {"Character": "SCRUB NURSE", "Replies": [{"Reply": "Right. ", "Didascalie": "", "Start": 183988, "End": 183995}, {"Reply": " What do you say, huh? We're not going to hang it in the Louvre, you know. ", "Didascalie": "(grumbles to one of the residents)", "Start": 184140, "End": 184266}]}, {"Character": "RESIDENT ANESTHESIOLOGIST", "Replies": [{"Reply": "There's no pulse, Doctor. ", "Didascalie": "", "Start": 184884, "End": 184910}, {"Reply": "There's no blood pressure, Doctor. ", "Didascalie": "", "Start": 185091, "End": 185126}, {"Reply": "I did, sir. ", "Didascalie": "", "Start": 186425, "End": 186437}]}, {"Character": "MISS MCGUIRE", "Replies": [{"Reply": " Doctor, did you ask the head nurse on the eighth floor to let you know when a Miss Drummond got there? ", "Didascalie": "(to Bock)", "Start": 190721, "End": 190902}, {"Reply": "Well, she just got there. ", "Didascalie": "", "Start": 191051, "End": 191077}]}, {"Character": "YOUNG WHITE ACTIVIST", "Replies": [{"Reply": "...let's get to the core of the matter which is the criminal and gangster collusion between the American medical establishment and the drug, insurance and tobacco companies who, through their combined racketeering efforts, have produced a dual system of health care. Everything for the rich and nothing for the poor! ", "Didascalie": "", "Start": 197192, "End": 197717}]}, {"Character": "BLACK PANTHER", "Replies": [{"Reply": "...abortion clinic! That's genocide, baby! You're just killing off blacks! We consider proliferation elemental to the class struggle! ", "Didascalie": "", "Start": 197817, "End": 198029}]}, {"Character": "CIRCULATING RESIDENT", "Replies": [{"Reply": "Her chart says Mangafranni. Her bracelet says Mangafranni. The only thing that isn't Mangafranni is the woman. ", "Didascalie": "", "Start": 201843, "End": 202032}]}, {"Character": "LAGERMAN", "Replies": [{"Reply": "Herb, you asked me to find that dialysis nurse. ", "Didascalie": "", "Start": 208050, "End": 208124}, {"Reply": "The one who goofed on your patient, Drummond. ", "Didascalie": "", "Start": 208452, "End": 208524}, {"Reply": "Well, her name is Theresa Campanella, but you are not going to believe this, Herb. She died on the operating table in O. R. Three about an hour ago. ", "Didascalie": "", "Start": 208641, "End": 208894}, {"Reply": "That's the one. I just identified her. ", "Didascalie": "", "Start": 209408, "End": 209473}, {"Reply": "Listen, I just came from the O.R. They're trying to find a Dr. Schaefer. Don't you have a kid named Schaefer in your service? ", "Didascalie": "", "Start": 210211, "End": 210415}, {"Reply": "The Holding Room nurse says there was a Dr. Schaefer hanging around the Holding Room. It wouldn't have been your Schaefer anyway. The nurse says it was senior staff, a middle- ", "Didascalie": "", "Start": 210750, "End": 211030}, {"Reply": "I told them that. I said, I don't know any senior staff around here named Schaefer. They've got detectives down there, everything. It's a whole big investigation. ", "Didascalie": "", "Start": 211288, "End": 211555}]}, {"Character": "DRUMMOND", "Replies": [{"Reply": " I am the Fool for Christ and the Paraclete of Caborca. ", "Didascalie": "(mad as a hatter)", "Start": 213831, "End": 213938}, {"Reply": "I am the wrath of the lamb and the angel of the bottomless pit. ", "Didascalie": "", "Start": 215855, "End": 215945}, {"Reply": "I was merely an instrument of God. I killed no one. They all three died by their own hands, ritual victims of their own institutions, murdered by irony, an eye for an eye, biblical retribution. Schaefer was first, you see, because he killed God. God was admitted to this hospital last Monday under the name of Guernsey... ", "Didascalie": "", "Start": 217781, "End": 218311}, {"Reply": "I was instantly aware of a divine presence. ", "Didascalie": "", "Start": 219115, "End": 219185}, {"Reply": "I was convinced this porcelain old man was, in fact, an Angel of the Lord... ", "Didascalie": "", "Start": 219426, "End": 219555}, {"Reply": "...perhaps even Christ Himself. ", "Didascalie": "", "Start": 220020, "End": 220052}, {"Reply": "Our Savior was, it seems, suffering from emphysema. ", "Didascalie": "", "Start": 220449, "End": 220527}, {"Reply": "He was relentlessly subjected to the benefits of modern medicine. He was misdiagnosed, mismedicated, and put into shock by Dr. Schaefer; raced off to Intensive Care, where the resident compounded the blunder and induced a coma. I can tell you with authority that God is indeed dead. He died last Monday under the name of Guernsey. ", "Didascalie": "", "Start": 220750, "End": 221315}, {"Reply": "A few hours later, he appeared to me in a revelation. ", "Didascalie": "", "Start": 221502, "End": 221582}, {"Reply": "Well! Not quite the burning bush perhaps but prodigal enough for me. I was to avenge the death of God and my own brutalization. I was to kill Doctors Schaefer, Ives and Welbeck and the dialysis nurse Miss Campanella, whose negligence caused my coma. ", "Didascalie": "", "Start": 224176, "End": 224608}, {"Reply": "I awaited a further sign from God, which was given to me later that evening. Dr. Schaefer, it seems, had arranged an assignation with a girl from the hematology lab named Sheila. ", "Didascalie": "", "Start": 224936, "End": 225219}, {"Reply": "Yes. And then a second nurse came and plugged the I.V. jar into Schaefer. God clearly intended a measure of irony here. The hospital was to do all the killing for me. All I need do was arrange for the doctors to become patients in their own hospital. Accordingly, the next morning, I set out for Dr. Ives. I put on Dr. Schaefer's uniform, pinched some digoxine from the pharmacy and a sandbag from a utility cart, and found my way to Dr. Ives' laboratory. I coshed him with the sandbag, gave him a massive shot of the digoxine. This, you see, brought on an instant condition of cardiac arrhythmia. When he came to, I brought him down to the Emergency Room. ", "Didascalie": "", "Start": 227640, "End": 228765}, {"Reply": "This is Dr. Ives. He's in the Nephrology Lab. I was in there a little while ago, and he was suddenly taken ill, and I thought I'd better get him over here right away. ", "Didascalie": "", "Start": 229159, "End": 229430}, {"Reply": "He had at that time perhaps an hour to live. Prompt treatment would have saved his life. ", "Didascalie": "", "Start": 229545, "End": 229686}, {"Reply": "As a staff doctor, he was seen without preliminaries... ", "Didascalie": "", "Start": 229971, "End": 230053}, {"Reply": "His vital signs were taken, an electrocardiogram... ", "Didascalie": "", "Start": 230271, "End": 230349}, {"Reply": "...which revealed occasional ventricular premature contractions. An intern took his history... ", "Didascalie": "", "Start": 231125, "End": 231272}, {"Reply": "...and then he was promptly... ", "Didascalie": "", "Start": 231581, "End": 231612}, {"Reply": "...simply... forgotten to death. Simply mislaid... ", "Didascalie": "", "Start": 231841, "End": 231918}, {"Reply": "...mislaid among the broken wrists, the chest pains, scalp lacerations, the man whose fingers were crushed in a taxi door, the infant with the skin rash, the child swiped by a car, the old lady mugged in the subway, the derelict beaten by sailors, the teenage suicide, the paranoids, drunks, asthmatics, the rapes, the septic abortions, the overdosed addicts... ", "Didascalie": "", "Start": 232091, "End": 232713}, {"Reply": "...the fractures, infarcts, hemorrhages, concussions, boils, abrasions, the colonic cancers, the cardiac arrests -- the whole wounded madhouse of our times... ", "Didascalie": "", "Start": 234395, "End": 234658}, {"Reply": "I am the fool for Christ and the Paraclete of Caborca. ", "Didascalie": "", "Start": 235236, "End": 235317}, {"Reply": "In this way was it revealed to me the manner of Nurse Campanella's death. She was to die of the great American plague -- vestigial identity. ", "Didascalie": "", "Start": 238922, "End": 239141}, {"Reply": "So last night, I coshed Miss Campanella with a sandbag, sedated her with thorazine, shaved her, prepped her, and parked her in a corridor of the X-Ray Department for five hours. ", "Didascalie": "", "Start": 239576, "End": 239884}, {"Reply": "Well, at X-Ray, a sedated body lying around unattended for five hours wouldn't seem unusual. ", "Didascalie": "", "Start": 240035, "End": 240180}, {"Reply": "Her operation -- that is to say, Mrs. Mangafranni's operation -- was not scheduled until nine-thirty. So at nine-fifteen this morning, I rang for my nurse... ", "Didascalie": "", "Start": 240331, "End": 240593}, {"Reply": "To insure one full hour of uninterrupted privacy. ", "Didascalie": "", "Start": 240758, "End": 240834}, {"Reply": "I got up, wheeled Miss Campanella off to the operating rooms, replaced her bed with Mrs. Mangafranni's, exchanged charts and identity bracelets. She died officially of anesthesia shock. But, in point of fact, she died because she was wearing another woman's identity. ", "Didascalie": "", "Start": 240982, "End": 241432}, {"Reply": "I haven't finished my work here. I have this Welbeck to dispose of. I am the angel of the bottomless pit and the wrath of the lamb. ", "Didascalie": "", "Start": 242277, "End": 242487}, {"Reply": "You're hallucinating again. ", "Didascalie": "", "Start": 243712, "End": 243740}, {"Reply": " Let those who are in Judea flee to the mountains, for the age is closed, the season of the seventh seal is at hand! ", "Didascalie": "(barely audible above the traffic rumbling heedlessly around him)", "Start": 277042, "End": 277262}, {"Reply": "Let those who are in Judea flee to the mountains, for the age is closed, the season of the seventh seal is at hand! The age is closed! The season of the seventh se... ", "Didascalie": "", "Start": 286588, "End": 286859}, {"Reply": "Yes, I know. We must arrange to have his body shipped to my Apache village where we will bury him with full tribal rites. In a day or two, somebody'll ask, \"Whatever happened to Dr. Welbeck?\" And it will be assumed he absconded to Brazil to join his partner, the eminent orthopedic surgeon, Dr. Noel Hogan. Welbeck, too, was mislaid, overlooked, forgotten to death, you see. ", "Didascalie": "", "Start": 287071, "End": 287706}]}, {"Character": "GUERNSEY", "Replies": [{"Reply": " Rise up, Drummond. You are dead, now you are restored. ", "Didascalie": "(softly)", "Start": 221979, "End": 222086}, {"Reply": "Those who killed you and those who killed me will die in our place. You are the Paraclete of Caborca, the wrath of the lamb. The angel of the bottomless pit. ", "Didascalie": "", "Start": 222575, "End": 222837}, {"Reply": "In this fashion has it been revealed to you. ", "Didascalie": "", "Start": 222972, "End": 223043}, {"Reply": " The age is closed! The end is at hand! The seal is broken! ", "Didascalie": "(thunders out)", "Start": 223391, "End": 223502}]}, {"Character": "EMERGENCY ADMITTING AND TREATMENT ROOMS", "Replies": [{"Reply": "Ives, seated on a table in evident distress, breathes heavily. ", "Didascalie": "", "Start": 229794, "End": 229857}, {"Reply": "...which is already galvanized into action. Miss Aronovici is at the girl's pulse even as she is being transferred to the bed that has just been cleared of Mr. Mitgang and his concussion case. ", "Didascalie": "", "Start": 233250, "End": 233491}]}, {"Character": "AMBULANCE ATTENDANTS", "Replies": [{"Reply": " Not breathing! Not breathing! ", "Didascalie": "(shouting)", "Start": 233026, "End": 233082}]}, {"Character": "INTERN", "Replies": [{"Reply": " Better put him in the Holding Room. ", "Didascalie": "(instructing attendant with Mitgang)", "Start": 233633, "End": 233695}]}, {"Character": "MISS ARONOVICI", "Replies": [{"Reply": "She's taking a little pulse. ", "Didascalie": "", "Start": 233869, "End": 233898}, {"Reply": " Get an anesthesiologist, one-five- ", "Didascalie": "(to triage nurse)", "Start": 233994, "End": 234055}]}, {"Character": "NAMELESS MAN", "Replies": [{"Reply": "Well, it's an honor and a privilege, Doctor. I've been here ten minutes, I can't seem to get anybody to help me. I'm suffering from some sort of amnesia. I can't remember my name. As a matter of fact, it's pretty screwy. I got mugged. Two hours ago, walking out of a coffee shop on Fifty- ", "Didascalie": "", "Start": 235393, "End": 235864}]}, {"Character": "MEAD", "Replies": [{"Reply": "We'll be in Eight-O-Six. ", "Didascalie": "", "Start": 245594, "End": 245619}, {"Reply": " ...then what did she say? ", "Didascalie": "(chuckles into phone)", "Start": 245721, "End": 245773}]}, {"Character": "CHANDLER", "Replies": [{"Reply": "He went to lunch. ", "Didascalie": "", "Start": 264264, "End": 264282}, {"Reply": " Watch it... ", "Didascalie": "(to Seventh Floor Nursing Supervisor just outside door)", "Start": 265597, "End": 265635}, {"Reply": "One of the patients had a cardiac arrest. ", "Didascalie": "", "Start": 267243, "End": 267311}, {"Reply": "Endotrachial tube. ", "Didascalie": "", "Start": 269322, "End": 269341}]}, {"Character": "NURSING SUPERVISOR", "Replies": [{"Reply": "It's four hundred. ", "Didascalie": "", "Start": 275358, "End": 275377}]}, {"Character": "LEADER", "Replies": [{"Reply": "Everybody take it easy! Nobody's going to be hurt! We just want the Director! ", "Didascalie": "", "Start": 279001, "End": 279131}, {"Reply": "Now look, man. Now wait a minute there! ", "Didascalie": "", "Start": 281184, "End": 281250}, {"Reply": "Fourteen people just got arrested for doing... ", "Didascalie": "", "Start": 281427, "End": 281500}, {"Reply": "Would you be cool, man? ", "Didascalie": "", "Start": 281824, "End": 281848}, {"Reply": " Fourteen people got arrested for doing nothing but living in their homes, which you people threw them out of. ", "Didascalie": "(now yelling)", "Start": 281891, "End": 282105}, {"Reply": "So now we're going to arrest you. We're going to hold you hostage and we ain't letting you go un... ", "Didascalie": "", "Start": 282254, "End": 282406}]}, {"Character": "SHOUTING CROWD", "Replies": [{"Reply": "We want Sundstrom! We want Sundstrom! Community control! Community control! Hip-hip-Hippocrates! Up with service! Down with fees! ", "Didascalie": "", "Start": 280349, "End": 280557}]}, {"Character": "FIRST MILITANT", "Replies": [{"Reply": "Yeah, baby, we want to see you... ", "Didascalie": "", "Start": 280735, "End": 280769}, {"Reply": "We're looking for a hostage! ", "Didascalie": "", "Start": 281328, "End": 281357}]}, {"Character": "SECOND MILITANT", "Replies": [{"Reply": "We're taking over this hospital, man... ", "Didascalie": "", "Start": 280848, "End": 280914}]}, {"Character": "CROWD", "Replies": [{"Reply": "Right on! ", "Didascalie": "", "Start": 282174, "End": 282184}, {"Reply": "Quit! Quit! ", "Didascalie": "", "Start": 284584, "End": 284596}]}, {"Character": "SHOUT", "Replies": [{"Reply": "What are you going to do about those fourteen ghetto people? ", "Didascalie": "", "Start": 283036, "End": 283123}, {"Reply": "Yes, you are! ", "Didascalie": "", "Start": 283440, "End": 283454}]}, {"Character": "SHOUTS", "Replies": [{"Reply": "We will! Right on! ", "Didascalie": "", "Start": 283689, "End": 283708}]}, {"Character": "MILITANT", "Replies": [{"Reply": "We will! ", "Didascalie": "", "Start": 283991, "End": 284000}]}, {"Character": "SHOUTS OF COPS", "Replies": [{"Reply": "All right, come on... come on -- Let's clear the area. -- Come on, let's clear this place... Keep cool. Everybody keep cool. ", "Didascalie": "", "Start": 285430, "End": 285633}]}]}