{"Title": ["Last of the Mohicans, The", "   "], "Author": ["  Michael Mann  Christopher Crowe"], "Genre": ["  Adventure  Romance  War"], "Characters": [{"Character": "UNCAS", "Replies": [{"Reply": "No, Schylerville. With the Dutch for silver. ", "Didascalie": "", "Start": 7511, "End": 7556}, {"Reply": "Chingachgook watches, content, smoking his clay pipe. ", "Didascalie": "", "Start": 8656, "End": 8710}, {"Reply": "just cut the throat of the second Narraganset. It drops into the brush. Alice attacks him. ", "Didascalie": "", "Start": 36581, "End": 36673}, {"Reply": "returns from under one part of the wreckage, ashen, stoic, as they all are. We know the degree of their inner pain. ", "Didascalie": "", "Start": 41606, "End": 41723}, {"Reply": "He relaxes, looks at her and puts his finger to his lips telling her to be silent. ", "Didascalie": "", "Start": 130473, "End": 130556}, {"Reply": "swings out, now hanging by the vertical face above the overhang. His features are distorted with determination. Nothing will stop him. His right hand grabs another rock. ", "Didascalie": "", "Start": 152329, "End": 152500}]}, {"Character": "CHINGACHGOOK", "Replies": [{"Reply": "Leave them.  Heyward stops. Hawkeye and Uncas follow Chingachgook, leaving the cabin. ", "Didascalie": "", "Start": 42622, "End": 42710}, {"Reply": "followed by Uncas, takes stock of their supplies. They check their powder. They have almost none. Uncas shares his with Hawkeye. The Redcoat's cartridge case is soaked, the paper cartridges a soggy mess. Heyward has none. The Ranger has two left. In Mohican, Chingachgook decides some things. Hawkeye and Uncas nod. Heyward approaches Hawkeye. ", "Didascalie": "", "Start": 126320, "End": 126668}, {"Reply": "isn't there. He rolled and, on one knee with his back to Magua, his arm slams rearward. ", "Didascalie": "", "Start": 155966, "End": 156054}]}, {"Character": "CAMERON", "Replies": [{"Reply": "Alexandria! Set three more places. ", "Didascalie": "", "Start": 5788, "End": 5823}]}, {"Character": "HAWKEYE", "Replies": [{"Reply": "You do what you want with your own scalp. ", "Didascalie": "", "Start": 13150, "End": 13192}, {"Reply": "them: the women are totally terrified and do not move. ", "Didascalie": "", "Start": 37803, "End": 37858}, {"Reply": "bends over a moccasin print that Chingachgook's examining. They look at each other grimly. Heyward joins them. ", "Didascalie": "", "Start": 41764, "End": 41876}, {"Reply": " Miss Munro. ", "Didascalie": "(contained)", "Start": 43161, "End": 43177}, {"Reply": "ALICE'S HEAD  hits the blanket. She curls into a fetal position and she's out. Heyward is nearby on watch. ", "Didascalie": "", "Start": 44431, "End": 44540}, {"Reply": "The Ottawa are gone. ", "Didascalie": "", "Start": 47958, "End": 47979}, {"Reply": "waves. One wounded man, IAN, intercepts Uncas. ", "Didascalie": "", "Start": 57512, "End": 57559}, {"Reply": "John Cameron's cabin. We come upon it last night. Burned out. Everyone murdered. And it was Ottawa. They're allied to the French.  Munro looks at him. ", "Didascalie": "", "Start": 61832, "End": 61993}, {"Reply": "It was a war party. It means they're on the attack up and down the frontier.  Munro turns to look at him for a long beat. Munro doesn't like what his response must be to this news. He turns to Heyward and the map. ", "Didascalie": "", "Start": 62044, "End": 62265}, {"Reply": "Nothin'.  Alice Munro has caught Hawkeye's attention. Outside the surgery where a casement meets a wall, she sits, withdrawn. A catatonic older woman in a fine dress sits next to her. ", "Didascalie": "", "Start": 67214, "End": 67402}, {"Reply": "enters. Cora's sewing up Uncas. ", "Didascalie": "", "Start": 67476, "End": 67508}, {"Reply": "May I?  Cora, curious, nods. Hawkeye cuts some pieces from her ruined and discarded dress that she now uses to bandage Uncas. We don't know why; neither does Cora. ", "Didascalie": "", "Start": 67592, "End": 67759}, {"Reply": " You 'bout done holdin' hands with Miss Munro?  Uncas laughs, looking from her to Hawkeye. Then he's up and he hurts. Cora starts to tend another wounded man. As they start out, Hawkeye hesitates. Sensing it, Cora turns. ", "Didascalie": "(to Uncas)", "Start": 67787, "End": 68016}, {"Reply": "Why, I am looking at you, Miss.  Cora measures the directness of Hawkeye's manner. It's not insolent, only unsettling. ", "Didascalie": "", "Start": 68082, "End": 68203}, {"Reply": "reaches out his hand. Killdeer with the heavier load is slapped into it. Hawkeye aims. ", "Didascalie": "", "Start": 72550, "End": 72637}, {"Reply": "Pull!  He renews the attack on the water with the paddle. ", "Didascalie": "", "Start": 120009, "End": 120069}, {"Reply": " Pull!! ", "Didascalie": "(shouts)", "Start": 120456, "End": 120467}, {"Reply": " I come to you unarmed and in peace to unstop your ears, wise one. Because the Hurons are mislead by the words of the wolf who's never spoken the truth. ", "Didascalie": "(to Sachem)", "Start": 143817, "End": 143985}, {"Reply": " Wise one, the French fathers made peace and swore to their honor not to break the friendship. Magua broke it. It is false that the French would not be friends, still, to the Huron.  Sachem reacts. ", "Didascalie": "(to Sachem)", "Start": 144491, "End": 144710}, {"Reply": "sees this. His eyes go to Cora. They've stopped dragging her towards the fire pit. ", "Didascalie": "", "Start": 149294, "End": 149377}, {"Reply": "I said to trade me!  Hawkeye's holding Cora. Heyward struggles to be seen. ", "Didascalie": "", "Start": 149655, "End": 149732}, {"Reply": "Then will you stay in America?  She turns to face him. ", "Didascalie": "", "Start": 158339, "End": 158396}, {"Reply": "Winter with the Delaware, my father's cousins. And in the spring, cross the Ohio and look for land to settle with my father in a new place called Can-tuck-ee.  They move next to Chingachgook. He senses they're beside him. Hawkeye's arm is around her shoulders. ", "Didascalie": "", "Start": 158573, "End": 158849}, {"Reply": "That's my father's sadness talking.  Hawkeye puts a hand on his shoulder. ", "Didascalie": "", "Start": 159181, "End": 159257}]}, {"Character": "JACK", "Replies": [{"Reply": "Hawkeye uses the fine cotton he took from Cora. Uncas sees it. ", "Didascalie": "", "Start": 69357, "End": 69420}, {"Reply": " Does the rule of English law no longer govern? Has it been replaced by absolutism?  This is very dangerous talk. ", "Didascalie": "(to Munro)", "Start": 79243, "End": 79367}]}, {"Character": "SERGEANT MAJOR", "Replies": [{"Reply": " Upon the center, wheel to the left-about! ", "Didascalie": "(bellows to troops)", "Start": 70343, "End": 70389}, {"Reply": " Third rank! Twelve paces! Forward march! ", "Didascalie": "(to soldiers)", "Start": 71453, "End": 71498}, {"Reply": "Yes sir!  Drums beat the cadence. ", "Didascalie": "", "Start": 106458, "End": 106494}, {"Reply": "Prime! Load! Second rank six paces forward! Present!  Hurons are twenty yards away and closing. ", "Didascalie": "", "Start": 109518, "End": 109620}]}, {"Character": "HEYWARD", "Replies": [{"Reply": "Major Duncan Heyward reporting, Sir!  Webb's pouring gin. ", "Didascalie": "", "Start": 18515, "End": 18575}, {"Reply": " Dawn. At the encampment. Six a.m. sharp. See to it you're there. ", "Didascalie": "(to Magua)", "Start": 21273, "End": 21346}, {"Reply": "But it was worth it all to end in a garden by your side. ", "Didascalie": "", "Start": 22999, "End": 23060}, {"Reply": " Cora, in my heart, I know once we're joined, we'll be the happiest couple in England. Let those whom you trust, your father, help settle what's best for you. In view of your indecision, why not rely on their advice and judgment as well as mine?  Cora stares directly at Heyward. Then she looks away. She has no answer. Something subterranean disturbs her about delegating judgment over the fate of her life. ", "Didascalie": "(interrupts)", "Start": 23631, "End": 24066}, {"Reply": "Absolutely.  Heyward rides to the front of the column to Magua, who's twenty to thirty yards ahead of everybody else. ", "Didascalie": "", "Start": 27223, "End": 27344}, {"Reply": "You there, Scout!  Magua slowly turns towards Heyward. ", "Didascalie": "", "Start": 27361, "End": 27418}, {"Reply": "I thought all our colonial scouts were in the militia?  Off to the side, Uncas smiles at the idea. ", "Didascalie": "", "Start": 39531, "End": 39636}, {"Reply": "Posting to a different continent.  He and Alice laugh. Cora does not. ", "Didascalie": "", "Start": 52974, "End": 53046}, {"Reply": "Munro is expecting him to be the good soldier in defense of British military interests. ", "Didascalie": "", "Start": 77664, "End": 77752}, {"Reply": " I saw nothing that would lead me to the conclusion it was other than a raid by savages bent on thievery.  Jack Winthrop grabs Nathaniel. ", "Didascalie": "(to Munro)", "Start": 78045, "End": 78196}, {"Reply": "suffused with an inner sadness, turns to Hawkeye. ", "Didascalie": "", "Start": 78414, "End": 78464}, {"Reply": " You are defending him because you've become infatuated with him. ", "Didascalie": "(distant)", "Start": 86999, "End": 87073}, {"Reply": "shouting orders over the deafening noise. ", "Didascalie": "", "Start": 112237, "End": 112279}, {"Reply": "Six paces back! Prime! Load! Rank two, present! Rank two, hold!  He grabs a partially loaded musket, the ramrod still in the barrel. They're taking fire. ", "Didascalie": "", "Start": 114499, "End": 114659}, {"Reply": "is indifferent to Huron musket balls. Hawkeye hasn't stopped paddling and pays Heyward no heed. ", "Didascalie": "", "Start": 118957, "End": 119054}, {"Reply": "The King? The King has mountains of gold!  Long pause as if Magua and King George II were seriously considering this \ttransaction. ", "Didascalie": "", "Start": 138781, "End": 138918}, {"Reply": "is immediately hamstrung and his legs collapse. He gasps. He's caught under the arms and dragged forward. ", "Didascalie": "", "Start": 149531, "End": 149638}]}, {"Character": "WEBB", "Replies": [{"Reply": "Of course.  Heyward's more amazed by what he's just heard from Webb. These Americans, including Jack, are streaming past him on their way out. ", "Didascalie": "", "Start": 18291, "End": 18437}, {"Reply": "Duncan. How was your journey?  The door closes. Dispatches are passed. They are now alone except for the General's two Adjutants and a shadowy form waiting patiently in a corner. He's MAGUA. In the dim light, he's motionless. Webb slides a glass across to Heyward. ", "Didascalie": "", "Start": 18589, "End": 18858}, {"Reply": "I know. ", "Didascalie": "", "Start": 19089, "End": 19097}, {"Reply": "Yes. You may. ", "Didascalie": "", "Start": 19803, "End": 19817}, {"Reply": " You there. What does Munro call you? ", "Didascalie": "(to Magua, after a glance at Heyward)", "Start": 19858, "End": 19899}, {"Reply": " Explain to the Major we care little about toying with colonial militia because we have little to fear from the French. They have not the nature for war. Their Latinate voluptuousness combines with their Gallic laziness and the result is: they would rather make love with their faces than fight.  Webb's Adjutants laugh uproariously at his wit. Heyward's stiff, perfunctory smile. He's been made the butt of the joke. He does not share Webb's derisive view of the French. ", "Didascalie": "(to Adjutants)", "Start": 20549, "End": 21046}, {"Reply": " Dismissed.  Heyward stiffly salutes. Webb casually, perfunctorily salutes the younger man in return. ", "Didascalie": "(continuing)", "Start": 21136, "End": 21245}]}, {"Character": "MAGUA", "Replies": [{"Reply": "shawl over his left shoulder exposing his right arm and heavy tattooing. A long tomahawk is in the belt of his breechcloth. ", "Didascalie": "", "Start": 20176, "End": 20301}, {"Reply": "cradling his musket.  REAR SHOT: THE COLUMN  down the path that leads into the wall of forest looks impressive.  WIDER: THE COLUMN  marching. Now they look brave but smaller. The forest - with all its mysteries and dangers - now impresses us as a towering dark, sinister, and it's immensity swallows up the living mass which slowly enters its bosom. ", "Didascalie": "", "Start": 26027, "End": 26385}, {"Reply": "\"Magua understand paleface is a dog to his women. ", "Didascalie": "", "Start": 27875, "End": 27925}, {"Reply": "When the Grey Hair is dead, Magua will eat his heart. Before he dies Magua will put his children under the knife so the Grey Hair will see his seed is wiped out forever.  Montcalm won't get a direct answer. ", "Didascalie": "", "Start": 66121, "End": 66342}, {"Reply": "glides through the scenes, striking and hunting. Some of his coterie of braves near him. ", "Didascalie": "", "Start": 110217, "End": 110306}, {"Reply": "Yengeese Major give all property to Magua. Magua give Yengeese Major much wampum, many gifts, maybe three, four oxen.  Magua looks at Heyward derisively. Does this white man think he's an idiot? ", "Didascalie": "", "Start": 138392, "End": 138597}, {"Reply": "Not enough.  Heyward is first realizing with whom he's playing. ", "Didascalie": "", "Start": 138933, "End": 138999}, {"Reply": " It made our French father happy to never have to fight the same Yengeese again. He told me this without telling me this.  Hawkeye realizes this is true. ", "Didascalie": "(laughs)", "Start": 144734, "End": 144901}, {"Reply": "other tribes. No less than the whites, as strong as the whites.  Hawkeye appears to be losing his debate with Magua. ", "Didascalie": "", "Start": 145558, "End": 145681}]}, {"Character": "CORA", "Replies": [{"Reply": " Heyward! Duncan Heyward.  Heyward looks to the side. An inner light turns on. In this mode, this is a man we could like.  REVERSE: CORA MUNRO  enters from the garden. She's vivacious, dark-haired, unconventional in that she's educated, but with conventional values and attitudes. She hugs Duncan to her and then pushes him away to look at him. ", "Didascalie": "(O.S.)", "Start": 21758, "End": 22115}, {"Reply": "Yes. Yes, I will.  She's still unsettled. ", "Didascalie": "", "Start": 24143, "End": 24187}, {"Reply": "Alice?  Alice rouses from fatigue. ", "Didascalie": "", "Start": 27100, "End": 27137}, {"Reply": "No, Duncan!  Duncan ignores her.  HEYWARD'S MUSKET  is jerked from his hands. ", "Didascalie": "", "Start": 35314, "End": 35397}, {"Reply": "I will not. I have seen the face of war before, Mr. Poe, but never war made on women and children. And almost as cruel is your indifference.  Hawkeye turns back and rapidly approaches her. She takes a step back, fearful. ", "Didascalie": "", "Start": 42898, "End": 43132}, {"Reply": "You knew them.  Hawkeye looks at her and nods. ", "Didascalie": "", "Start": 44925, "End": 44974}, {"Reply": "touch. ", "Didascalie": "", "Start": 48472, "End": 48479}, {"Reply": " Thank you so much.  Cora is angry. Hawkeye, staring at the trees, glances at her. She settles, looking at him. ", "Didascalie": "(sarcastic)", "Start": 48694, "End": 48811}, {"Reply": "You called Chingachgook your \"father\"? ", "Didascalie": "", "Start": 48854, "End": 48893}, {"Reply": " You are right, Mr. Poe. We do not understand what is happening here. ", "Didascalie": "(low)", "Start": 50950, "End": 51027}, {"Reply": "Alice!  Heyward laughs. Hawkeye sees them. It bothers us: will these Europeans, including Cora, shed their frontier experience? ", "Didascalie": "", "Start": 52712, "End": 52843}, {"Reply": "He delivered no such message.  Munro's stunned. ", "Didascalie": "", "Start": 58795, "End": 58845}, {"Reply": "Her nerves are shattered. She's trying to be brave.  There's a lot going on under Cora's surface. We don't know what it is, but it's disconcerting. ", "Didascalie": "", "Start": 74660, "End": 74815}, {"Reply": " Take my admiration and friendship, Duncan. And please take this as my final answer. It must be no.  Heyward' shattered inside. ", "Didascalie": "(pause)", "Start": 75588, "End": 75729}, {"Reply": "Duncan, you are a man with a few admirable qualities. But taken as a whole, I was wrong to have thought so highly of you.  Heyward's shot through the heart. ", "Didascalie": "", "Start": 87178, "End": 87345}, {"Reply": "The whole world's on fire, isn't it?  A pause. ", "Didascalie": "", "Start": 89060, "End": 89109}, {"Reply": "is soaked to the bones. Hawkeye strips off his buckskin hunting shirt and wrings it out. ", "Didascalie": "", "Start": 126772, "End": 126861}, {"Reply": "Nathaniel!  Hawkeye glances at her, doesn't respond. The situation is a stick of dynamite ready to go off. ", "Didascalie": "", "Start": 143500, "End": 143610}, {"Reply": " What are they doing to Duncan? Duncan!  He's gone. They start to ease away from the mass of Hurons. ", "Didascalie": "(standing)", "Start": 149839, "End": 149949}, {"Reply": "Yes.  They hold each other's eyes. She searches his face. ", "Didascalie": "", "Start": 158463, "End": 158523}]}, {"Character": "ALICE", "Replies": [{"Reply": " Duncan!  REVERSE: ALICE MUNRO  eighteen years old, white-blonde hair, wide blue eyes. She's effervescent and runs to hug him. Heyward is taken aback by her enthusiasm and laughs. ", "Didascalie": "(O.S.)", "Start": 24209, "End": 24397}, {"Reply": "We need them to get out of here!  Uncas gently restrains her. Cora reaches Alice and grabs her away from the \"savage\". ", "Didascalie": "", "Start": 36688, "End": 36809}, {"Reply": "approaches and is frozen in horror. Cora shields her from the sight. Cora is affected but confronts it directly. ", "Didascalie": "", "Start": 41431, "End": 41545}, {"Reply": "Re-energized, her spirits pick up. ", "Didascalie": "", "Start": 51966, "End": 52001}, {"Reply": "Will we be able to bathe?  Before Cora can answer they hear a deep, rolling roar. Alice is alarmed. ", "Didascalie": "", "Start": 52016, "End": 52118}, {"Reply": "looks at the sky through the fissure. She sees the starfields and feels silver moonlight pull her forward. She starts out onto the island, oblivious, unaware she'll expose them. ", "Didascalie": "", "Start": 130066, "End": 130245}]}, {"Character": "AMBROSE", "Replies": [{"Reply": "a sergeant major of forty-one is wide and deep and built like a fullback. You do not \tmess with Sgt. Major Ambrose. ", "Didascalie": "", "Start": 25178, "End": 25294}]}, {"Character": "FORESTED RISE - HURONS", "Replies": [{"Reply": "flash downhill through the trees. Partnered in two-man teams, one loads and prepares and fires while the other advances to the next cover. He, then, prepares and fires covering his partner's advance. Leaping fallen trees and boulders, they're athletic, fast and rapidly closing. ", "Didascalie": "", "Start": 31123, "End": 31405}]}, {"Character": "MULE", "Replies": [{"Reply": "with baggage crashes off, down the ravine. Another two Redcoats drop. Nine left. ", "Didascalie": "", "Start": 31804, "End": 31885}]}, {"Character": "OTTAWA", "Replies": [{"Reply": "through the grass. Thirty feet away they stop. They're motionless. Then their leader gestures and they start backing out. The French Rangers continue towards the crescent. ", "Didascalie": "", "Start": 47297, "End": 47470}]}, {"Character": "WIDE FROM THE FRONT - HAWKEYE", "Replies": [{"Reply": "drops and pulls Cora to the ground. ", "Didascalie": "", "Start": 53439, "End": 53475}]}, {"Character": "TORCH LIGHT", "Replies": [{"Reply": "the group moves through the long, dank, tunnel. Enlisted men escorting them. Another torch from the other direction: CAPTAIN BEAMS is revealed. ", "Didascalie": "", "Start": 56391, "End": 56536}]}, {"Character": "COLONEL MUNRO", "Replies": [{"Reply": "running from his quarters is shocked to see them. ", "Didascalie": "", "Start": 57742, "End": 57792}]}, {"Character": "MUNRO", "Replies": [{"Reply": "Told you to stay away from this hell hole! ", "Didascalie": "", "Start": 58479, "End": 58522}, {"Reply": " Mr. Phelps!  PHELPS' face lights up when he sees Cora Munro. ", "Didascalie": "(bellows)", "Start": 59918, "End": 59986}, {"Reply": " Find your man, sir! Captain Beams will give you the message.  Beams nods. Munro turns back to the map. Hawkeye has something else to say. ", "Didascalie": "(to Hawkeye)", "Start": 61667, "End": 61815}, {"Reply": " Thank you.  Hawkeye's dismissed, frozen out. ", "Didascalie": "(cold)", "Start": 62287, "End": 62338}, {"Reply": "That's all, sir.  Hawkeye is furious. Chingachgook gestures Hawkeye out. He leaves Munro's quarters almost knocking over an entering Adjutant who backs way up to let Chingachgook pass. ", "Didascalie": "", "Start": 62415, "End": 62604}]}, {"Character": "MONTCALM", "Replies": [{"Reply": "Munro would. But General Webb will not send their soldiers across the salt lake. Having let them go, I fear I will only fight the same men again when I move south. ", "Didascalie": "", "Start": 100692, "End": 100867}, {"Reply": "salutes Munro and bows gravely from the saddle.  CLOSER: MUNRO  salutes Montcalm. ", "Didascalie": "", "Start": 102217, "End": 102302}]}, {"Character": "NIGHT", "Replies": [{"Reply": "are low and out of French sight in the northeast battery. Four others are with them, including Captain Jack. Stacked rifles are against the casement. We don't know why. ", "Didascalie": "", "Start": 68770, "End": 68940}]}, {"Character": "FIRE - HAWKEYE", "Replies": [{"Reply": "wanders among the dancers and musicians clustered in groups, lit by the firelight. ", "Didascalie": "", "Start": 82751, "End": 82834}]}, {"Character": "BRITISH SENTRIES", "Replies": [{"Reply": "their muskets aimed mostly at Hawkeye. ", "Didascalie": "", "Start": 84492, "End": 84531}]}, {"Character": "AN ABNAKI", "Replies": [{"Reply": "wearing a large cross, attacks Heyward from the side. One-handed, Heyward fires the musket into the man's chest, sending the ramrod through him. Then Heyward's shot in the thigh and a thrown tomahawk hits him in the head and knocks him sideways. ", "Didascalie": "", "Start": 114717, "End": 114965}]}, {"Character": "TWO FRENCH OFFICERS", "Replies": [{"Reply": "on horseback try to intercede in the slaughter of five women. One French officer is shot by a Huron. The other French officer runs through that Huron and shoots the second. ", "Didascalie": "", "Start": 115403, "End": 115577}]}, {"Character": "HURON CANOES", "Replies": [{"Reply": "maintain their steady pace. Three or four Hurons fire.  HAWKEYE'S CANOE  Musket balls ricochet on the water's surface. One rips a hole through the bow. ", "Didascalie": "", "Start": 119719, "End": 119874}]}, {"Character": "THE HURON CANOES", "Replies": [{"Reply": "They're pulling away from them. ", "Didascalie": "", "Start": 120569, "End": 120601}]}, {"Character": "CANOES", "Replies": [{"Reply": "The Ranger, the Redcoats and even Heyward feel the exhilaration of the ride. That's because they think they're home free. ", "Didascalie": "", "Start": 122878, "End": 123001}]}, {"Character": "AERIAL SHOT", "Replies": [{"Reply": "from the other side of the falls. It's a two hundred foot high, death-defying cataract. ", "Didascalie": "", "Start": 123753, "End": 123841}]}, {"Character": "ON THE ROCK", "Replies": [{"Reply": "all three lie there, almost devoid of energy. Then Hawkeye rises, looks at the others. ", "Didascalie": "", "Start": 137547, "End": 137634}]}, {"Character": "SACHEM", "Replies": [{"Reply": " Munro daughter with moon in her hair must be Magua's wife so Munro's seed doesn't die.  Alice is gone, living in some dark recess of her mind. ", "Didascalie": "(continuing)", "Start": 147867, "End": 148024}]}, {"Character": "CHINGACHGOOK - DAY", "Replies": [{"Reply": "running. Then Uncas drops and the other two follow.  WIDE OVER THEIR SHOULDERS: THE HURON \"CASTLE\" ", "Didascalie": "", "Start": 141945, "End": 142046}]}, {"Character": "THE CEILING OF THE OVERHANG", "Replies": [{"Reply": "Uncas' hand jams into a crack in the granite, forms a fist and twists, making a wedge. ", "Didascalie": "", "Start": 151983, "End": 152070}]}]}