{
    "Title": [
        "Last of the Mohicans, The",
        "   "
    ],
    "Author": [
        "  Michael Mann  Christopher Crowe"
    ],
    "Genre": [
        "  Adventure  Romance  War"
    ],
    "Characters": [
        {
            "Character": "CHEST",
            "Replies": [
                {
                    "Reply": "A green bear claw is tattooed there. Silver armband. A snake is tattooed over his left eyebrow. Silver rings in his ear. He's forty to forty-five. His head is shaved into a scalp-lock. It says: \"Come and lift this from me. Take it, if you can ...\" That prospect strikes us as extremely unlikely. This man is  CHINGACHGOOK.",
                    "Didascalie": "",
                    "Start": 1479,
                    "End": 1810
                }
            ]
        },
        {
            "Character": "SUDDENLY HE STOPS",
            "Replies": [
                {
                    "Reply": "Killdeer's at his shoulder ...",
                    "Didascalie": "",
                    "Start": 3319,
                    "End": 3351
                }
            ]
        },
        {
            "Character": "UNCAS",
            "Replies": [
                {
                    "Reply": "No, Schylerville. With the Dutch for silver.",
                    "Didascalie": "",
                    "Start": 7511,
                    "End": 7556
                },
                {
                    "Reply": "Chingachgook watches, content, smoking his clay pipe.",
                    "Didascalie": "",
                    "Start": 8656,
                    "End": 8710
                },
                {
                    "Reply": "just cut the throat of the second Narraganset. It drops into the brush. Alice attacks him.",
                    "Didascalie": "",
                    "Start": 36581,
                    "End": 36673
                },
                {
                    "Reply": "... too easy to track ... they can be heard for miles ... find yourself a musket ...",
                    "Didascalie": "(matter of fact)",
                    "Start": 37054,
                    "End": 37149
                },
                {
                    "Reply": "returns from under one part of the wreckage, ashen, stoic, as they all are. We know the degree of their inner pain.",
                    "Didascalie": "",
                    "Start": 41606,
                    "End": 41723
                },
                {
                    "Reply": "All dead ...",
                    "Didascalie": "",
                    "Start": 41738,
                    "End": 41752
                },
                {
                    "Reply": "enters, very careful where he places his feet ... Hawkeye gestures to Heyward to stay where he is: on the periphery with the women.",
                    "Didascalie": "",
                    "Start": 42051,
                    "End": 42184
                },
                {
                    "Reply": "sees a flash of something yellow. So does Hawkeye. They charge into the swirling chaos of attacking bodies. As we lose sight of them ...",
                    "Didascalie": "",
                    "Start": 115821,
                    "End": 115960
                },
                {
                    "Reply": "He relaxes, looks at her and puts his finger to his lips telling her to be silent.",
                    "Didascalie": "",
                    "Start": 130473,
                    "End": 130556
                },
                {
                    "Reply": "swings out, now hanging by the vertical face above the overhang. His features are distorted with determination. Nothing will stop him. His right hand grabs another rock.",
                    "Didascalie": "",
                    "Start": 152329,
                    "End": 152500
                }
            ]
        },
        {
            "Character": "CHINGACHGOOK",
            "Replies": [
                {
                    "Reply": "We're sorry to kill you, Brother. Forgive us. I do honor to your courage and speed, your strength ...",
                    "Didascalie": "",
                    "Start": 4871,
                    "End": 4982
                },
                {
                    "Reply": "Halloo! John Cameron!  Doorway: Cameron towards the interior ...",
                    "Didascalie": "",
                    "Start": 5703,
                    "End": 5771
                },
                {
                    "Reply": "The Master of Life is good. Another year pass ...",
                    "Didascalie": "",
                    "Start": 6112,
                    "End": 6163
                },
                {
                    "Reply": "of greed ...",
                    "Didascalie": "",
                    "Start": 8106,
                    "End": 8120
                },
                {
                    "Reply": "pursues two fleeing Hurons up the incline. Two strides gain him the first man, who he hamstrings and runs over to pursue the second up the hill ... as ...",
                    "Didascalie": "",
                    "Start": 34971,
                    "End": 35128
                },
                {
                    "Reply": "to Hawkeye: let's go ... Then a fast exchange of Delaware. Cora's surprised to see it's Chingachgook's decision. Chingachgook looks at the survivors, gives his assent, starts off.",
                    "Didascalie": "",
                    "Start": 37487,
                    "End": 37669
                },
                {
                    "Reply": "Yengeese no good in woods. Make more noise, I kill him.  Heyward spins. Hawkeye coolly watches Cora. Her attitude is hostile; aligned with Heyward. He turns away. Meanwhile ...",
                    "Didascalie": "(to Hawkeye)",
                    "Start": 40375,
                    "End": 40565
                },
                {
                    "Reply": "is already moving out front, low and fast ...",
                    "Didascalie": "",
                    "Start": 40667,
                    "End": 40714
                },
                {
                    "Reply": "Leave them.  Heyward stops. Hawkeye and Uncas follow Chingachgook, leaving the cabin.",
                    "Didascalie": "",
                    "Start": 42622,
                    "End": 42710
                },
                {
                    "Reply": "protecting Hawkeye, slams his war club into one Huron, breaking his attack, his arm and his skull and swings the other way burying the bladed end into the chest of an Ottawa who's behind him. Then ...",
                    "Didascalie": "",
                    "Start": 114124,
                    "End": 114328
                },
                {
                    "Reply": "smashing his war club straight down on a Huron, reaches for the man's musket and shoots another. Then he sees ...",
                    "Didascalie": "",
                    "Start": 116819,
                    "End": 116935
                },
                {
                    "Reply": "followed by Uncas, takes stock of their supplies. They check their powder. They have almost none. Uncas shares his with Hawkeye. The Redcoat's cartridge case is soaked, the paper cartridges a soggy mess. Heyward has none. The Ranger has two left. In Mohican, Chingachgook decides some things. Hawkeye and Uncas nod. Heyward approaches Hawkeye.",
                    "Didascalie": "",
                    "Start": 126320,
                    "End": 126668
                },
                {
                    "Reply": "tries to focus, slammed against rocks, he's striking out towards the right, swimming against the current. He's grabbing for something.  KILLDEER'S MUZZLE  and leather shoulder-strap. Chingachgook's hand grabs it. The current rushing past tries to steal him from Uncas and Hawkeye, who're also beaten, bloodied, exhausted. They pull the older, larger man from the water and ...",
                    "Didascalie": "",
                    "Start": 137147,
                    "End": 137531
                },
                {
                    "Reply": "his arms. As the flames start devouring him ...",
                    "Didascalie": "",
                    "Start": 151266,
                    "End": 151315
                },
                {
                    "Reply": "isn't there. He rolled and, on one knee with his back to Magua, his arm slams rearward.",
                    "Didascalie": "",
                    "Start": 155966,
                    "End": 156054
                },
                {
                    "Reply": "now up and towering - slams his club right into Magua's assault ... destroying it, breaking Magua's right arm. And ...",
                    "Didascalie": "",
                    "Start": 156175,
                    "End": 156297
                },
                {
                    "Reply": "Great Spirit and the Maker of all Life ...",
                    "Didascalie": "(Mohican)",
                    "Start": 157274,
                    "End": 157322
                },
                {
                    "Reply": "Bid them patience and ask death for speed; for they are all there but one - I, Chingachgook - Last of the Mohicans.  Chingachgook's hands drop to his sides. He lets out his breath with a weariness. His eyes seek Hawkeye's. They hold ...",
                    "Didascalie": "(pause)",
                    "Start": 157678,
                    "End": 157930
                },
                {
                    "Reply": "The frontier moves with the sun and pushes the red man of the wilderness forests in front of it. Until one day there will be nowhere left. Then our race will be no more, or be not us ...",
                    "Didascalie": "",
                    "Start": 158871,
                    "End": 159071
                }
            ]
        },
        {
            "Character": "AN ELK",
            "Replies": [
                {
                    "Reply": "leaps where the .59 caliber round was programmed to intercept him. On the moment of impact ...",
                    "Didascalie": "",
                    "Start": 4067,
                    "End": 4165
                }
            ]
        },
        {
            "Character": "CAMERON",
            "Replies": [
                {
                    "Reply": "Alexandria! Set three more places.",
                    "Didascalie": "",
                    "Start": 5788,
                    "End": 5823
                },
                {
                    "Reply": "How is Chingachgook, then?  Behind him, emerging from the dark trees are Hawkeye, Uncas, cradling flint locks, blankets and packs over their shoulders, leading a mule laden with skins and the elk carcass. Crossing the splitrail fence ...",
                    "Didascalie": "(to the fence)",
                    "Start": 5841,
                    "End": 6090
                },
                {
                    "Reply": "Dear Father, thank you for rewardin' the fruits of our labor with plenty. Amen.  As they start to eat ...",
                    "Didascalie": "",
                    "Start": 9090,
                    "End": 9202
                }
            ]
        },
        {
            "Character": "HAWKEYE",
            "Replies": [
                {
                    "Reply": "Your enemy ...",
                    "Didascalie": "",
                    "Start": 12299,
                    "End": 12315
                },
                {
                    "Reply": "Now you're sayin' these people have a fight on their hands ...",
                    "Didascalie": "(smiles)",
                    "Start": 12698,
                    "End": 12771
                },
                {
                    "Reply": "You do what you want with your own scalp.",
                    "Didascalie": "",
                    "Start": 13150,
                    "End": 13192
                },
                {
                    "Reply": "... No ... Do not call myself much of a subject at all.  Light laughter.",
                    "Didascalie": "",
                    "Start": 13351,
                    "End": 13430
                },
                {
                    "Reply": "sees. Killdeer's at his shoulder ...",
                    "Didascalie": "",
                    "Start": 34304,
                    "End": 34342
                },
                {
                    "Reply": "shifts. The .65 caliber musket ball rockets past his ear and he's already squeezing Killdeer's trigger as ...",
                    "Didascalie": "",
                    "Start": 34566,
                    "End": 34678
                },
                {
                    "Reply": "... case your aim is any better'n your judgment.  He's drawn his sword, reflexively. Hawkeye flips the musket around one-handed. It's pointed at Heyward's chest. And Hawkeye FIRES, killing an attacking Huron behind Heyward. As Heyward spins ...",
                    "Didascalie": "",
                    "Start": 35415,
                    "End": 35665
                },
                {
                    "Reply": "them: the women are totally terrified and do not move.",
                    "Didascalie": "",
                    "Start": 37803,
                    "End": 37858
                },
                {
                    "Reply": "Dark haired ...",
                    "Didascalie": "",
                    "Start": 39045,
                    "End": 39062
                },
                {
                    "Reply": "England does not protect me and does not war against France on our account. She uses us to war against France on her own account ...",
                    "Didascalie": "",
                    "Start": 39866,
                    "End": 40008
                },
                {
                    "Reply": "Do not let gratitude get in the way ...",
                    "Didascalie": "(low)",
                    "Start": 40203,
                    "End": 40248
                },
                {
                    "Reply": "bends over a moccasin print that Chingachgook's examining. They look at each other grimly. Heyward joins them.",
                    "Didascalie": "",
                    "Start": 41764,
                    "End": 41876
                },
                {
                    "Reply": "Movin' fast, not able to carry much ...",
                    "Didascalie": "(to Chingachgook)",
                    "Start": 42281,
                    "End": 42326
                },
                {
                    "Reply": "Miss Munro.",
                    "Didascalie": "(contained)",
                    "Start": 43161,
                    "End": 43177
                },
                {
                    "Reply": "They are not strangers ....",
                    "Didascalie": "(pause)",
                    "Start": 43188,
                    "End": 43221
                },
                {
                    "Reply": "ALICE'S HEAD  hits the blanket. She curls into a fetal position and she's out. Heyward is nearby on watch.",
                    "Didascalie": "",
                    "Start": 44431,
                    "End": 44540
                },
                {
                    "Reply": "doesn't react as Cora enters. He's scanning the trees; not looking at her. They whisper ...",
                    "Didascalie": "",
                    "Start": 44666,
                    "End": 44761
                },
                {
                    "Reply": "Anyone lookin' to pick up our trail, would see it as a sign of our passing ...",
                    "Didascalie": "",
                    "Start": 44827,
                    "End": 44911
                },
                {
                    "Reply": "Well that is to be expected. My father ...",
                    "Didascalie": "",
                    "Start": 45095,
                    "End": 45139
                },
                {
                    "Reply": "Yes. And \"do not try to understand them. That is because they are a breed apart and they make no sense ...\"  Cora's indignation is cut off because ...",
                    "Didascalie": "",
                    "Start": 45384,
                    "End": 45546
                },
                {
                    "Reply": "are fifty yards away from the crescent mound behind which lie our people. Mist envelops them ...",
                    "Didascalie": "",
                    "Start": 46856,
                    "End": 46955
                },
                {
                    "Reply": "waiting for the attack. Cora's eyes are anxious, but there's no terror there. Nathaniel's impressed with her cool. He hands her a pistol. She takes it. He listens for the soft drop of moccasined feet ...",
                    "Didascalie": "",
                    "Start": 47079,
                    "End": 47286
                },
                {
                    "Reply": "The Ottawa are gone.",
                    "Didascalie": "",
                    "Start": 47958,
                    "End": 47979
                },
                {
                    "Reply": "In your particular case, miss, I would make some allowance ...",
                    "Didascalie": "(smiles)",
                    "Start": 48595,
                    "End": 48668
                },
                {
                    "Reply": "'Cos frontier land's the only land affordable to poor people. So after seven years indentured service in Virginia, they headed out here where they are beholden to none and not livin' by another's leave ...",
                    "Didascalie": "",
                    "Start": 50004,
                    "End": 50224
                },
                {
                    "Reply": "My father's people say ... at the birth of the sun and of his brother, the moon, their mother died ... so the sun gave to the earth her body, from which was to spring all life.",
                    "Didascalie": "",
                    "Start": 50444,
                    "End": 50633
                },
                {
                    "Reply": "Sorry to disappoint you ...",
                    "Didascalie": "",
                    "Start": 51133,
                    "End": 51162
                },
                {
                    "Reply": "waves. One wounded man, IAN, intercepts Uncas.",
                    "Didascalie": "",
                    "Start": 57512,
                    "End": 57559
                },
                {
                    "Reply": "John Cameron's cabin. We come upon it last night. Burned out. Everyone murdered. And it was Ottawa. They're allied to the French.  Munro looks at him.",
                    "Didascalie": "",
                    "Start": 61832,
                    "End": 61993
                },
                {
                    "Reply": "It was a war party. It means they're on the attack up and down the frontier.  Munro turns to look at him for a long beat. Munro doesn't like what his response must be to this news. He turns to Heyward and the map.",
                    "Didascalie": "",
                    "Start": 62044,
                    "End": 62265
                },
                {
                    "Reply": "She does not shy away from much ...",
                    "Didascalie": "",
                    "Start": 67113,
                    "End": 67150
                },
                {
                    "Reply": "Nothin'.  Alice Munro has caught Hawkeye's attention. Outside the surgery where a casement meets a wall, she sits, withdrawn. A catatonic older woman in a fine dress sits next to her.",
                    "Didascalie": "",
                    "Start": 67214,
                    "End": 67402
                },
                {
                    "Reply": "enters. Cora's sewing up Uncas.",
                    "Didascalie": "",
                    "Start": 67476,
                    "End": 67508
                },
                {
                    "Reply": "May I?  Cora, curious, nods. Hawkeye cuts some pieces from her ruined and discarded dress that she now uses to bandage Uncas. We don't know why; neither does Cora.",
                    "Didascalie": "",
                    "Start": 67592,
                    "End": 67759
                },
                {
                    "Reply": "You 'bout done holdin' hands with Miss Munro?  Uncas laughs, looking from her to Hawkeye. Then he's up and he hurts. Cora starts to tend another wounded man. As they start out, Hawkeye hesitates. Sensing it, Cora turns.",
                    "Didascalie": "(to Uncas)",
                    "Start": 67787,
                    "End": 68016
                },
                {
                    "Reply": "Why, I am looking at you, Miss.  Cora measures the directness of Hawkeye's manner. It's not insolent, only unsettling.",
                    "Didascalie": "",
                    "Start": 68082,
                    "End": 68203
                },
                {
                    "Reply": "looks below to ground level ...",
                    "Didascalie": "",
                    "Start": 69616,
                    "End": 69649
                },
                {
                    "Reply": "reaches out his hand. Killdeer with the heavier load is slapped into it. Hawkeye aims.",
                    "Didascalie": "",
                    "Start": 72550,
                    "End": 72637
                },
                {
                    "Reply": "By my light that's how I saw it then and I see it that way now ...",
                    "Didascalie": "",
                    "Start": 81118,
                    "End": 81190
                },
                {
                    "Reply": "Out the northern sally-port. Strike for the east side of the swamp until you clear the French picket line. Head north over the ridge, then come about southeast and fork left in Little Meadow and you're free of the outpost and skirmishers ...",
                    "Didascalie": "",
                    "Start": 81684,
                    "End": 81947
                },
                {
                    "Reply": "Good luck, Jack.  The men split up ...",
                    "Didascalie": "",
                    "Start": 82676,
                    "End": 82718
                },
                {
                    "Reply": "I helped Winthrop and the others leave ...",
                    "Didascalie": "",
                    "Start": 85016,
                    "End": 85060
                },
                {
                    "Reply": "Because what I am interested in is right here ...",
                    "Didascalie": "",
                    "Start": 88364,
                    "End": 88419
                },
                {
                    "Reply": "This part of it sure is ...",
                    "Didascalie": "",
                    "Start": 89126,
                    "End": 89155
                },
                {
                    "Reply": "I don't know. Whatever happens you stay with your father. You stay among the officers.  Cora looks up at Hawkeye. We feel forboding. O.S. are heard drums ...",
                    "Didascalie": "",
                    "Start": 91100,
                    "End": 91265
                },
                {
                    "Reply": "is being unshackled by Uncas. The sergeant is rising from the ground where Chingachgook knocked him. Chingachgook throws Hawkeye Killdeer and Hawkeye shrugs into his pouch and powder horn as he races with Uncas for the head of the column ...",
                    "Didascalie": "",
                    "Start": 108734,
                    "End": 108980
                },
                {
                    "Reply": "locked in combat. He tomahawks one Huron's arm with a slashing downstroke and comes right back into the face of the second with his backswing while his right hand fires Killdeer at ...",
                    "Didascalie": "",
                    "Start": 111278,
                    "End": 111466
                },
                {
                    "Reply": "Suddenly, the Mohawk fighting with them is shot and spins to face Hawkeye. His hands rest on Hawkeye's shoulders. Hawkeye looks into his face. Tries to hold him up, tries to rescue him. A frozen moment. Hawkeye's staring into his eyes and the man is staring into Hawkeye's as the light goes out ... Hawkeye lets him slide into the water and float away. He moves Cora and Alice towards the canoe ...",
                    "Didascalie": "",
                    "Start": 117525,
                    "End": 117929
                },
                {
                    "Reply": "You got nothin' better to do today on Lake George than shoot me, Major, then go ahead ...",
                    "Didascalie": "",
                    "Start": 118651,
                    "End": 118749
                },
                {
                    "Reply": "Pull!  He renews the attack on the water with the paddle.",
                    "Didascalie": "",
                    "Start": 120009,
                    "End": 120069
                },
                {
                    "Reply": "Only chance we got is ...",
                    "Didascalie": "(shouts)",
                    "Start": 120136,
                    "End": 120167
                },
                {
                    "Reply": "... to get more distance on 'em and go to ground!  Heyward digs in. Like firecrackers in the distance, Huron muskets sound. A new hail of musket balls cut the fabric of the canoes. One Redcoat is shot in the back. He falls overboard.",
                    "Didascalie": "(breathless)",
                    "Start": 120183,
                    "End": 120430
                },
                {
                    "Reply": "Pull!!",
                    "Didascalie": "(shouts)",
                    "Start": 120456,
                    "End": 120467
                },
                {
                    "Reply": "Here's where it gets tricky ...",
                    "Didascalie": "",
                    "Start": 123018,
                    "End": 123051
                },
                {
                    "Reply": "Don't move ...",
                    "Didascalie": "",
                    "Start": 123721,
                    "End": 123737
                },
                {
                    "Reply": "Maybe ...",
                    "Didascalie": "",
                    "Start": 126996,
                    "End": 127007
                },
                {
                    "Reply": "Listen. Submit. You hear me? You're strong. You stay alive. I will find you ...",
                    "Didascalie": "(continues)",
                    "Start": 134298,
                    "End": 134387
                },
                {
                    "Reply": "engraves her image in his memory one last time and then sprints across the floor towards the water ...",
                    "Didascalie": "",
                    "Start": 135250,
                    "End": 135355
                },
                {
                    "Reply": "Translate for me, Major. Into French. Every word ... as I say it.  Magua starts towards Hawkeye, his tomahawk slipping into his hand.",
                    "Didascalie": "",
                    "Start": 143648,
                    "End": 143788
                },
                {
                    "Reply": "I come to you unarmed and in peace to unstop your ears, wise one. Because the Hurons are mislead by the words of the wolf who's never spoken the truth.",
                    "Didascalie": "(to Sachem)",
                    "Start": 143817,
                    "End": 143985
                },
                {
                    "Reply": "Wise one, the French fathers made peace and swore to their honor not to break the friendship. Magua broke it. It is false that the French would not be friends, still, to the Huron.  Sachem reacts.",
                    "Didascalie": "(to Sachem)",
                    "Start": 144491,
                    "End": 144710
                },
                {
                    "Reply": "Magua would use the ways of Les Francais and the Yengeese ...",
                    "Didascalie": "(to Sachem)",
                    "Start": 145710,
                    "End": 145781
                },
                {
                    "Reply": "sell the fur to the white man for gold? ...",
                    "Didascalie": "",
                    "Start": 146340,
                    "End": 146385
                },
                {
                    "Reply": "sees this. His eyes go to Cora. They've stopped dragging her towards the fire pit.",
                    "Didascalie": "",
                    "Start": 149294,
                    "End": 149377
                },
                {
                    "Reply": "I said to trade me!  Hawkeye's holding Cora. Heyward struggles to be seen.",
                    "Didascalie": "",
                    "Start": 149655,
                    "End": 149732
                },
                {
                    "Reply": "And my compliments to you ...",
                    "Didascalie": "(low to himself)",
                    "Start": 149984,
                    "End": 150019
                },
                {
                    "Reply": "FIRES past his father's side. The Huron's blown off the path. Hawkeye races to reload on the run ...",
                    "Didascalie": "",
                    "Start": 155174,
                    "End": 155277
                },
                {
                    "Reply": "Then will you stay in America?  She turns to face him.",
                    "Didascalie": "",
                    "Start": 158339,
                    "End": 158396
                },
                {
                    "Reply": "Winter with the Delaware, my father's cousins. And in the spring, cross the Ohio and look for land to settle with my father in a new place called Can-tuck-ee.  They move next to Chingachgook. He senses they're beside him. Hawkeye's arm is around her shoulders.",
                    "Didascalie": "",
                    "Start": 158573,
                    "End": 158849
                },
                {
                    "Reply": "That's my father's sadness talking.  Hawkeye puts a hand on his shoulder.",
                    "Didascalie": "",
                    "Start": 159181,
                    "End": 159257
                }
            ]
        },
        {
            "Character": "ALEXANDRIA",
            "Replies": [
                {
                    "Reply": "That's what he's doin' to his mama ...",
                    "Didascalie": "",
                    "Start": 8730,
                    "End": 8770
                }
            ]
        },
        {
            "Character": "JACK",
            "Replies": [
                {
                    "Reply": "We'll see in the morning ...",
                    "Didascalie": "",
                    "Start": 7953,
                    "End": 7983
                },
                {
                    "Reply": "Boys. My sense of it is enough of us will join-up to fill the county's levy. But only if General Webb accepts a few terms I got in mind ...",
                    "Didascalie": "",
                    "Start": 13763,
                    "End": 13912
                },
                {
                    "Reply": "... if they are not allowed leave to defend their families if the French or Hurons attack the settlements, no colonial militia is goin' to Fort William Henry.",
                    "Didascalie": "(O.S.)",
                    "Start": 16900,
                    "End": 17075
                },
                {
                    "Reply": "Hawkeye uses the fine cotton he took from Cora. Uncas sees it.",
                    "Didascalie": "",
                    "Start": 69357,
                    "End": 69420
                },
                {
                    "Reply": "Does the rule of English law no longer govern? Has it been replaced by absolutism?  This is very dangerous talk.",
                    "Didascalie": "(to Munro)",
                    "Start": 79243,
                    "End": 79367
                }
            ]
        },
        {
            "Character": "MARTIN",
            "Replies": [
                {
                    "Reply": "My father says he was driven out of France by the black robe priests and he would fight them now but he lost his arm and so I will go in his place.  Meanwhile ...",
                    "Didascalie": "(translates)",
                    "Start": 10014,
                    "End": 10197
                }
            ]
        },
        {
            "Character": "ONGEWASGONE",
            "Replies": [
                {
                    "Reply": "John Cameron, thank you for your hospitality ...",
                    "Didascalie": "",
                    "Start": 10545,
                    "End": 10595
                }
            ]
        },
        {
            "Character": "LIEUTENANT",
            "Replies": [
                {
                    "Reply": "... two days from here.  Some don't like this.",
                    "Didascalie": "",
                    "Start": 12153,
                    "End": 12202
                },
                {
                    "Reply": "They will be found! Arrested ...",
                    "Didascalie": "",
                    "Start": 17806,
                    "End": 17840
                }
            ]
        },
        {
            "Character": "AD LIBS",
            "Replies": [
                {
                    "Reply": "Yes. Yeah. No ...",
                    "Didascalie": "",
                    "Start": 13597,
                    "End": 13616
                },
                {
                    "Reply": "Webb? what's that, Jack ...?  As they cross through they start removing their shirts and weapons.",
                    "Didascalie": "(O.S.)",
                    "Start": 14132,
                    "End": 14237
                },
                {
                    "Reply": "Uncas! Nathaniel ...",
                    "Didascalie": "(shouts over roar)",
                    "Start": 57474,
                    "End": 57500
                }
            ]
        },
        {
            "Character": "LACROSSE FIELD",
            "Replies": [
                {
                    "Reply": "Uncas joins James. Hawkeye goes on the other side. A couple of young Mohawks and a young blonde farmer shout hallo's and as the bodies crash into each other ...",
                    "Didascalie": "",
                    "Start": 14451,
                    "End": 14614
                }
            ]
        },
        {
            "Character": "SERGEANT MAJOR",
            "Replies": [
                {
                    "Reply": "Upon the center, wheel to the left-about!",
                    "Didascalie": "(bellows to troops)",
                    "Start": 70343,
                    "End": 70389
                },
                {
                    "Reply": "Third rank! Twelve paces! Forward march!",
                    "Didascalie": "(to soldiers)",
                    "Start": 71453,
                    "End": 71498
                },
                {
                    "Reply": "Yes sir!  Drums beat the cadence.",
                    "Didascalie": "",
                    "Start": 106458,
                    "End": 106494
                },
                {
                    "Reply": "Prime! Load! Second rank six paces forward! Present!  Hurons are twenty yards away and closing.",
                    "Didascalie": "",
                    "Start": 109518,
                    "End": 109620
                }
            ]
        },
        {
            "Character": "HEYWARD",
            "Replies": [
                {
                    "Reply": "You, there. Help my man outside with the baggage.  GENERAL JEROME WEBB sees Heyward and nods. Three of Webb's Adjutants are on either side. Three remaining Grenadiers in bearskin-covered mitred caps are at the door. Facing Webb are a half dozen colonial representatives, including Captain Jack Winthrop. Heyward watches Jack ...",
                    "Didascalie": "(low)",
                    "Start": 17098,
                    "End": 17437
                },
                {
                    "Reply": "Major Duncan Heyward reporting, Sir!  Webb's pouring gin.",
                    "Didascalie": "",
                    "Start": 18515,
                    "End": 18575
                },
                {
                    "Reply": "I thought British policy is 'Make the World ... England', sir.  A chill. Majors don't upbraid Generals.",
                    "Didascalie": "(tight)",
                    "Start": 19337,
                    "End": 19451
                },
                {
                    "Reply": "Dawn. At the encampment. Six a.m. sharp. See to it you're there.",
                    "Didascalie": "(to Magua)",
                    "Start": 21273,
                    "End": 21346
                },
                {
                    "Reply": "Aversion? No. ... \"Hatred\" ... \"Loathing\" ...",
                    "Didascalie": "",
                    "Start": 22920,
                    "End": 22967
                },
                {
                    "Reply": "But it was worth it all to end in a garden by your side.",
                    "Didascalie": "",
                    "Start": 22999,
                    "End": 23060
                },
                {
                    "Reply": "Cora, in my heart, I know once we're joined, we'll be the happiest couple in England. Let those whom you trust, your father, help settle what's best for you. In view of your indecision, why not rely on their advice and judgment as well as mine?  Cora stares directly at Heyward. Then she looks away. She has no answer. Something subterranean disturbs her about delegating judgment over the fate of her life.",
                    "Didascalie": "(interrupts)",
                    "Start": 23631,
                    "End": 24066
                },
                {
                    "Reply": "It can be dangerous ...",
                    "Didascalie": "(smiles)",
                    "Start": 24764,
                    "End": 24793
                },
                {
                    "Reply": "Absolutely.  Heyward rides to the front of the column to Magua, who's twenty to thirty yards ahead of everybody else.",
                    "Didascalie": "",
                    "Start": 27223,
                    "End": 27344
                },
                {
                    "Reply": "You there, Scout!  Magua slowly turns towards Heyward.",
                    "Didascalie": "",
                    "Start": 27361,
                    "End": 27418
                },
                {
                    "Reply": "from horseback aims his horse pistol, FIRES ...",
                    "Didascalie": "",
                    "Start": 31682,
                    "End": 31731
                },
                {
                    "Reply": "in the confused melee, grabs a found musket and aims it at an Indian. We recognize that he's aiming at Chingachgook pursuing the second Huron up the hill ...",
                    "Didascalie": "",
                    "Start": 35140,
                    "End": 35300
                },
                {
                    "Reply": "... why the bloody hell he do that to the horses?!  Uncas, all business, is now reloading, lifting powder horns, scanning the trees.",
                    "Didascalie": "(to Nathaniel)",
                    "Start": 36883,
                    "End": 37022
                },
                {
                    "Reply": "We were headed ...",
                    "Didascalie": "(breathless)",
                    "Start": 37376,
                    "End": 37400
                },
                {
                    "Reply": "I thought all our colonial scouts were in the militia?  Off to the side, Uncas smiles at the idea.",
                    "Didascalie": "",
                    "Start": 39531,
                    "End": 39636
                },
                {
                    "Reply": "Excuse me ...",
                    "Didascalie": "",
                    "Start": 41977,
                    "End": 41992
                },
                {
                    "Reply": "Let us look after them ...",
                    "Didascalie": "",
                    "Start": 42536,
                    "End": 42564
                },
                {
                    "Reply": "The men of the regiment will fetch water from the lake, build fires and provide every comfort you desire, Alice ...",
                    "Didascalie": "",
                    "Start": 52481,
                    "End": 52606
                },
                {
                    "Reply": "Posting to a different continent.  He and Alice laugh. Cora does not.",
                    "Didascalie": "",
                    "Start": 52974,
                    "End": 53046
                },
                {
                    "Reply": "Ambush ... on the George Road. This Magua led us into it.",
                    "Didascalie": "(suddenly tired)",
                    "Start": 59336,
                    "End": 59402
                },
                {
                    "Reply": "... eighteen killed. It's these men who saved us. They guided us here ...",
                    "Didascalie": "(pause)",
                    "Start": 59413,
                    "End": 59496
                },
                {
                    "Reply": "Things were done. Nobody was spared ...",
                    "Didascalie": "",
                    "Start": 62621,
                    "End": 62662
                },
                {
                    "Reply": "Fire!!!  Like one shot, lightening, smoke and .65 caliber death screams from the first two ranks like a scythe, cutting down ...",
                    "Didascalie": "",
                    "Start": 70985,
                    "End": 71118
                },
                {
                    "Reply": "Cora ... I wanted to talk to you, but I'll come back another time ...",
                    "Didascalie": "",
                    "Start": 74253,
                    "End": 74328
                },
                {
                    "Reply": "I'm sorry, I didn't mean to ...",
                    "Didascalie": "",
                    "Start": 74613,
                    "End": 74646
                },
                {
                    "Reply": "Cora, I adore you and, when we come together, we will be the happiest couple in England ...",
                    "Didascalie": "",
                    "Start": 74832,
                    "End": 74929
                },
                {
                    "Reply": "I believe you must trust the judgment of others who hold your welfare so close to their hearts ...",
                    "Didascalie": "(softens)",
                    "Start": 74991,
                    "End": 75099
                },
                {
                    "Reply": "I see ...",
                    "Didascalie": "",
                    "Start": 75746,
                    "End": 75757
                },
                {
                    "Reply": "Munro is expecting him to be the good soldier in defense of British military interests.",
                    "Didascalie": "",
                    "Start": 77664,
                    "End": 77752
                },
                {
                    "Reply": "I saw nothing that would lead me to the conclusion it was other than a raid by savages bent on thievery.  Jack Winthrop grabs Nathaniel.",
                    "Didascalie": "(to Munro)",
                    "Start": 78045,
                    "End": 78196
                },
                {
                    "Reply": "can't help it. He turns to look at Cora ...",
                    "Didascalie": "",
                    "Start": 78317,
                    "End": 78362
                },
                {
                    "Reply": "suffused with an inner sadness, turns to Hawkeye.",
                    "Didascalie": "",
                    "Start": 78414,
                    "End": 78464
                },
                {
                    "Reply": "You are defending him because you've become infatuated with him.",
                    "Didascalie": "(distant)",
                    "Start": 86999,
                    "End": 87073
                },
                {
                    "Reply": "draws his sword and is passing orders to his sergeant major, scanning the hills ...",
                    "Didascalie": "",
                    "Start": 108047,
                    "End": 108132
                },
                {
                    "Reply": "Fire!  As the line of muskets belch smoke and fire ...",
                    "Didascalie": "",
                    "Start": 109637,
                    "End": 109695
                },
                {
                    "Reply": "shouting orders over the deafening noise.",
                    "Didascalie": "",
                    "Start": 112237,
                    "End": 112279
                },
                {
                    "Reply": "Six paces back! Prime! Load! Rank two, present! Rank two, hold!  He grabs a partially loaded musket, the ramrod still in the barrel. They're taking fire.",
                    "Didascalie": "",
                    "Start": 114499,
                    "End": 114659
                },
                {
                    "Reply": "is indifferent to Huron musket balls. Hawkeye hasn't stopped paddling and pays Heyward no heed.",
                    "Didascalie": "",
                    "Start": 118957,
                    "End": 119054
                },
                {
                    "Reply": "If you ever fall ... into British hands ...",
                    "Didascalie": "(exhausted)",
                    "Start": 121098,
                    "End": 121146
                },
                {
                    "Reply": "crawls forward and makes the island. Then the two Redcoats. Finally Uncas. The canoe rockets over the falls. Meanwhile ...",
                    "Didascalie": "",
                    "Start": 124392,
                    "End": 124517
                },
                {
                    "Reply": "puts Alice, who's entered, behind him as ... Uncas hits the floor of the cave. Now the first glow from Huron torches starts to light the walls. They're coming ...",
                    "Didascalie": "",
                    "Start": 134627,
                    "End": 134792
                },
                {
                    "Reply": "The King? The King has mountains of gold!  Long pause as if Magua and King George II were seriously considering this \ttransaction.",
                    "Didascalie": "",
                    "Start": 138781,
                    "End": 138918
                },
                {
                    "Reply": "is immediately hamstrung and his legs collapse. He gasps. He's caught under the arms and dragged forward.",
                    "Didascalie": "",
                    "Start": 149531,
                    "End": 149638
                }
            ]
        },
        {
            "Character": "LARGE COLONIAL REP",
            "Replies": [
                {
                    "Reply": "Any of the boys worth havin' can disappear into forest ... time it takes you to blink. Where's that leave ya, then?  Heyward, preparing to hand over dispatches, is interrupted by the insubordinate tone.",
                    "Didascalie": "",
                    "Start": 17531,
                    "End": 17744
                }
            ]
        },
        {
            "Character": "WEBB",
            "Replies": [
                {
                    "Reply": "Of course.  Heyward's more amazed by what he's just heard from Webb. These Americans, including Jack, are streaming past him on their way out.",
                    "Didascalie": "",
                    "Start": 18291,
                    "End": 18437
                },
                {
                    "Reply": "Duncan. How was your journey?  The door closes. Dispatches are passed. They are now alone except for the General's two Adjutants and a shadowy form waiting patiently in a corner. He's MAGUA. In the dim light, he's motionless. Webb slides a glass across to Heyward.",
                    "Didascalie": "",
                    "Start": 18589,
                    "End": 18858
                },
                {
                    "Reply": "I know.",
                    "Didascalie": "",
                    "Start": 19089,
                    "End": 19097
                },
                {
                    "Reply": "Yes. You may.",
                    "Didascalie": "",
                    "Start": 19803,
                    "End": 19817
                },
                {
                    "Reply": "You there. What does Munro call you?",
                    "Didascalie": "(to Magua, after a glance at Heyward)",
                    "Start": 19858,
                    "End": 19899
                },
                {
                    "Reply": "Explain to the Major we care little about toying with colonial militia because we have little to fear from the French. They have not the nature for war. Their Latinate voluptuousness combines with their Gallic laziness and the result is: they would rather make love with their faces than fight.  Webb's Adjutants laugh uproariously at his wit. Heyward's stiff, perfunctory smile. He's been made the butt of the joke. He does not share Webb's derisive view of the French.",
                    "Didascalie": "(to Adjutants)",
                    "Start": 20549,
                    "End": 21046
                },
                {
                    "Reply": "Dismissed.  Heyward stiffly salutes. Webb casually, perfunctorily salutes the younger man in return.",
                    "Didascalie": "(continuing)",
                    "Start": 21136,
                    "End": 21245
                }
            ]
        },
        {
            "Character": "MAGUA",
            "Replies": [
                {
                    "Reply": "shawl over his left shoulder exposing his right arm and heavy tattooing. A long tomahawk is in the belt of his breechcloth.",
                    "Didascalie": "",
                    "Start": 20176,
                    "End": 20301
                },
                {
                    "Reply": "cradling his musket.  REAR SHOT: THE COLUMN  down the path that leads into the wall of forest looks impressive.  WIDER: THE COLUMN  marching. Now they look brave but smaller. The forest - with all its mysteries and dangers - now impresses us as a towering dark, sinister, and it's immensity swallows up the living mass which slowly enters its bosom.",
                    "Didascalie": "",
                    "Start": 26027,
                    "End": 26385
                },
                {
                    "Reply": "\"Magua understand paleface is a dog to his women.",
                    "Didascalie": "",
                    "Start": 27875,
                    "End": 27925
                },
                {
                    "Reply": "Magua say: \"Yes. Good idea.\"  As they begin to stop ...",
                    "Didascalie": "",
                    "Start": 28074,
                    "End": 28133
                },
                {
                    "Reply": "shoots Ambrose in the chest, and ...",
                    "Didascalie": "",
                    "Start": 32620,
                    "End": 32658
                },
                {
                    "Reply": "calmly sees the odds have changed. His attention becomes focused. He commits a very revealing act seen through the blurred foreground action of struggling bodies. We will remember it. He raises his musket and aims at ...",
                    "Didascalie": "",
                    "Start": 33977,
                    "End": 34201
                },
                {
                    "Reply": "When the Grey Hair is dead, Magua will eat his heart. Before he dies Magua will put his children under the knife so the Grey Hair will see his seed is wiped out forever.  Montcalm won't get a direct answer.",
                    "Didascalie": "",
                    "Start": 66121,
                    "End": 66342
                },
                {
                    "Reply": "Magua slept hard in the English wigwams. And the sticks left their mark ...",
                    "Didascalie": "",
                    "Start": 99923,
                    "End": 100004
                },
                {
                    "Reply": "glides through the scenes, striking and hunting. Some of his coterie of braves near him.",
                    "Didascalie": "",
                    "Start": 110217,
                    "End": 110306
                },
                {
                    "Reply": "Grey Hair. I will cut your heart from your living chest in front of your eyes. As you die, know that I will put under the knife your children and wipe your seed from this earth forever ...",
                    "Didascalie": "",
                    "Start": 112842,
                    "End": 113048
                },
                {
                    "Reply": "reaching down and up into something, emerges and jams an object we barely see into the air. But his arm and shoulder and half his chest are splashed red with blood.  LONG SHOT: MAGUA  seen from far away, holding aloft the heart of Munro.  REVERSE: HAWKEYE  saw him and fights his way to attack when ...",
                    "Didascalie": "",
                    "Start": 113724,
                    "End": 114035
                },
                {
                    "Reply": "Yengeese Major give all property to Magua. Magua give Yengeese Major much wampum, many gifts, maybe three, four oxen.  Magua looks at Heyward derisively. Does this white man think he's an idiot?",
                    "Didascalie": "",
                    "Start": 138392,
                    "End": 138597
                },
                {
                    "Reply": "Not enough.  Heyward is first realizing with whom he's playing.",
                    "Didascalie": "",
                    "Start": 138933,
                    "End": 138999
                },
                {
                    "Reply": "senses the sachem's eye line ...",
                    "Didascalie": "",
                    "Start": 143167,
                    "End": 143201
                },
                {
                    "Reply": "It made our French father happy to never have to fight the same Yengeese again. He told me this without telling me this.  Hawkeye realizes this is true.",
                    "Didascalie": "(laughs)",
                    "Start": 144734,
                    "End": 144901
                },
                {
                    "Reply": "other tribes. No less than the whites, as strong as the whites.  Hawkeye appears to be losing his debate with Magua.",
                    "Didascalie": "",
                    "Start": 145558,
                    "End": 145681
                },
                {
                    "Reply": "This is not the voice of wisdom. I go to the Hurons of the Lakes! You are women. Send your arrows and guns to the Seneca, beg from them venison to eat, corn to grind. Slaves, dogs, rabbits, thieves ... I spit on you!  Those Hurons who hear, do so in deadly, boding silence. Magua and his fourteen hard core braves start out as ...",
                    "Didascalie": "",
                    "Start": 148824,
                    "End": 149175
                },
                {
                    "Reply": "running forward past Five, confronts Uncas head on. It's incredibly fast.  UNCAS'  three tomahawk swings are dodged by Magua whose own knife streaks like silver flashes. Uncas, gashed on arms and chest, feints right and slams Magua with an open hand, closes and the men are intertwined steel and muscle ... and Magua throws Uncas.",
                    "Didascalie": "",
                    "Start": 153170,
                    "End": 153506
                },
                {
                    "Reply": "moves on Alice. His knife is low, about to strike. She stares at him. Her eyes are like pools of deep water, calm, open, almost beatific. It stops Magua ...",
                    "Didascalie": "",
                    "Start": 154245,
                    "End": 154404
                },
                {
                    "Reply": "inexplicably, drops his knife hand. He's riveted by her. About him, there's a glimmer of something else. He wears a human face for this one moment. He reaches out with his other hand to offer her safety. To bring her back from the edge ...",
                    "Didascalie": "",
                    "Start": 154414,
                    "End": 154657
                },
                {
                    "Reply": "stunned, turns to hatchet Chingachgook ...",
                    "Didascalie": "",
                    "Start": 156114,
                    "End": 156158
                }
            ]
        },
        {
            "Character": "CORA",
            "Replies": [
                {
                    "Reply": "Heyward! Duncan Heyward.  Heyward looks to the side. An inner light turns on. In this mode, this is a man we could like.  REVERSE: CORA MUNRO  enters from the garden. She's vivacious, dark-haired, unconventional in that she's educated, but with conventional values and attitudes. She hugs Duncan to her and then pushes him away to look at him.",
                    "Didascalie": "(O.S.)",
                    "Start": 21758,
                    "End": 22115
                },
                {
                    "Reply": "I'm embarrassed to be so indecisive ... after so long apart and after you've traveled so far ...",
                    "Didascalie": "",
                    "Start": 22715,
                    "End": 22817
                },
                {
                    "Reply": "Cousin Eugenie, my father, but ...",
                    "Didascalie": "",
                    "Start": 23565,
                    "End": 23601
                },
                {
                    "Reply": "Yes. Yes, I will.  She's still unsettled.",
                    "Didascalie": "",
                    "Start": 24143,
                    "End": 24187
                },
                {
                    "Reply": "Alice?  Alice rouses from fatigue.",
                    "Didascalie": "",
                    "Start": 27100,
                    "End": 27137
                },
                {
                    "Reply": "No, Duncan!  Duncan ignores her.  HEYWARD'S MUSKET  is jerked from his hands.",
                    "Didascalie": "",
                    "Start": 35314,
                    "End": 35397
                },
                {
                    "Reply": "I will not. I have seen the face of war before, Mr. Poe, but never war made on women and children. And almost as cruel is your indifference.  Hawkeye turns back and rapidly approaches her. She takes a step back, fearful.",
                    "Didascalie": "",
                    "Start": 42898,
                    "End": 43132
                },
                {
                    "Reply": "You knew them.  Hawkeye looks at her and nods.",
                    "Didascalie": "",
                    "Start": 44925,
                    "End": 44974
                },
                {
                    "Reply": "touch.",
                    "Didascalie": "",
                    "Start": 48472,
                    "End": 48479
                },
                {
                    "Reply": "Thank you so much.  Cora is angry. Hawkeye, staring at the trees, glances at her. She settles, looking at him.",
                    "Didascalie": "(sarcastic)",
                    "Start": 48694,
                    "End": 48811
                },
                {
                    "Reply": "You called Chingachgook your \"father\"?",
                    "Didascalie": "",
                    "Start": 48854,
                    "End": 48893
                },
                {
                    "Reply": "You are right, Mr. Poe. We do not understand what is happening here.",
                    "Didascalie": "(low)",
                    "Start": 50950,
                    "End": 51027
                },
                {
                    "Reply": "On the contrary. It is more deeply stirring ...",
                    "Didascalie": "(eyes downcast)",
                    "Start": 51192,
                    "End": 51245
                },
                {
                    "Reply": "Alice!  Heyward laughs. Hawkeye sees them. It bothers us: will these Europeans, including Cora, shed their frontier experience?",
                    "Didascalie": "",
                    "Start": 52712,
                    "End": 52843
                },
                {
                    "Reply": "He delivered no such message.  Munro's stunned.",
                    "Didascalie": "",
                    "Start": 58795,
                    "End": 58845
                },
                {
                    "Reply": "And we could use some rum, clothes, and a place to wash ...",
                    "Didascalie": "(for Uncas)",
                    "Start": 60133,
                    "End": 60202
                },
                {
                    "Reply": "Alice ...",
                    "Didascalie": "",
                    "Start": 74401,
                    "End": 74412
                },
                {
                    "Reply": "Her nerves are shattered. She's trying to be brave.  There's a lot going on under Cora's surface. We don't know what it is, but it's disconcerting.",
                    "Didascalie": "",
                    "Start": 74660,
                    "End": 74815
                },
                {
                    "Reply": "Duncan ...",
                    "Didascalie": "",
                    "Start": 75113,
                    "End": 75125
                },
                {
                    "Reply": "Duncan, I promised you an answer. You have complimented me with your persistence and patience ... But the decision I've come to is I'd rather make the gravest of mistakes than surrender my own judgment.  Heyward is stunned.",
                    "Didascalie": "(pause)",
                    "Start": 75136,
                    "End": 75382
                },
                {
                    "Reply": "And it's been unfair to you, while I search myself for feelings, which, if they were there and as strong as they ought to be, would've made themselves known long ago ...",
                    "Didascalie": "",
                    "Start": 75396,
                    "End": 75577
                },
                {
                    "Reply": "Take my admiration and friendship, Duncan. And please take this as my final answer. It must be no.  Heyward' shattered inside.",
                    "Didascalie": "(pause)",
                    "Start": 75588,
                    "End": 75729
                },
                {
                    "Reply": "I am sorry, Duncan ...",
                    "Didascalie": "",
                    "Start": 75771,
                    "End": 75795
                },
                {
                    "Reply": "He saved us! We are alive only because of him ...",
                    "Didascalie": "",
                    "Start": 85618,
                    "End": 85673
                },
                {
                    "Reply": "I, too, was at that farm. It was as he said ...",
                    "Didascalie": "(frustrated)",
                    "Start": 86457,
                    "End": 86510
                },
                {
                    "Reply": "Duncan, you are a man with a few admirable qualities. But taken as a whole, I was wrong to have thought so highly of you.  Heyward's shot through the heart.",
                    "Didascalie": "",
                    "Start": 87178,
                    "End": 87345
                },
                {
                    "Reply": "The whole world's on fire, isn't it?  A pause.",
                    "Didascalie": "",
                    "Start": 89060,
                    "End": 89109
                },
                {
                    "Reply": "is soaked to the bones. Hawkeye strips off his buckskin hunting shirt and wrings it out.",
                    "Didascalie": "",
                    "Start": 126772,
                    "End": 126861
                },
                {
                    "Reply": "Say nothing to Alice ...!  Hawkeye nods.",
                    "Didascalie": "",
                    "Start": 127625,
                    "End": 127668
                },
                {
                    "Reply": "You try. With all you have. To save yourself. If the worst happens, and only one of us survives, something of the other does, too ...",
                    "Didascalie": "",
                    "Start": 133565,
                    "End": 133712
                },
                {
                    "Reply": "Nathaniel!  Hawkeye glances at her, doesn't respond. The situation is a stick of dynamite ready to go off.",
                    "Didascalie": "",
                    "Start": 143500,
                    "End": 143610
                },
                {
                    "Reply": "What are they doing to Duncan? Duncan!  He's gone. They start to ease away from the mass of Hurons.",
                    "Didascalie": "(standing)",
                    "Start": 149839,
                    "End": 149949
                },
                {
                    "Reply": "trying to stay with them, scrambles up ...",
                    "Didascalie": "",
                    "Start": 151815,
                    "End": 151859
                },
                {
                    "Reply": "alone, kneeling in the meadow. Her eyes downcast ...",
                    "Didascalie": "",
                    "Start": 156874,
                    "End": 156928
                },
                {
                    "Reply": "Yes.  They hold each other's eyes. She searches his face.",
                    "Didascalie": "",
                    "Start": 158463,
                    "End": 158523
                }
            ]
        },
        {
            "Character": "ALICE",
            "Replies": [
                {
                    "Reply": "Duncan!  REVERSE: ALICE MUNRO  eighteen years old, white-blonde hair, wide blue eyes. She's effervescent and runs to hug him. Heyward is taken aback by her enthusiasm and laughs.",
                    "Didascalie": "(O.S.)",
                    "Start": 24209,
                    "End": 24397
                },
                {
                    "Reply": "on the ground, screaming insanely, covered by Cora who's protecting her little sister, and ...",
                    "Didascalie": "",
                    "Start": 32410,
                    "End": 32507
                },
                {
                    "Reply": "Cora, holding her, is stunned but functioning. Moments ago both women were clean and demure. Now their riding dresses are torn, mud-stained, blood-spattered and their baggage is gone.  HEYWARD'S  crossed to his slaughtered soldiers. Moments ago they were a testament to British military power. Now they're dead meat. Ambrose's body is against a tree. In the B.G. \ttwo of the wounded start to rise ...",
                    "Didascalie": "",
                    "Start": 36108,
                    "End": 36516
                },
                {
                    "Reply": "We need them to get out of here!  Uncas gently restrains her. Cora reaches Alice and grabs her away from the \"savage\".",
                    "Didascalie": "",
                    "Start": 36688,
                    "End": 36809
                },
                {
                    "Reply": "approaches and is frozen in horror. Cora shields her from the sight. Cora is affected but confronts it directly.",
                    "Didascalie": "",
                    "Start": 41431,
                    "End": 41545
                },
                {
                    "Reply": "Re-energized, her spirits pick up.",
                    "Didascalie": "",
                    "Start": 51966,
                    "End": 52001
                },
                {
                    "Reply": "Will we be able to bathe?  Before Cora can answer they hear a deep, rolling roar. Alice is alarmed.",
                    "Didascalie": "",
                    "Start": 52016,
                    "End": 52118
                },
                {
                    "Reply": "I can't wait to see Papa ...",
                    "Didascalie": "",
                    "Start": 52858,
                    "End": 52888
                },
                {
                    "Reply": "Talk to Duncan, Cora ... I must manage ...",
                    "Didascalie": "",
                    "Start": 74427,
                    "End": 74471
                },
                {
                    "Reply": "on her hands and knees. A massive Ottawa pulls her upright by her hair about to take her life and her scalp. He's struck by a rock in the hands of Cora which barely phases him. He bats her aside and returns to Alice, when suddenly ...",
                    "Didascalie": "",
                    "Start": 115970,
                    "End": 116208
                },
                {
                    "Reply": "stands in the chamber not far from the wall of water, fascinated with its shimmer. She's oblivious to all the events and everything going on around her ...",
                    "Didascalie": "",
                    "Start": 127678,
                    "End": 127836
                },
                {
                    "Reply": "looks at the sky through the fissure. She sees the starfields and feels silver moonlight pull her forward. She starts out onto the island, oblivious, unaware she'll expose them.",
                    "Didascalie": "",
                    "Start": 130066,
                    "End": 130245
                },
                {
                    "Reply": "Uncas ...",
                    "Didascalie": "",
                    "Start": 130931,
                    "End": 130942
                },
                {
                    "Reply": "looks down at Uncas, her lover, dead on the rocks below. She turns to Magua with enigmatic calm. Her eyes seem to see into him. She steps off the edge. She falls to her death next to Uncas ...",
                    "Didascalie": "",
                    "Start": 154667,
                    "End": 154863
                }
            ]
        },
        {
            "Character": "AMBROSE",
            "Replies": [
                {
                    "Reply": "a sergeant major of forty-one is wide and deep and built like a fullback. You do not \tmess with Sgt. Major Ambrose.",
                    "Didascalie": "",
                    "Start": 25178,
                    "End": 25294
                },
                {
                    "Reply": "Fire!!  A musket volley as eight muskets go off as one shot, sending a lead scythe through leaves. But ...",
                    "Didascalie": "",
                    "Start": 31926,
                    "End": 32037
                },
                {
                    "Reply": "ready to die. Heyward has only his fusil as a bludgeon. He readies ...",
                    "Didascalie": "",
                    "Start": 33179,
                    "End": 33251
                }
            ]
        },
        {
            "Character": "FIVE REDCOATS",
            "Replies": [
                {
                    "Reply": "are blown off the path, two others are wounded ...",
                    "Didascalie": "",
                    "Start": 30569,
                    "End": 30621
                }
            ]
        },
        {
            "Character": "MULE",
            "Replies": [
                {
                    "Reply": "with baggage crashes off, down the ravine. Another two Redcoats drop. Nine left.",
                    "Didascalie": "",
                    "Start": 31804,
                    "End": 31885
                }
            ]
        },
        {
            "Character": "TIME UNFREEZES",
            "Replies": [
                {
                    "Reply": "Magua swings at Hawkeye and FIRES ...",
                    "Didascalie": "",
                    "Start": 34515,
                    "End": 34554
                }
            ]
        },
        {
            "Character": "OTTAWA",
            "Replies": [
                {
                    "Reply": "through the grass. Thirty feet away they stop. They're motionless. Then their leader gestures and they start backing out. The French Rangers continue towards the crescent.",
                    "Didascalie": "",
                    "Start": 47297,
                    "End": 47470
                }
            ]
        },
        {
            "Character": "TORCH LIGHT",
            "Replies": [
                {
                    "Reply": "the group moves through the long, dank, tunnel. Enlisted men escorting them. Another torch from the other direction: CAPTAIN BEAMS is revealed.",
                    "Didascalie": "",
                    "Start": 56391,
                    "End": 56536
                }
            ]
        },
        {
            "Character": "COLONEL MUNRO",
            "Replies": [
                {
                    "Reply": "running from his quarters is shocked to see them.",
                    "Didascalie": "",
                    "Start": 57742,
                    "End": 57792
                }
            ]
        },
        {
            "Character": "MUNRO",
            "Replies": [
                {
                    "Reply": "Why did you allow them to come? ... And where the bloody hell are my reinforcements!!  They race into the yellow lantern light of Munro's quarters and slam and bolt the heavy door. Heyward's confused ...",
                    "Didascalie": "",
                    "Start": 58165,
                    "End": 58376
                },
                {
                    "Reply": "Told you to stay away from this hell hole!",
                    "Didascalie": "",
                    "Start": 58479,
                    "End": 58522
                },
                {
                    "Reply": "My letter ...",
                    "Didascalie": "",
                    "Start": 58591,
                    "End": 58606
                },
                {
                    "Reply": "Thank you. How can I reward you?  No answer. Then ...",
                    "Didascalie": "",
                    "Start": 59511,
                    "End": 59567
                },
                {
                    "Reply": "Mr. Phelps!  PHELPS' face lights up when he sees Cora Munro.",
                    "Didascalie": "(bellows)",
                    "Start": 59918,
                    "End": 59986
                },
                {
                    "Reply": "is moved beyond words by his daughters' presence. There's a break, a pause ...",
                    "Didascalie": "",
                    "Start": 60394,
                    "End": 60473
                },
                {
                    "Reply": "What a place for them ...",
                    "Didascalie": "(to Heyward over table map)",
                    "Start": 60516,
                    "End": 60547
                },
                {
                    "Reply": "... not enough time to get to Albany and back with reinforcements ...",
                    "Didascalie": "",
                    "Start": 61267,
                    "End": 61342
                },
                {
                    "Reply": "Find your man, sir! Captain Beams will give you the message.  Beams nods. Munro turns back to the map. Hawkeye has something else to say.",
                    "Didascalie": "(to Hawkeye)",
                    "Start": 61667,
                    "End": 61815
                },
                {
                    "Reply": "Thank you.  Hawkeye's dismissed, frozen out.",
                    "Didascalie": "(cold)",
                    "Start": 62287,
                    "End": 62338
                },
                {
                    "Reply": "That's all, sir.  Hawkeye is furious. Chingachgook gestures Hawkeye out. He leaves Munro's quarters almost knocking over an entering Adjutant who backs way up to let Chingachgook pass.",
                    "Didascalie": "",
                    "Start": 62415,
                    "End": 62604
                },
                {
                    "Reply": "What did you see, Major?  Heyward looks around the room. And he catches the doorway ...",
                    "Didascalie": "",
                    "Start": 77506,
                    "End": 77597
                },
                {
                    "Reply": "Allow me to consult with my officers.  As he turns away something's been disconnected inside Munro that can never get put back together. As the men move away from the French ...",
                    "Didascalie": "",
                    "Start": 96091,
                    "End": 96273
                },
                {
                    "Reply": "has seen it too. And now he sees ...",
                    "Didascalie": "",
                    "Start": 105902,
                    "End": 105940
                },
                {
                    "Reply": "gallops his horse away from Cora and Alice towards the scene of the last attack. We hear him from the distance ordering ...",
                    "Didascalie": "",
                    "Start": 107484,
                    "End": 107609
                },
                {
                    "Reply": "Do not break ranks! I want these ranks to hold ...!  Cora's frightened.",
                    "Didascalie": "",
                    "Start": 107624,
                    "End": 107702
                }
            ]
        },
        {
            "Character": "PHELPS",
            "Replies": [
                {
                    "Reply": "First assisted me in Austria when she was fourteen. I would say she does ...",
                    "Didascalie": "",
                    "Start": 66806,
                    "End": 66888
                }
            ]
        },
        {
            "Character": "MONTCALM",
            "Replies": [
                {
                    "Reply": "stands with a huge and fearsome elaborately tattooed and robed Seneca chief in a silk turban ...",
                    "Didascalie": "",
                    "Start": 63328,
                    "End": 63426
                },
                {
                    "Reply": "For my children and the children of the true faith, my friendship and esteem is boundless ...",
                    "Didascalie": "(to Seneca Chief)",
                    "Start": 64271,
                    "End": 64374
                },
                {
                    "Reply": "Le Renard Subtil, how are things with your English friends?  Magua exhales in derision as he brings a chair to face Montcalm and sits, European style ...",
                    "Didascalie": "",
                    "Start": 64730,
                    "End": 64891
                },
                {
                    "Reply": "Hear what le Subtil has to tell us ...",
                    "Didascalie": "",
                    "Start": 65122,
                    "End": 65162
                },
                {
                    "Reply": "Please accept my compliments for the strong and skillful defense of your fortress. Under the command of a lesser man it would have fallen long ago given the superior numbers and material ... mere chance has allowed me to array against you ...",
                    "Didascalie": "",
                    "Start": 92814,
                    "End": 93078
                },
                {
                    "Reply": "Granted, Monsieur.  And Montcalm bows deeply and as he does so ...",
                    "Didascalie": "",
                    "Start": 97247,
                    "End": 97317
                },
                {
                    "Reply": "Munro would. But General Webb will not send their soldiers across the salt lake. Having let them go, I fear I will only fight the same men again when I move south.",
                    "Didascalie": "",
                    "Start": 100692,
                    "End": 100867
                },
                {
                    "Reply": "As the English march away, our soldiers and the Canadiens will be drawn to the looting of the fort ... except for a small guard ...",
                    "Didascalie": "",
                    "Start": 101159,
                    "End": 101304
                },
                {
                    "Reply": "salutes Munro and bows gravely from the saddle.  CLOSER: MUNRO  salutes Montcalm.",
                    "Didascalie": "",
                    "Start": 102217,
                    "End": 102302
                }
            ]
        },
        {
            "Character": "SENECA CHIEF",
            "Replies": [
                {
                    "Reply": "... and the Black Robes of Michilimackinac left us no time to put our cabins in order before telling us our French father had need of our aid. We rolled our blankets and were the first to be here. Yet we are not the first and closest to my father's campfire.  The Marquis de Montcalm is forty-five, wears a large wampum belt as a sash over his waistcoat. He has an acute intellect, an elegant manner. He is more aristocratic than Munro, but a consummate professional soldier. Over the Seneca's shoulder, Montcalm sees and nods to ...",
                    "Didascalie": "(low)",
                    "Start": 63454,
                    "End": 64014
                }
            ]
        },
        {
            "Character": "BOUGAINVILLE",
            "Replies": [
                {
                    "Reply": "Four or five, including two women entered the fort ...",
                    "Didascalie": "",
                    "Start": 65883,
                    "End": 65943
                }
            ]
        },
        {
            "Character": "FRENCH",
            "Replies": [
                {
                    "Reply": "emboldened, pursue ...",
                    "Didascalie": "",
                    "Start": 70069,
                    "End": 70093
                }
            ]
        },
        {
            "Character": "TRENCH IN FRONT OF WEST WALL",
            "Replies": [
                {
                    "Reply": "over the top in perfect formation ...",
                    "Didascalie": "",
                    "Start": 70206,
                    "End": 70244
                }
            ]
        },
        {
            "Character": "TWO HURONS",
            "Replies": [
                {
                    "Reply": "materialize from nowhere and charge at him ... both are BLOWN off their feet by ...",
                    "Didascalie": "",
                    "Start": 71927,
                    "End": 72012
                }
            ]
        },
        {
            "Character": "COURIER",
            "Replies": [
                {
                    "Reply": "looks over his shoulder. He didn't know the Canadien was there. He stumbles in the half light. Then he runs on ...",
                    "Didascalie": "",
                    "Start": 73329,
                    "End": 73446
                }
            ]
        },
        {
            "Character": "TREES",
            "Replies": [
                {
                    "Reply": "Hawkeye's heavy round rips through. We HEAR the ball cut air. A few leaves flutter ...",
                    "Didascalie": "",
                    "Start": 73158,
                    "End": 73246
                }
            ]
        },
        {
            "Character": "A COLONIAL",
            "Replies": [
                {
                    "Reply": "Got no families, Captain. Figured we'd stay and give 'em a hand even though ...",
                    "Didascalie": "",
                    "Start": 82044,
                    "End": 82129
                }
            ]
        },
        {
            "Character": "CLOSER",
            "Replies": [
                {
                    "Reply": "Hawkeye takes Cora's hand. Cora is awakening to a new spirit, a new wind blowing through a new land, a new self-determination ... She's drawn to this rough yet graceful man with his direct manner. Hawkeye settles against a wall. She leans next to him.",
                    "Didascalie": "",
                    "Start": 83237,
                    "End": 83491
                },
                {
                    "Reply": "the Huron arrives at the column, his tomahawk swings into his hand and he brains a British trooper who falls dead. The single Huron never breaks stride. He simply runs off again ...",
                    "Didascalie": "",
                    "Start": 105665,
                    "End": 105850
                },
                {
                    "Reply": "Many Huron and Ottawa are hidden in the shadows. They're moving along parallel to the column, stalking it. Waiting ...",
                    "Didascalie": "",
                    "Start": 106924,
                    "End": 107045
                }
            ]
        },
        {
            "Character": "SOME MOHAWKS",
            "Replies": [
                {
                    "Reply": "are out of the bunks and moving with them with tomahawks, knives, a flintlock ...",
                    "Didascalie": "",
                    "Start": 84351,
                    "End": 84434
                }
            ]
        },
        {
            "Character": "BRITISH SENTRIES",
            "Replies": [
                {
                    "Reply": "their muskets aimed mostly at Hawkeye.",
                    "Didascalie": "",
                    "Start": 84492,
                    "End": 84531
                }
            ]
        },
        {
            "Character": "INDIAN FACES",
            "Replies": [
                {
                    "Reply": "Huron, Ottawa, Osage, Choctaw, Fox ... hear the drum of the honor guard and wait.",
                    "Didascalie": "",
                    "Start": 91923,
                    "End": 92005
                }
            ]
        },
        {
            "Character": "TROOPERS",
            "Replies": [
                {
                    "Reply": "step over the fallen soldier. Heads turn, they're on edge ...",
                    "Didascalie": "",
                    "Start": 106507,
                    "End": 106570
                }
            ]
        },
        {
            "Character": "BRITISH TROOPERS",
            "Replies": [
                {
                    "Reply": "using their useless muskets as clubs or with fixed bayonets - as the smoke and fog swirls among the men - fighting for their lives ...",
                    "Didascalie": "",
                    "Start": 110070,
                    "End": 110207
                }
            ]
        },
        {
            "Character": "BLONDE WOMAN",
            "Replies": [
                {
                    "Reply": "hugging the ground in fear. Magua throws her over. It's not Alice Munro. It's a woman protecting her baby. Magua walks on. One of the braves behind Magua raise his tomahawk. On his downswing ...",
                    "Didascalie": "",
                    "Start": 110337,
                    "End": 110535
                }
            ]
        },
        {
            "Character": "WHITE HORSE",
            "Replies": [
                {
                    "Reply": "crazed, CRASHES through men, knocking Hawkeye over ...",
                    "Didascalie": "",
                    "Start": 114051,
                    "End": 114107
                }
            ]
        },
        {
            "Character": "AN ABNAKI",
            "Replies": [
                {
                    "Reply": "wearing a large cross, attacks Heyward from the side. One-handed, Heyward fires the musket into the man's chest, sending the ramrod through him. Then Heyward's shot in the thigh and a thrown tomahawk hits him in the head and knocks him sideways.",
                    "Didascalie": "",
                    "Start": 114717,
                    "End": 114965
                }
            ]
        },
        {
            "Character": "TWO FRENCH OFFICERS",
            "Replies": [
                {
                    "Reply": "on horseback try to intercede in the slaughter of five women. One French officer is shot by a Huron. The other French officer runs through that Huron and shoots the second.",
                    "Didascalie": "",
                    "Start": 115403,
                    "End": 115577
                }
            ]
        },
        {
            "Character": "OTTAWA WARRIOR",
            "Replies": [
                {
                    "Reply": "is spun, punched and tomahawked into the ground by Hawkeye. Uncas has Alice and Cora ...",
                    "Didascalie": "",
                    "Start": 116227,
                    "End": 116318
                }
            ]
        },
        {
            "Character": "HURON CANOES",
            "Replies": [
                {
                    "Reply": "maintain their steady pace. Three or four Hurons fire.  HAWKEYE'S CANOE  Musket balls ricochet on the water's surface. One rips a hole through the bow.",
                    "Didascalie": "",
                    "Start": 119719,
                    "End": 119874
                }
            ]
        },
        {
            "Character": "CANOES",
            "Replies": [
                {
                    "Reply": "The Ranger, the Redcoats and even Heyward feel the exhilaration of the ride. That's because they think they're home free.",
                    "Didascalie": "",
                    "Start": 122878,
                    "End": 123001
                }
            ]
        },
        {
            "Character": "TWILIGHT",
            "Replies": [
                {
                    "Reply": "A landscape with mist rearlit by the red light of the sun that's already behind the mountains. The blues are turning purple and the greens are turning black and the white highlights of the foaming water are going rose. Reflecting the darkening sky, where the surface isn't broken, the water is fast-moving metal ... SUDDENLY: a shaved head and muscled back stands into the foreground. It moves down the shore away from camera.",
                    "Didascalie": "",
                    "Start": 128110,
                    "End": 128541
                }
            ]
        },
        {
            "Character": "RANGER",
            "Replies": [
                {
                    "Reply": "conscious now, arranges his crushed body to face the direction from which will come the attack as ...",
                    "Didascalie": "",
                    "Start": 134511,
                    "End": 134615
                }
            ]
        },
        {
            "Character": "SACHEM",
            "Replies": [
                {
                    "Reply": "The white man comes like a day that has passed. And night enters our future with him ...",
                    "Didascalie": "",
                    "Start": 147434,
                    "End": 147532
                },
                {
                    "Reply": "Dark girl burn in fire to heal the twisted heart of Magua.  Cora, hearing the sentence ... Hawkeye's losing her.",
                    "Didascalie": "(the judgment)",
                    "Start": 147715,
                    "End": 147838
                },
                {
                    "Reply": "Munro daughter with moon in her hair must be Magua's wife so Munro's seed doesn't die.  Alice is gone, living in some dark recess of her mind.",
                    "Didascalie": "(continuing)",
                    "Start": 147867,
                    "End": 148024
                },
                {
                    "Reply": "... and Yengeese officer not go to Les Francais, but back to Yengeese so their hatred burns less bright. La Longue Carabine, go in peace.  People move, start to implement the sentence. Hawkeye's panicked. Cora is jerked upright. She looks at Hawkeye in terror: Sachem is starting to depart.",
                    "Didascalie": "",
                    "Start": 148089,
                    "End": 148394
                }
            ]
        },
        {
            "Character": "FIRST",
            "Replies": [
                {
                    "Reply": "Huron starts up the narrow path. Suddenly ...",
                    "Didascalie": "",
                    "Start": 152753,
                    "End": 152800
                }
            ]
        },
        {
            "Character": "FOURTH",
            "Replies": [
                {
                    "Reply": "FIRES, misses, swings. Uncas slips the swung musket, but it catches his elbow. Uncas' musket falls. Before it hits the ground his tomahawk is out and hacks Four over the edge ...",
                    "Didascalie": "",
                    "Start": 152978,
                    "End": 153160
                }
            ]
        },
        {
            "Character": "HURON WARRIORS",
            "Replies": [
                {
                    "Reply": "are running down the path to intercept Chingachgook, charging uphill, fueled by a father's rage, and Hawkeye. One Huron aims at the center of Chingachgook's chest ...",
                    "Didascalie": "",
                    "Start": 154993,
                    "End": 155162
                }
            ]
        },
        {
            "Character": "VERY WIDE",
            "Replies": [
                {
                    "Reply": "Two men, like dots, race to collide at the center of the promontory. Now the others fall back... It's one-on-one. Hawkeye slows ...",
                    "Didascalie": "",
                    "Start": 155576,
                    "End": 155710
                }
            ]
        },
        {
            "Character": "COMBATANTS",
            "Replies": [
                {
                    "Reply": "Magua - confident, pumped up - feints with his left, his tomahawk appearing in his right, sweeping backhand, while his left, magically holding his blade, is jamming up to gut Chingachgook. Chingachgook's dead. Except ...",
                    "Didascalie": "",
                    "Start": 155725,
                    "End": 155949
                }
            ]
        }
    ]
}