{
    "Title": [
        "RKO 281",
        "   "
    ],
    "Author": [
        "  John Logan"
    ],
    "Genre": [
        "  Drama"
    ],
    "Characters": [
        {
            "Character": "WOMAN",
            "Replies": [
                {
                    "Reply": "Come into the light.. Come into the light  A nine-year-old boy steps into the light.",
                    "Didascalie": "",
                    "Start": 884,
                    "End": 971
                },
                {
                    "Reply": "Never stand in the shadows --",
                    "Didascalie": "",
                    "Start": 1044,
                    "End": 1074
                },
                {
                    "Reply": "You are made for the light, Orson Now you must blow out your candles. But you must always remember, the cake itself is nothing. The flame, the lights, that is where your future lies. You must have a dream. A great dream worthy of you.",
                    "Didascalie": "",
                    "Start": 1174,
                    "End": 1457
                }
            ]
        },
        {
            "Character": "BOY",
            "Replies": [
                {
                    "Reply": "Mother...",
                    "Didascalie": "",
                    "Start": 1118,
                    "End": 1128
                }
            ]
        },
        {
            "Character": "NEWSREEL VOICE",
            "Replies": [
                {
                    "Reply": "He came to the town of magic and dreams a flashing star blazing through the firmament of illusion. And he promised to devour the world in a single gulp. He was 24 years old and his name was George Orson Welles. Sound the trumpets! Unfurl the banners, Hollywood! The Boy Wonder has arrived!",
                    "Didascalie": "",
                    "Start": 2582,
                    "End": 2932
                },
                {
                    "Reply": "So how could the magic of the stage not call to this adventurous lad? Unstoppable and resolute, the Boy Wonder journeyed into the world of the legit theater. After a peripatetic beginning he found himself at last in New York where he joined forces with theatrical producer John Houseman under the august auspices of the WPA Federal Theater.",
                    "Didascalie": "",
                    "Start": 4023,
                    "End": 4436
                },
                {
                    "Reply": "Like Hannibal over the Alps, the Boy Genius invaded the Great White Way. He stunned the sedate elite of New York theatre with production after production. From MACBETH with an entirely colored cast to a Mussolini-inspired JULIUS CAESAR!",
                    "Didascalie": "",
                    "Start": 5044,
                    "End": 5329
                },
                {
                    "Reply": "With Lament Cranston in one pocket and his own radio show. The Mercury Theater of the Air, our Boy Wonder filled the night with his resounding tones. And on October 30th of 1938, he became what he felt destined to be: a household name.",
                    "Didascalie": "",
                    "Start": 6305,
                    "End": 6589
                },
                {
                    "Reply": "THE WAR OF THE WORLDS sent this nation spinning into a frenzy. Nine million listeners clasped their loved ones close and looked to the skies with horror. Unlucky listeners near the epicenter of the \"invasion\" -- rural New Jersey -- ran screaming into the night, sure a monstrous alien and a fiery death awaited them around every corner! The mischievous Boy Wonder had fooled us all!",
                    "Didascalie": "",
                    "Start": 7001,
                    "End": 7468
                },
                {
                    "Reply": "How long, oh how long could it possibly be before the sunny land of dreams tried to harness the combustible power of this showman, this impresario, this best of all possible Boy Wonders?!",
                    "Didascalie": "",
                    "Start": 8085,
                    "End": 8309
                },
                {
                    "Reply": "The winner in the Welles derby was George Schaefer, the head of RKO Pictures. With a contract unimaginable before The Days Of Orson, Mr. Schaefer captured the whirlwind snared the beast, roped the tyrant!",
                    "Didascalie": "",
                    "Start": 8700,
                    "End": 8953
                },
                {
                    "Reply": "total control over the shooting of the picture and the finished product. The studio, well, they just paid the bills. Meanwhile, the insiders of filmland were skeptical.",
                    "Didascalie": "",
                    "Start": 9472,
                    "End": 9677
                },
                {
                    "Reply": "So Cometh Orson! He toured the RKO studio and met with the biggest of the big! He charmed his way through the town from the Brown Derby to the Copacabana, from the Pacific Palisades to the Hollywood Hills!",
                    "Didascalie": "",
                    "Start": 10364,
                    "End": 10618
                },
                {
                    "Reply": "Yes, the Boy Wonder had arrived! He even charmed those rival maidens of Hollywood gossip, those well-",
                    "Didascalie": "",
                    "Start": 10853,
                    "End": 10967
                },
                {
                    "Reply": "So today, almost a year after his arrival in Hollywood, we leave the Boy Wonder still hard at work developing his much-anticipated first feature, preparing to dazzle us all again. We're waiting, Orson!",
                    "Didascalie": "",
                    "Start": 11940,
                    "End": 12190
                }
            ]
        },
        {
            "Character": "HOUSEMAN",
            "Replies": [
                {
                    "Reply": "Orson barreled in and took over. Orson's a real barreler.",
                    "Didascalie": "",
                    "Start": 4579,
                    "End": 4649
                },
                {
                    "Reply": "Welcome to the world of Orson Welles.",
                    "Didascalie": "",
                    "Start": 60460,
                    "End": 60498
                }
            ]
        },
        {
            "Character": "WELLES",
            "Replies": [
                {
                    "Reply": "Who knows what evil lurks in the hearts of men? The Shadow knows. . .",
                    "Didascalie": "",
                    "Start": 6029,
                    "End": 6111
                },
                {
                    "Reply": "Of course ... of course ... if I had known the panic the broadcast was causing -- well I would have stopped! I never meant for any of this to happen and I feel just horrible!",
                    "Didascalie": "(contritely)",
                    "Start": 7626,
                    "End": 7850
                },
                {
                    "Reply": "I'll tell you what, this is the best electric train set a boy ever had!",
                    "Didascalie": "",
                    "Start": 12320,
                    "End": 12404
                },
                {
                    "Reply": "All right! Enough! I've heard this from Schaefer and RKO. I've heard it from everyone--",
                    "Didascalie": "",
                    "Start": 14860,
                    "End": 14960
                },
                {
                    "Reply": "Forget it-",
                    "Didascalie": "",
                    "Start": 15418,
                    "End": 15429
                },
                {
                    "Reply": "Telling stories.",
                    "Didascalie": "",
                    "Start": 15544,
                    "End": 15561
                },
                {
                    "Reply": "Not for me.",
                    "Didascalie": "",
                    "Start": 16463,
                    "End": 16475
                },
                {
                    "Reply": "That's better than being the oldest has-been in Hollywood history.",
                    "Didascalie": "",
                    "Start": 16656,
                    "End": 16735
                },
                {
                    "Reply": "Here, turn around.",
                    "Didascalie": "",
                    "Start": 16904,
                    "End": 16923
                },
                {
                    "Reply": "So, we've got to come up with our movie. Our biography.",
                    "Didascalie": "",
                    "Start": 17012,
                    "End": 17080
                },
                {
                    "Reply": "We find the man and then we dissect him-",
                    "Didascalie": "",
                    "Start": 17178,
                    "End": 17219
                },
                {
                    "Reply": "But with compassion and insight--",
                    "Didascalie": "",
                    "Start": 17322,
                    "End": 17356
                },
                {
                    "Reply": "How do you do, Mr. Hearst? My name is Orson Welles.",
                    "Didascalie": "(into the mirror)",
                    "Start": 17783,
                    "End": 17860
                },
                {
                    "Reply": "Howard Hughes killed Jean Harlow?",
                    "Didascalie": "",
                    "Start": 18338,
                    "End": 18372
                },
                {
                    "Reply": "Sigmund Freud?",
                    "Didascalie": "",
                    "Start": 21241,
                    "End": 21256
                },
                {
                    "Reply": "Manolete?!",
                    "Didascalie": "(suddenly inspired)",
                    "Start": 21660,
                    "End": 21684
                },
                {
                    "Reply": "glittering suit of lights on the dusky Andalusian plains--",
                    "Didascalie": "",
                    "Start": 22264,
                    "End": 22335
                },
                {
                    "Reply": "Bullfighting, Miss Davies!",
                    "Didascalie": "",
                    "Start": 22516,
                    "End": 22543
                },
                {
                    "Reply": "Ever met Walter Winchell?",
                    "Didascalie": "",
                    "Start": 22945,
                    "End": 22971
                },
                {
                    "Reply": "No, when I was but a tender lad--",
                    "Didascalie": "(expansively, warming into a story)",
                    "Start": 23056,
                    "End": 23103
                },
                {
                    "Reply": "-- across from me stood a mammoth bull reputed to have gored a full seven men to a grisly demise! So -",
                    "Didascalie": "",
                    "Start": 23649,
                    "End": 23764
                },
                {
                    "Reply": "In Spain the cruelty would be in denying the beast a fighting end.",
                    "Didascalie": "",
                    "Start": 25065,
                    "End": 25144
                },
                {
                    "Reply": "And director.",
                    "Didascalie": "",
                    "Start": 25490,
                    "End": 25504
                },
                {
                    "Reply": "To make pictures.",
                    "Didascalie": "",
                    "Start": 25648,
                    "End": 25666
                },
                {
                    "Reply": "None.",
                    "Didascalie": "",
                    "Start": 25804,
                    "End": 25810
                },
                {
                    "Reply": "So I've been told.",
                    "Didascalie": "",
                    "Start": 25994,
                    "End": 26013
                },
                {
                    "Reply": "I'll remember that.",
                    "Didascalie": "",
                    "Start": 26181,
                    "End": 26201
                },
                {
                    "Reply": "The man doesn't allow drinking or cigars? This is monstrous.",
                    "Didascalie": "(quietly)",
                    "Start": 27033,
                    "End": 27119
                },
                {
                    "Reply": "He's nothing but a hypocrite. He preaches morality every day in his sordid little papers for everyone else in the world but he lives openly with his mistress.",
                    "Didascalie": "",
                    "Start": 27255,
                    "End": 27450
                },
                {
                    "Reply": "Look at those hands. Those are the hands of an artist. A modern Caravaggio.",
                    "Didascalie": "",
                    "Start": 28080,
                    "End": 28168
                },
                {
                    "Reply": "\"In Xanadu did Kubla Khan a stately pleasure dome decree. . . \"How big is it, all told? The estate?",
                    "Didascalie": "",
                    "Start": 30679,
                    "End": 30791
                },
                {
                    "Reply": "I wonder sometimes.",
                    "Didascalie": "",
                    "Start": 32216,
                    "End": 32236
                },
                {
                    "Reply": "And what am I scared of?",
                    "Didascalie": "",
                    "Start": 32471,
                    "End": 32496
                },
                {
                    "Reply": "Oh, but haven't you heard? I'm the Boy Wonder. I've been a genius since the moment I was born.",
                    "Didascalie": "(smiles)",
                    "Start": 32651,
                    "End": 32771
                },
                {
                    "Reply": "Carole, you wound me! As if I could hope to pacify you with evasions of--",
                    "Didascalie": "",
                    "Start": 32955,
                    "End": 33041
                },
                {
                    "Reply": "That poor woman.",
                    "Didascalie": "",
                    "Start": 33782,
                    "End": 33799
                },
                {
                    "Reply": "Mank! You scoundrel! What took you so long?!",
                    "Didascalie": "",
                    "Start": 35963,
                    "End": 36008
                },
                {
                    "Reply": "Here you are, up with the birds for once, you vampire!",
                    "Didascalie": "",
                    "Start": 36208,
                    "End": 36275
                },
                {
                    "Reply": "Listen ... I've got it! It came to me like a thief in the night! Pure inspiration! Total magnificence!",
                    "Didascalie": "",
                    "Start": 36435,
                    "End": 36550
                },
                {
                    "Reply": "I know who we're going to get I The great American biography! A journey into the soul of the beast.",
                    "Didascalie": "",
                    "Start": 36764,
                    "End": 36876
                },
                {
                    "Reply": "Image a man that has shaped his time. A titanic figure of limitless influence. Think about empire. A man with an empire at his feet. A man, like a baron, living in a palace, a glorious palace on a hill, and controlling the permutations of everyone beneath him. Feudal.",
                    "Didascalie": "",
                    "Start": 36988,
                    "End": 37317
                },
                {
                    "Reply": "Image the possibilities as this man controls the public perception of the nation through his--",
                    "Didascalie": "",
                    "Start": 37449,
                    "End": 37556
                },
                {
                    "Reply": "Yes.",
                    "Didascalie": "",
                    "Start": 37709,
                    "End": 37714
                },
                {
                    "Reply": "Mank-",
                    "Didascalie": "",
                    "Start": 37853,
                    "End": 37859
                },
                {
                    "Reply": "How long have we spent casting our minds about the world when the answer to our prayers was right here under our noses -- every single day in the newspapers and on the radio -- waiting for us in that ridiculous castle! Waiting for--!",
                    "Didascalie": "",
                    "Start": 37989,
                    "End": 38271
                },
                {
                    "Reply": "Now remember he's a public figure who sought out that publicity so legally he can't stop us from--",
                    "Didascalie": "",
                    "Start": 38450,
                    "End": 38561
                },
                {
                    "Reply": "We're doing Hearst.",
                    "Didascalie": "",
                    "Start": 39064,
                    "End": 39084
                },
                {
                    "Reply": "So speaks the court jester.",
                    "Didascalie": "",
                    "Start": 39746,
                    "End": 39774
                },
                {
                    "Reply": "I expected more from you.",
                    "Didascalie": "",
                    "Start": 39874,
                    "End": 39900
                },
                {
                    "Reply": "How does it feel, Mank? Going up to the palace and making all the lords and ladies laugh as you tell your little stories and beg for crumbs at the table? How does it feel being the ugly little monkey they keep to amuse themselves--?!",
                    "Didascalie": "(with building venom)",
                    "Start": 40037,
                    "End": 40331
                },
                {
                    "Reply": "I remember a man who wrote I He was a brilliant writer who dazzled me time and time again with his wit and insight--",
                    "Didascalie": "",
                    "Start": 40572,
                    "End": 40713
                },
                {
                    "Reply": "Where did he go? He hasn't had a screen credit in four years--",
                    "Didascalie": "",
                    "Start": 40819,
                    "End": 40894
                },
                {
                    "Reply": "--Because he has been so furiously busy wasting himself. Amusing his keepers. Because he is a sycophant! Because he has been thrown out of every studio in Hollywood and no one will hire him because he's a drunk- -!",
                    "Didascalie": "(savagely)",
                    "Start": 41013,
                    "End": 41288
                },
                {
                    "Reply": "Listen to me-",
                    "Didascalie": "",
                    "Start": 42120,
                    "End": 42134
                },
                {
                    "Reply": "I am giving you the last chance you will ever have to be yourself again!",
                    "Didascalie": "",
                    "Start": 42227,
                    "End": 42302
                },
                {
                    "Reply": "I'll hire you  -- right now-",
                    "Didascalie": "",
                    "Start": 43049,
                    "End": 43078
                },
                {
                    "Reply": "NOT UNLESS I. TELL YOU IT IS  A tense pause  Welles kneels by the edge of the pool, effortlessly switching gears.",
                    "Didascalie": "(roars)",
                    "Start": 43330,
                    "End": 43460
                },
                {
                    "Reply": "Look, Mank, this is our only chance  I know this is the story. And now is the time. And I cannot do it without you. Everything in my life -- all the promise and potential and dreams -- have led to this moment right now. To you and me. Right here.",
                    "Didascalie": "(deeply)",
                    "Start": 43518,
                    "End": 43783
                },
                {
                    "Reply": "Then let him. What have we got to lose, you and I?",
                    "Didascalie": "",
                    "Start": 43937,
                    "End": 43988
                },
                {
                    "Reply": "Take my hand, Mank. And we'll dance one last time. We'll dance to the music of the angels. We'll make history. We'll scorch the earth. We will ...",
                    "Didascalie": "",
                    "Start": 44077,
                    "End": 44249
                },
                {
                    "Reply": "So, who is he? We have to know him.",
                    "Didascalie": "",
                    "Start": 44687,
                    "End": 44723
                },
                {
                    "Reply": "How?",
                    "Didascalie": "",
                    "Start": 44880,
                    "End": 44885
                },
                {
                    "Reply": "The key -- the key -- the clue -- what does this man recall on his death bed? Okay, Mank, you're dying. What's the last image that comes to you? Right now.",
                    "Didascalie": "",
                    "Start": 45696,
                    "End": 45888
                },
                {
                    "Reply": "Why her?",
                    "Didascalie": "",
                    "Start": 46051,
                    "End": 46060
                },
                {
                    "Reply": "All men love. But men like Hearst -- they don't bother with convention because--",
                    "Didascalie": "",
                    "Start": 48005,
                    "End": 48098
                },
                {
                    "Reply": "He loves in his own way. On his conditions. Because those are the only conditions he has ever known.",
                    "Didascalie": "",
                    "Start": 48210,
                    "End": 48323
                },
                {
                    "Reply": "Hearst looks down at the world at his feet Everything has always been beneath him.",
                    "Didascalie": "(quietly)",
                    "Start": 48723,
                    "End": 48830
                },
                {
                    "Reply": "The people. When they pay him homage, he adores them. But when they have the ... audacity to question him. To doubt him. To embarrass him. Then he despises them.",
                    "Didascalie": "",
                    "Start": 48944,
                    "End": 49142
                },
                {
                    "Reply": "... And I said, \"Mr. Toland, you are the finest cinematographer in Hollywood, why would you desire to work with a stumbling neophyte?\"",
                    "Didascalie": "",
                    "Start": 53884,
                    "End": 54043
                },
                {
                    "Reply": "And he replied, \"Mr. Welles, the only way to learn anything new is to work with someone who doesn't know a damn thing.\"",
                    "Didascalie": "",
                    "Start": 54113,
                    "End": 54257
                },
                {
                    "Reply": "Hedda, this movie is going to look like no other picture ever made.",
                    "Didascalie": "",
                    "Start": 54444,
                    "End": 54524
                },
                {
                    "Reply": "Tome it's a question of truth and illusion. Don't you get tired of the errant falsity in motion pictures?",
                    "Didascalie": "",
                    "Start": 54595,
                    "End": 54725
                },
                {
                    "Reply": "What we are going to do is shoot life -- in all it's joyous complexity.",
                    "Didascalie": "",
                    "Start": 54824,
                    "End": 54908
                },
                {
                    "Reply": "Consider this quarter, my dear. You can touch it and feel it and were you to lean forward you could even smell it. Why is it that in the movies a simple bit of reality -- a quarter, a room, a man--",
                    "Didascalie": "",
                    "Start": 55003,
                    "End": 55237
                },
                {
                    "Reply": "Becomes nothing but a lie? A trick. An illusion.",
                    "Didascalie": "",
                    "Start": 55308,
                    "End": 55357
                },
                {
                    "Reply": "I will show the reality behind the trick.",
                    "Didascalie": "",
                    "Start": 55468,
                    "End": 55510
                },
                {
                    "Reply": "I will use the illusions of Hollywood to show . . . the truth.",
                    "Didascalie": "",
                    "Start": 55627,
                    "End": 55702
                },
                {
                    "Reply": "And so the dreamer awakens into the realms of reality. He has been given a rendition of the truth. He has been treated with respect.",
                    "Didascalie": "",
                    "Start": 55995,
                    "End": 56152
                },
                {
                    "Reply": "We're using-",
                    "Didascalie": "",
                    "Start": 56633,
                    "End": 56646
                },
                {
                    "Reply": "Good God no! The character is a delicious amalgamation of various press barons--",
                    "Didascalie": "",
                    "Start": 56775,
                    "End": 56868
                },
                {
                    "Reply": "That's right. A symphony of those: vaunted and valued tellers-of-truth. Those heroic minutemen standing sentry on our liberties--",
                    "Didascalie": "",
                    "Start": 57043,
                    "End": 57197
                },
                {
                    "Reply": "I am not doing Hearst.",
                    "Didascalie": "",
                    "Start": 57381,
                    "End": 57404
                },
                {
                    "Reply": "It's 350 pages long.",
                    "Didascalie": "",
                    "Start": 57716,
                    "End": 57737
                },
                {
                    "Reply": "It is 350 pages of ... ABSOLUTE INSPIRATION!",
                    "Didascalie": "",
                    "Start": 57866,
                    "End": 57911
                },
                {
                    "Reply": "Housey, get us a drink.",
                    "Didascalie": "",
                    "Start": 57991,
                    "End": 58015
                },
                {
                    "Reply": "I told you you could do this! How could you have ever doubted me!? You must never doubt me again!",
                    "Didascalie": "",
                    "Start": 58135,
                    "End": 58245
                },
                {
                    "Reply": "Good?! Good?! Words fail you at last! It's terrific! Now I'll have to do some shaping, of course, and some of the scenes aren't exactly . . . exactly . . .",
                    "Didascalie": "",
                    "Start": 58368,
                    "End": 58560
                },
                {
                    "Reply": "Short enough. But this is a grand start And I think we need to change the name.",
                    "Didascalie": "",
                    "Start": 58657,
                    "End": 58749
                },
                {
                    "Reply": "No, AMERICAN is a blessed title directly sent from God's soul to your mind. We shall never change that! I mean the name of the publisher. Charles Foster Craig doesn't have the knives-out poetry I need. I was thinking about \"Kane\" -- you like that?",
                    "Didascalie": "",
                    "Start": 58851,
                    "End": 59147
                },
                {
                    "Reply": "To my invaluable comrade Drink up!",
                    "Didascalie": "",
                    "Start": 59753,
                    "End": 59788
                },
                {
                    "Reply": "Jesus Christ --",
                    "Didascalie": "",
                    "Start": 61218,
                    "End": 61234
                },
                {
                    "Reply": "Get away from me--",
                    "Didascalie": "",
                    "Start": 61709,
                    "End": 61728
                },
                {
                    "Reply": "It's obviously a mistake, Manki Some steno girl made a mistake, alright?!",
                    "Didascalie": "",
                    "Start": 61968,
                    "End": 62054
                },
                {
                    "Reply": "I fucking well can! I own your script and I can do anything I goddamn want. And don't forget for one minute that I took your 350 pages of drunken rambling and I made a movie out of them -- and now I've got to shoot the bastard. So thank you very much, I have all I need. And you can stop calling me.",
                    "Didascalie": "(savagely)",
                    "Start": 62210,
                    "End": 62594
                },
                {
                    "Reply": "It's an awful title, of course, but I can't think of anything better. Someone came up with A SEA OF UPTURNED FACES -- which has a nice, grand ring to it -- and I thought of JOHN CITIZEN, USA but that strikes me as a bit Warner Brothers. Or, God forbid, Capraesque. I suppose AMERICAN will do for now but--",
                    "Didascalie": "",
                    "Start": 64710,
                    "End": 65076
                },
                {
                    "Reply": "Pardon?",
                    "Didascalie": "",
                    "Start": 65183,
                    "End": 65191
                },
                {
                    "Reply": "A \"Z\" and a \"K\" in the title. That would draw the eye. For the poster. I like that THE PRISONER OF ZENDA had a \"Z\" and a \"P\" and that worked--",
                    "Didascalie": "",
                    "Start": 65336,
                    "End": 65503
                },
                {
                    "Reply": "I know, I know! But what more can you expect of me?! I have pared this story down to the marrow to save money but to cut more would be to--!",
                    "Didascalie": "(theatrically)",
                    "Start": 65712,
                    "End": 65889
                },
                {
                    "Reply": "Please don't ask me to do this.",
                    "Didascalie": "",
                    "Start": 66881,
                    "End": 66913
                },
                {
                    "Reply": "George, I want you to let me make this movie because I need to make it. And I don't really know  why. Afterwards there' II be all the time in the world to make money and sell popcorn. And I'll do that for you. For RKO and New York. But for now ...",
                    "Didascalie": "(simply)",
                    "Start": 67188,
                    "End": 67497
                },
                {
                    "Reply": "It's your decision, George. If you look into my eyes right now and say, go make WAR OF THE WORLDS, I will. I'll make it. And, yes, it'll make you money.",
                    "Didascalie": "",
                    "Start": 67633,
                    "End": 67810
                },
                {
                    "Reply": "Ah, it's a grand title.",
                    "Didascalie": "(smiles)",
                    "Start": 68423,
                    "End": 68459
                },
                {
                    "Reply": "Today we - -",
                    "Didascalie": "",
                    "Start": 69425,
                    "End": 69438
                },
                {
                    "Reply": "Today we are going to break every rule in motion picture history...",
                    "Didascalie": "",
                    "Start": 69521,
                    "End": 69601
                },
                {
                    "Reply": "We're going to do this because it's going to be fun.",
                    "Didascalie": "",
                    "Start": 70576,
                    "End": 70641
                },
                {
                    "Reply": "Again.",
                    "Didascalie": "",
                    "Start": 72285,
                    "End": 72292
                },
                {
                    "Reply": "Again  \"SING. SING, SING\" continues...",
                    "Didascalie": "",
                    "Start": 72631,
                    "End": 72672
                },
                {
                    "Reply": "It needs a ceiling, Gregg. Real rooms have real ceilings.",
                    "Didascalie": "",
                    "Start": 72914,
                    "End": 72984
                },
                {
                    "Reply": "You bet.",
                    "Didascalie": "",
                    "Start": 73119,
                    "End": 73128
                },
                {
                    "Reply": "No, it's gonna be impossible. That's why we're doing it.",
                    "Didascalie": "(smiles)",
                    "Start": 73254,
                    "End": 73335
                },
                {
                    "Reply": "Again  Paul Stewart screams and collapses. \"SING, SING, SING\" continues... On the Atlantic City nightclub set:  Welles watches as the camera crane attempts the dizzying and difficult maneuver from the skylight at the top of the set  down to Dorothy Commingore as Susan Alexander below. The camera crane goes out of control and crashes through some light fixtures and swings crazily down toward Dorothy Commingore. She yelps and leaps away as the camera barrels through the table and smashes to the floor.",
                    "Didascalie": "",
                    "Start": 73769,
                    "End": 74290
                },
                {
                    "Reply": "Well, that didn't really work  \"SING, SING, SING\" continues. Back on the, Xanadu stairway set  Paul Stewart, dazed and shattered, is listening intently. Welles stands with his arms around Stewart, embracing him, whispering into his ear.",
                    "Didascalie": "",
                    "Start": 74378,
                    "End": 74621
                },
                {
                    "Reply": "It is the most important line of the picture. You will weave the magic of \"Rosebud\" in a single word -",
                    "Didascalie": "",
                    "Start": 74668,
                    "End": 74783
                },
                {
                    "Reply": "Actors.",
                    "Didascalie": "",
                    "Start": 75744,
                    "End": 75752
                },
                {
                    "Reply": "STOP EVERYBODY STOP!",
                    "Didascalie": "",
                    "Start": 76410,
                    "End": 76431
                },
                {
                    "Reply": "YOU COME DOWN HERE!",
                    "Didascalie": "",
                    "Start": 76635,
                    "End": 76655
                },
                {
                    "Reply": "No -- no -- I'll pour the tea. Sorry. I should pour the tea. Let's try that again.",
                    "Didascalie": "",
                    "Start": 78452,
                    "End": 78547
                },
                {
                    "Reply": "No -- that's not right  He clears his throat and glances at the enormous crew, all staring back at him expectantly.",
                    "Didascalie": "",
                    "Start": 79009,
                    "End": 79129
                },
                {
                    "Reply": "Urn. . . ah . . . yes -- you should definitely pour the tea. Okay, again. Sorry.... Set. Action.",
                    "Didascalie": "",
                    "Start": 79176,
                    "End": 79285
                },
                {
                    "Reply": "Five...? Yes. No. We're done today  He slowly walks off the set as he nervously pulls at his tie, tearing it off.",
                    "Didascalie": "",
                    "Start": 79661,
                    "End": 79779
                },
                {
                    "Reply": "I just can't . . see it anymore  Mank returns to the living room and thrusts a drink in Welles hand.",
                    "Didascalie": "",
                    "Start": 81630,
                    "End": 81733
                },
                {
                    "Reply": "I'm sorry.",
                    "Didascalie": "",
                    "Start": 81936,
                    "End": 81947
                },
                {
                    "Reply": "This is the shooting script we've been using every day.",
                    "Didascalie": "",
                    "Start": 82127,
                    "End": 82195
                },
                {
                    "Reply": "Did I ever tell you about my father?",
                    "Didascalie": "",
                    "Start": 82538,
                    "End": 82575
                },
                {
                    "Reply": "He was a drunk. And he was my father and I was ashamed of him.",
                    "Didascalie": "",
                    "Start": 82694,
                    "End": 82769
                },
                {
                    "Reply": "He showed me the world, he took me with him everywhere -- Europe, China -- and he was so proud of me. But he would drink and he would get ...embarrassing. And I began to resent him Because I was so ... sparkling, you see.",
                    "Didascalie": "",
                    "Start": 82872,
                    "End": 83142
                },
                {
                    "Reply": "When I finally saw him again, he was in a coffin. I was fifteen. And all of a sudden he wasn't that embarrassing drunk anymore ... he was the man who showed me the world.",
                    "Didascalie": "",
                    "Start": 83531,
                    "End": 83738
                },
                {
                    "Reply": "Just like you, Mank.",
                    "Didascalie": "",
                    "Start": 83848,
                    "End": 83869
                },
                {
                    "Reply": "Okay  A beat. Welles reaches for a cigar, tears still wet on his face.",
                    "Didascalie": "",
                    "Start": 84370,
                    "End": 84443
                },
                {
                    "Reply": "No  MANK'S VOICE Good -- cause I was thinking that we're starting the scene too late...",
                    "Didascalie": "",
                    "Start": 84604,
                    "End": 84743
                },
                {
                    "Reply": "Can you see my shoes?",
                    "Didascalie": "",
                    "Start": 86074,
                    "End": 86096
                },
                {
                    "Reply": "Goddamn it Joe -- stand here  JOSEPH COTTON, also in full costume and makeup, steps into the shot and takes Welles' position as Welles scurries out of the frame. . ..",
                    "Didascalie": "",
                    "Start": 86227,
                    "End": 86398
                },
                {
                    "Reply": "It's just not low enough. This is the scene. We have to look up at these two man as pillars soaring to the sky. As towering virtues in combat--",
                    "Didascalie": "",
                    "Start": 86694,
                    "End": 86862
                },
                {
                    "Reply": "I need my shoes in total focus right here and also Joe back there--!",
                    "Didascalie": "",
                    "Start": 86998,
                    "End": 87079
                },
                {
                    "Reply": "Take apart the fucking camera rig -- we could get a few more inches down and then tilt up--",
                    "Didascalie": "",
                    "Start": 87216,
                    "End": 87320
                },
                {
                    "Reply": "Come on, Gregg! We'll tear out this floor!",
                    "Didascalie": "",
                    "Start": 87843,
                    "End": 87886
                },
                {
                    "Reply": "Get me a jackhammer.",
                    "Didascalie": "",
                    "Start": 88388,
                    "End": 88409
                },
                {
                    "Reply": "\"Well, if you got drunk to talk to me about Miss Alexander, don't bother. I'm not interested. I've set back the sacred cause of reform, is that it? All right, if that's the way they want it, the people have made their choice. It's obvious the people prefer Jim Gettys to me.\"",
                    "Didascalie": "",
                    "Start": 89685,
                    "End": 90021
                },
                {
                    "Reply": "Keep filming.",
                    "Didascalie": "(to the camera operator)",
                    "Start": 90438,
                    "End": 90464
                },
                {
                    "Reply": "Then make them up! You're drunk and you're angry.",
                    "Didascalie": "",
                    "Start": 90593,
                    "End": 90643
                },
                {
                    "Reply": "This is the chance you've been waiting for, boy. Tell that son of a bitch just what you think of him!",
                    "Didascalie": "",
                    "Start": 90726,
                    "End": 90840
                },
                {
                    "Reply": "You're not going to get another chance, boy! Look right at the monster and you tell him--",
                    "Didascalie": "",
                    "Start": 91058,
                    "End": 91160
                },
                {
                    "Reply": "\"A toast then, Jedediah, to love on my own terms. Those are the only terms anybody ever knows, his own.\"",
                    "Didascalie": "",
                    "Start": 91547,
                    "End": 91676
                },
                {
                    "Reply": "Cut. Print  We jump out of the black-and-white viewfinder and into the scene as Welles turns to an assistant.",
                    "Didascalie": "",
                    "Start": 91759,
                    "End": 91873
                },
                {
                    "Reply": "How 'bout a real drink?",
                    "Didascalie": "",
                    "Start": 91920,
                    "End": 91944
                },
                {
                    "Reply": "Yeah.  The crew members exhale and practically collapse  Welles stands and looks around in satisfaction. He takes in the empty corners of the sound stage, the sets, the cameras Savoring the moment.",
                    "Didascalie": "",
                    "Start": 92045,
                    "End": 92250
                },
                {
                    "Reply": "It's finished.",
                    "Didascalie": "(quietly)",
                    "Start": 92309,
                    "End": 92336
                },
                {
                    "Reply": "Good morning, good morning. . .",
                    "Didascalie": "",
                    "Start": 92869,
                    "End": 92901
                },
                {
                    "Reply": "This is an abomination There's no music and--",
                    "Didascalie": "",
                    "Start": 94267,
                    "End": 94313
                },
                {
                    "Reply": "The magazines are one thing -- but Hedda! Why did we have to let her come?!",
                    "Didascalie": "",
                    "Start": 94438,
                    "End": 94526
                },
                {
                    "Reply": "What the hell did that mean?!",
                    "Didascalie": "",
                    "Start": 95103,
                    "End": 95133
                },
                {
                    "Reply": "Give me one dinner with her and I'll sort it out. Woman of a certain age are woefully susceptible to a younger man's charm. I'll make myself so monumentally attractive that  He is distracted by Schaefer flipping through the newspaper anxiously. Schaefer tears back and forth in the paper and then swivels around in his chair to grab another newspaper. He flips through it. And then stops.",
                    "Didascalie": "",
                    "Start": 101655,
                    "End": 102088
                },
                {
                    "Reply": "The ad..",
                    "Didascalie": "",
                    "Start": 102576,
                    "End": 102585
                },
                {
                    "Reply": "We open on Monument Valley. Those towering stalagmites reaching up like pleading fingers to God. A single figure treads the arid plains. The crimson sun is behind him so his shadow stretches toward us. He is a simple man wearing a simple robe. A profoundly quiet and sad man. Who is he?",
                    "Didascalie": "",
                    "Start": 109803,
                    "End": 110150
                },
                {
                    "Reply": "Who is he, Gregg?",
                    "Didascalie": "(whispering, to Toland)",
                    "Start": 110346,
                    "End": 110376
                },
                {
                    "Reply": "Yes! Vibrant and modern and stark like a Picasso sketch drawn to flashes of lightning I We shoot the whole thing in the gallant American West--",
                    "Didascalie": "",
                    "Start": 110755,
                    "End": 110923
                },
                {
                    "Reply": "Mank, sit down. You missed the opening of the new picture but I'll go back--",
                    "Didascalie": "",
                    "Start": 111074,
                    "End": 111163
                },
                {
                    "Reply": "Sorry, you keep at it, old boy.",
                    "Didascalie": "",
                    "Start": 111399,
                    "End": 111431
                },
                {
                    "Reply": "Hedy Lamarr?",
                    "Didascalie": "(playfully)",
                    "Start": 112730,
                    "End": 112755
                },
                {
                    "Reply": "So they're Jews. . .",
                    "Didascalie": "(growing tense)",
                    "Start": 113185,
                    "End": 113218
                },
                {
                    "Reply": "Christ.",
                    "Didascalie": "",
                    "Start": 113541,
                    "End": 113549
                },
                {
                    "Reply": "What does this have to do with--?",
                    "Didascalie": "",
                    "Start": 114102,
                    "End": 114136
                },
                {
                    "Reply": "What?! Are they going to kill me? Is that what they're going to do?!",
                    "Didascalie": "(sharply)",
                    "Start": 114408,
                    "End": 114501
                },
                {
                    "Reply": "You wrote the damn thing, Mank Aren't you going to fight for it?!",
                    "Didascalie": "",
                    "Start": 116457,
                    "End": 116535
                },
                {
                    "Reply": "I WILL NOT MOVE ON! Let them do their worst! These petty tyrants! These monstrous, small men Do they think they can stop us? I Who are they?! Who are they?! THEY ARE . .. ACCOUNTANTS I  Bernard Hermann appears at a doorway from the recording stage.",
                    "Didascalie": "",
                    "Start": 116999,
                    "End": 117286
                },
                {
                    "Reply": "Then we'll open it in Detroit or Dallas or Kalamazoo for God's sake! We'll show it in goddamn circus tents and--!",
                    "Didascalie": "",
                    "Start": 138772,
                    "End": 138910
                },
                {
                    "Reply": "You're with them, aren't you? You're going to bury my movie. They bought you!",
                    "Didascalie": "(suddenly)",
                    "Start": 139630,
                    "End": 139732
                },
                {
                    "Reply": "It's just that my movie is so-",
                    "Didascalie": "",
                    "Start": 140222,
                    "End": 140253
                },
                {
                    "Reply": "I didn't--",
                    "Didascalie": "",
                    "Start": 140599,
                    "End": 140610
                },
                {
                    "Reply": "That soulless monster gets no tears from me.",
                    "Didascalie": "",
                    "Start": 140925,
                    "End": 140970
                },
                {
                    "Reply": "It's ... sad  A beat.",
                    "Didascalie": "",
                    "Start": 141963,
                    "End": 141987
                },
                {
                    "Reply": "\"Ev'ry summer I will sail the sea, On my little yacht the Normandie, Pet my little dachshund friends, Kiss Louella's big rear end, Just disgustingly rich.",
                    "Didascalie": "",
                    "Start": 154740,
                    "End": 154931
                },
                {
                    "Reply": "George- -!",
                    "Didascalie": "(happily)",
                    "Start": 156352,
                    "End": 156375
                },
                {
                    "Reply": "It was a -joke, George  Schaefer slaps Welles firmly across the face. Welles is stunned.",
                    "Didascalie": "",
                    "Start": 157036,
                    "End": 157127
                },
                {
                    "Reply": "Is that from one of the Gospels?",
                    "Didascalie": "",
                    "Start": 162067,
                    "End": 162100
                },
                {
                    "Reply": "George! Enter And Behold  Schaefer blinks at the massive photos and renderings.",
                    "Didascalie": "",
                    "Start": 162218,
                    "End": 162300
                },
                {
                    "Reply": "Look, not a single scene shot in the studio! We've found natural locations for the whole story--",
                    "Didascalie": "",
                    "Start": 162506,
                    "End": 162615
                },
                {
                    "Reply": "I told you! Where? Grauman's? El Capitan? Or did Radio City come crawling back?",
                    "Didascalie": "",
                    "Start": 162800,
                    "End": 162892
                },
                {
                    "Reply": "I don't want to sit  Beat.",
                    "Didascalie": "(evenly)",
                    "Start": 163169,
                    "End": 163210
                },
                {
                    "Reply": "YOU STUPID, LITTLE MAN! HOW COULD YOU HAVE LET THIS HAPPEN?! I GAVE YOU MY SOUL AND NOW YOU'RE GOING TO SELL IT!?",
                    "Didascalie": "",
                    "Start": 164014,
                    "End": 164152
                },
                {
                    "Reply": "I PUT MY LIFE INTO THAT PICTURE -- EVERYTHING I'VE BEEN -- EVERYTHING I COULD BE---IT'S CITIZEN KANE! -",
                    "Didascalie": "",
                    "Start": 164309,
                    "End": 164425
                },
                {
                    "Reply": "Let . . . me . . . talk to them. . .",
                    "Didascalie": "",
                    "Start": 164960,
                    "End": 164997
                },
                {
                    "Reply": "Six of spades  He glances at the card. It is the nine of hearts.",
                    "Didascalie": "",
                    "Start": 167120,
                    "End": 167187
                },
                {
                    "Reply": "Six of spades  He looks at the card. It is the two of clubs.",
                    "Didascalie": "",
                    "Start": 167301,
                    "End": 167364
                },
                {
                    "Reply": "Today.",
                    "Didascalie": "",
                    "Start": 168644,
                    "End": 168651
                },
                {
                    "Reply": "Today a man from Germany invaded Greece. He has already swallowed Poland and Denmark and Norway and Belgium. He is bombing London as I speak. Everywhere this man goes he crushes the life and the freedom of his subjects. He sews yellow stars onto their lapels. He takes their voices.",
                    "Didascalie": "",
                    "Start": 169065,
                    "End": 169408
                },
                {
                    "Reply": "Does it matter? They believed it  He stands and begins walking away.",
                    "Didascalie": "",
                    "Start": 170857,
                    "End": 170928
                },
                {
                    "Reply": "Mr. Hearst, we've met once before, my name is Orson Welles and I've got a movie opening tomorrow night at the Palace. I would be pleased to get you tickets.",
                    "Didascalie": "",
                    "Start": 171775,
                    "End": 171968
                },
                {
                    "Reply": "Do you?",
                    "Didascalie": "",
                    "Start": 172311,
                    "End": 172319
                },
                {
                    "Reply": "Elegant words, sir, when you have made your name and your fortune on slander and innuendo and gossip. In your papers you taught the world how to look under every rock. I learned at the knee of the master.",
                    "Didascalie": "",
                    "Start": 172757,
                    "End": 173010
                },
                {
                    "Reply": "You gonna watch?",
                    "Didascalie": "",
                    "Start": 175581,
                    "End": 175598
                },
                {
                    "Reply": "Mank!",
                    "Didascalie": "",
                    "Start": 175798,
                    "End": 175804
                },
                {
                    "Reply": "Relax, George. It's gonna go great. Trust me. Have I ever lied to you?",
                    "Didascalie": "",
                    "Start": 176128,
                    "End": 176211
                },
                {
                    "Reply": "It was fun, wasn't it?",
                    "Didascalie": "",
                    "Start": 176503,
                    "End": 176526
                },
                {
                    "Reply": "So, on to the Life Of Christ!",
                    "Didascalie": "",
                    "Start": 176667,
                    "End": 176697
                },
                {
                    "Reply": "George...",
                    "Didascalie": "",
                    "Start": 176893,
                    "End": 176903
                },
                {
                    "Reply": "What have I done?",
                    "Didascalie": "(softly)",
                    "Start": 177416,
                    "End": 177446
                },
                {
                    "Reply": "But the picture...",
                    "Didascalie": "",
                    "Start": 177663,
                    "End": 177682
                },
                {
                    "Reply": "You know, all this nightmare we went through with Hearst. The whole thing... And in the end, probably no one will ever remember the picture anyway.",
                    "Didascalie": "",
                    "Start": 178769,
                    "End": 178941
                },
                {
                    "Reply": "Will burn. Burn up. Burn out.  But oh, what a flame  He looks at Mank and toasts.",
                    "Didascalie": "",
                    "Start": 179324,
                    "End": 179408
                },
                {
                    "Reply": "Cheers.",
                    "Didascalie": "",
                    "Start": 179455,
                    "End": 179463
                }
            ]
        },
        {
            "Character": "SCHAEFER",
            "Replies": [
                {
                    "Reply": "Schaefer is an intense, compact man in his early 50's. His nickname in Hollywood is \"The Tiger\" -- both for his admired tenacity and his feared temper. He is a moral and ethical man; John Adams in a Brooks Brothers suit.",
                    "Didascalie": "",
                    "Start": 8404,
                    "End": 8631
                },
                {
                    "Reply": "CITIZEN KANE There's your title.",
                    "Didascalie": "",
                    "Start": 65240,
                    "End": 65273
                },
                {
                    "Reply": "Now look, Orson, let's not get ahead of ourselves. The budget projections on this--",
                    "Didascalie": "",
                    "Start": 65552,
                    "End": 65648
                },
                {
                    "Reply": "Listen, get off your horse with me. You know I've stuck by you since the beginning of time it seems like, while the stockholders in New York were ready to cut and run and everyone else in Hollywood was set to toss me in a rubber room. But your contract stipulates a max budget of 500 thousand. This one's gonna come in at 750 thousand. What do we do about that?",
                    "Didascalie": "",
                    "Start": 65938,
                    "End": 66384
                },
                {
                    "Reply": "Now don't have a fit -- but I want you to think again about doing WAR OF THE WORLDS-",
                    "Didascalie": "",
                    "Start": 66443,
                    "End": 66540
                },
                {
                    "Reply": "Do WAR OF THE WORLDS as a feature and everyone's happy. You make some money and New York's happy and you have a track record and then we'll move on to KANE.",
                    "Didascalie": "",
                    "Start": 66641,
                    "End": 66834
                },
                {
                    "Reply": "It's the safe bet, Orson. There's nothing wrong with that.",
                    "Didascalie": "",
                    "Start": 66962,
                    "End": 67033
                },
                {
                    "Reply": "If it'll get you the hell out of my office, go ahead and make the picture.",
                    "Didascalie": "",
                    "Start": 68023,
                    "End": 68110
                },
                {
                    "Reply": "Say thank you, Orson.",
                    "Didascalie": "",
                    "Start": 68254,
                    "End": 68276
                },
                {
                    "Reply": "When Hedda says \"I'm coming\" you mix a lot of martinis and you pray.",
                    "Didascalie": "",
                    "Start": 94575,
                    "End": 94656
                },
                {
                    "Reply": "Here? As in right outside the door?",
                    "Didascalie": "(into intercom)",
                    "Start": 96155,
                    "End": 96203
                },
                {
                    "Reply": "Well, send her in!",
                    "Didascalie": "(chipper, into intercom)",
                    "Start": 96345,
                    "End": 96376
                },
                {
                    "Reply": "Shit  He bolts up and races to the liquor cabinet as Louella sweeps in like the Lusitania in fur.",
                    "Didascalie": "",
                    "Start": 96460,
                    "End": 96562
                },
                {
                    "Reply": "Louella, hello, I was just fixing a drink, would you like--?",
                    "Didascalie": "",
                    "Start": 96701,
                    "End": 96774
                },
                {
                    "Reply": "No -- no -- I mean--",
                    "Didascalie": "",
                    "Start": 96929,
                    "End": 96950
                },
                {
                    "Reply": "That might be a tad difficult because Orson is scoring the picture now and he's very particular about the music--",
                    "Didascalie": "",
                    "Start": 97077,
                    "End": 97215
                },
                {
                    "Reply": "He personally asked you to?",
                    "Didascalie": "",
                    "Start": 97401,
                    "End": 97429
                },
                {
                    "Reply": "Hearst?",
                    "Didascalie": "",
                    "Start": 97546,
                    "End": 97554
                },
                {
                    "Reply": "Oh Christ...",
                    "Didascalie": "(sickened)",
                    "Start": 102150,
                    "End": 102175
                },
                {
                    "Reply": "This is the morning edition of the EXAMINER.",
                    "Didascalie": "",
                    "Start": 102360,
                    "End": 102405
                },
                {
                    "Reply": "And this is the evening edition. Notice anything?",
                    "Didascalie": "",
                    "Start": 102480,
                    "End": 102530
                },
                {
                    "Reply": "They dumped our ad.",
                    "Didascalie": "",
                    "Start": 102787,
                    "End": 102807
                },
                {
                    "Reply": "They dumped all our ads.",
                    "Didascalie": "(quietly)",
                    "Start": 102937,
                    "End": 102974
                },
                {
                    "Reply": "Louella, please, be reasonable, I understand you have problems with Orson's picture but maybe we can work something out--",
                    "Didascalie": "",
                    "Start": 106085,
                    "End": 106231
                },
                {
                    "Reply": "Oh for God's sake, Louella-",
                    "Didascalie": "",
                    "Start": 106356,
                    "End": 106384
                },
                {
                    "Reply": "Can I talk to Hearst?",
                    "Didascalie": "",
                    "Start": 106778,
                    "End": 106800
                },
                {
                    "Reply": "Listen to me. The press ban is killing us and the distributors won't book it. And meantime I'm dealing with the stockholders in New York who are scared shitless -- and I'm this far from getting fired myself -- and you don't have a friend in the world but me right now. So you have got to trust that I'll do what I can to--",
                    "Didascalie": "",
                    "Start": 138978,
                    "End": 139373
                },
                {
                    "Reply": "Well it' s all you've got !",
                    "Didascalie": "",
                    "Start": 139542,
                    "End": 139570
                },
                {
                    "Reply": "For Christ's sake, shut up--",
                    "Didascalie": "(turning away)",
                    "Start": 139798,
                    "End": 139839
                },
                {
                    "Reply": "How dare you talk to me like that! Do you think I'm like all the rest of those pirates?! Like Mayer and Warner? Is that what you think--?!",
                    "Didascalie": "(spinning on him)",
                    "Start": 140000,
                    "End": 140175
                },
                {
                    "Reply": "\"Your movie\" -- I am so sick of that! It's your movie -- but it's his life! Did you ever think about that?! Did you ever think about that old man and Marion having to watch as you tore them apart?!",
                    "Didascalie": "(savagely)",
                    "Start": 140315,
                    "End": 140561
                },
                {
                    "Reply": "Do you every think for one second that you might have some responsibility for what you're doing?! For cutting and slashing everything in your way so you can have your goddamn movie?!",
                    "Didascalie": "",
                    "Start": 140659,
                    "End": 140878
                },
                {
                    "Reply": "Who the fuck are you trying to kid? You are that soulless monster.",
                    "Didascalie": "",
                    "Start": 141019,
                    "End": 141098
                },
                {
                    "Reply": "It's Tara. From GONE WITH THE WIND  Pause as they watch Scarlett O'Hara's dream mansion being torn apart.",
                    "Didascalie": "",
                    "Start": 141809,
                    "End": 141917
                },
                {
                    "Reply": "Not really. It's only a set, after all Just lumber. .",
                    "Didascalie": "",
                    "Start": 142036,
                    "End": 142102
                },
                {
                    "Reply": "You know, we make all these pictures, we turn em out one after another, without thinking most of the time. Just like making toasters or Packards or toothpaste. But then sometimes ... something amazing happens and you get a GONE WITH THE WIND.",
                    "Didascalie": "(quietly)",
                    "Start": 142163,
                    "End": 142466
                },
                {
                    "Reply": "He truly doesn't care if he ever works again.",
                    "Didascalie": "(seriously)",
                    "Start": 154475,
                    "End": 154533
                },
                {
                    "Reply": "This isn' t some kinda fucking game! You know how many people RKO employs?! You know how many people depend on what we do for a living?!",
                    "Didascalie": "(brutally)",
                    "Start": 156561,
                    "End": 156734
                },
                {
                    "Reply": "You wanna commit suicide, fine! You got some death-",
                    "Didascalie": "",
                    "Start": 156852,
                    "End": 156904
                },
                {
                    "Reply": "There are no jokes! There are people making a living. There is food on the table!",
                    "Didascalie": "",
                    "Start": 157176,
                    "End": 157270
                },
                {
                    "Reply": "Where did this money come from?",
                    "Didascalie": "",
                    "Start": 157607,
                    "End": 157639
                },
                {
                    "Reply": "To do what?",
                    "Didascalie": "",
                    "Start": 158134,
                    "End": 158146
                },
                {
                    "Reply": "You're lying to me.",
                    "Didascalie": "",
                    "Start": 158458,
                    "End": 158478
                },
                {
                    "Reply": "You talked to New York?",
                    "Didascalie": "",
                    "Start": 158649,
                    "End": 158673
                },
                {
                    "Reply": "You talked to Mr. Swanbeck?",
                    "Didascalie": "",
                    "Start": 158771,
                    "End": 158799
                },
                {
                    "Reply": "No, we're jake. But listen-",
                    "Didascalie": "",
                    "Start": 162431,
                    "End": 162459
                },
                {
                    "Reply": "Hold on a sec. I got news. We finally found somewhere to premiere KANE but--",
                    "Didascalie": "",
                    "Start": 162664,
                    "End": 162753
                },
                {
                    "Reply": "The Palace in New York. But Orson there's something else.",
                    "Didascalie": "",
                    "Start": 162941,
                    "End": 163011
                },
                {
                    "Reply": "The bosses -- the other studios -- they want to buy the film and destroy it.",
                    "Didascalie": "",
                    "Start": 163259,
                    "End": 163348
                },
                {
                    "Reply": "They came to me with an offer. 800,000 for the negative and all the prints.",
                    "Didascalie": "",
                    "Start": 163426,
                    "End": 163514
                },
                {
                    "Reply": "And they went to the stockholders in New York.",
                    "Didascalie": "",
                    "Start": 163563,
                    "End": 163610
                },
                {
                    "Reply": "I been talking to Swanbeck in New York and...",
                    "Didascalie": "",
                    "Start": 163736,
                    "End": 163783
                },
                {
                    "Reply": "We open on May 1st.",
                    "Didascalie": "",
                    "Start": 170646,
                    "End": 170666
                },
                {
                    "Reply": "Orson, what you said in there. Did you mean it?",
                    "Didascalie": "",
                    "Start": 170738,
                    "End": 170786
                },
                {
                    "Reply": "Orson.",
                    "Didascalie": "",
                    "Start": 170977,
                    "End": 170984
                },
                {
                    "Reply": "Yes. It matters.",
                    "Didascalie": "",
                    "Start": 171063,
                    "End": 171080
                },
                {
                    "Reply": "They're cutting us dead, every goddamn one.",
                    "Didascalie": "",
                    "Start": 174838,
                    "End": 174882
                },
                {
                    "Reply": "Happy birthday.",
                    "Didascalie": "",
                    "Start": 175067,
                    "End": 175083
                },
                {
                    "Reply": "Herman.",
                    "Didascalie": "",
                    "Start": 175316,
                    "End": 175324
                },
                {
                    "Reply": "Oh God. . .",
                    "Didascalie": "(pained)",
                    "Start": 176057,
                    "End": 176081
                },
                {
                    "Reply": "You know something, Orson, you haven't done anything but lie to me from the moment we met. But, ya know, I'd do it again in a second.",
                    "Didascalie": "",
                    "Start": 176298,
                    "End": 176456
                },
                {
                    "Reply": "Without me. I'm afraid. I got the axe this morning.",
                    "Didascalie": "",
                    "Start": 176746,
                    "End": 176798
                },
                {
                    "Reply": "Forget it. Cause you know something..",
                    "Didascalie": "",
                    "Start": 176952,
                    "End": 176990
                }
            ]
        },
        {
            "Character": "LOUELLA",
            "Replies": [
                {
                    "Reply": "Orson is the sweetest boy. We're both from the midwest, you know. He's just a local fella making good, ya follow?",
                    "Didascalie": "",
                    "Start": 11642,
                    "End": 11780
                },
                {
                    "Reply": "Priceless!",
                    "Didascalie": "(scribbling on a pad)",
                    "Start": 54350,
                    "End": 54373
                },
                {
                    "Reply": "Huh?",
                    "Didascalie": "",
                    "Start": 54772,
                    "End": 54777
                },
                {
                    "Reply": "So, what, it went into your other hand?",
                    "Didascalie": "(confused)",
                    "Start": 55872,
                    "End": 55924
                },
                {
                    "Reply": "Now, Orson, you know I'm just dyin' to see your picture and I know it's gonna be boffo, but you're writing about a publisher, right?",
                    "Didascalie": "",
                    "Start": 56430,
                    "End": 56587
                },
                {
                    "Reply": "You're not doin' Hearst, are you?",
                    "Didascalie": "",
                    "Start": 56694,
                    "End": 56728
                },
                {
                    "Reply": "A delicious amalgamation, is it?",
                    "Didascalie": "",
                    "Start": 56916,
                    "End": 56949
                },
                {
                    "Reply": "Orson, hold on. Look into my eyes. Tell me you are not doing Hearst.",
                    "Didascalie": "",
                    "Start": 57253,
                    "End": 57334
                },
                {
                    "Reply": "Pictures of the castle?",
                    "Didascalie": "",
                    "Start": 80372,
                    "End": 80396
                },
                {
                    "Reply": "Thanks, doll. Get me more.",
                    "Didascalie": "",
                    "Start": 80500,
                    "End": 80527
                },
                {
                    "Reply": "You drink at 10 am, do you?",
                    "Didascalie": "(eyeing gossip)",
                    "Start": 96840,
                    "End": 96880
                },
                {
                    "Reply": "Cut the malarkey, buddy. The boss himself wants me to see the picture today.",
                    "Didascalie": "",
                    "Start": 97263,
                    "End": 97352
                },
                {
                    "Reply": "I'll be back at noon. Set it up in screening room four.",
                    "Didascalie": "",
                    "Start": 97664,
                    "End": 97732
                },
                {
                    "Reply": "The jigsaw puzzles and the, urn, career -- the man spending a fortune to make her a star -- only it's opera and not movies. And...",
                    "Didascalie": "",
                    "Start": 99319,
                    "End": 99474
                },
                {
                    "Reply": "The drinking.",
                    "Didascalie": "(quietly)",
                    "Start": 99583,
                    "End": 99609
                },
                {
                    "Reply": "Sir?",
                    "Didascalie": "",
                    "Start": 100158,
                    "End": 100163
                },
                {
                    "Reply": "Sir?",
                    "Didascalie": "",
                    "Start": 100318,
                    "End": 100323
                },
                {
                    "Reply": "Sir, I-",
                    "Didascalie": "",
                    "Start": 100587,
                    "End": 100595
                },
                {
                    "Reply": "He looked into my face and told me it wasn't about you.",
                    "Didascalie": "",
                    "Start": 100947,
                    "End": 101015
                },
                {
                    "Reply": "That's right, fella, no Hearst paper will run an RKO ad until you agree that CITIZEN KANE will never see the light of day.",
                    "Didascalie": "",
                    "Start": 105889,
                    "End": 106036
                },
                {
                    "Reply": "And Mr. Hearst has authorized me to tell you that you're looking at the most beautiful lawsuit in history if you release this picture. He'll bleed your little studio dry and you can all go on back to New York and do Shakespeare with the Boy Wonder.",
                    "Didascalie": "",
                    "Start": 106432,
                    "End": 106729
                },
                {
                    "Reply": "You are talking to him.",
                    "Didascalie": "",
                    "Start": 106848,
                    "End": 106872
                },
                {
                    "Reply": "So what do we got here, L.B.? We got faggots and commies and junkies. We got movie stars screwing niggers and little girls. We got killers and perverts and whores.",
                    "Didascalie": "",
                    "Start": 123855,
                    "End": 124055
                },
                {
                    "Reply": "We got MGM and Warner Brothers and Columbia and Disney and Fox.",
                    "Didascalie": "",
                    "Start": 124103,
                    "End": 124179
                },
                {
                    "Reply": "We got Hollywood.",
                    "Didascalie": "",
                    "Start": 124286,
                    "End": 124304
                },
                {
                    "Reply": "Kill CITIZEN KANE.",
                    "Didascalie": "",
                    "Start": 124440,
                    "End": 124459
                },
                {
                    "Reply": "I don't give a shit.",
                    "Didascalie": "",
                    "Start": 124557,
                    "End": 124578
                },
                {
                    "Reply": "The boss is working on some stuff and I'm working on some stuff. Now I want all you boys working on some stuff. Cause if it looks like this picture's ever gonna come out -- I start running down the street with these pictures like a screaming woman with my throat cut, you follow?",
                    "Didascalie": "",
                    "Start": 124636,
                    "End": 124976
                }
            ]
        },
        {
            "Character": "MAYER",
            "Replies": [
                {
                    "Reply": "Who does that cocksucker think he is?",
                    "Didascalie": "",
                    "Start": 13007,
                    "End": 13045
                },
                {
                    "Reply": "Serves him right. I mean can you stomach the arrogance?",
                    "Didascalie": "",
                    "Start": 13306,
                    "End": 13374
                },
                {
                    "Reply": "After RKO boots him maybe we'll pick him up cheap. Have him do that WAR OF THE WORLDS crap as a feature.",
                    "Didascalie": "",
                    "Start": 13582,
                    "End": 13711
                },
                {
                    "Reply": "Randolph!",
                    "Didascalie": "",
                    "Start": 103196,
                    "End": 103206
                },
                {
                    "Reply": "Over at RKO?",
                    "Didascalie": "",
                    "Start": 103832,
                    "End": 103845
                },
                {
                    "Reply": "Uh-hub.",
                    "Didascalie": "(confused)",
                    "Start": 104001,
                    "End": 104021
                },
                {
                    "Reply": "Yeah  A beat.",
                    "Didascalie": "",
                    "Start": 104253,
                    "End": 104269
                },
                {
                    "Reply": "You know that can't happen.",
                    "Didascalie": "(quietly)",
                    "Start": 104883,
                    "End": 104923
                },
                {
                    "Reply": "Bel Air is restricted.",
                    "Didascalie": "",
                    "Start": 105100,
                    "End": 105123
                },
                {
                    "Reply": "Yeah  Hearst stands.",
                    "Didascalie": "(quietly)",
                    "Start": 105537,
                    "End": 105572
                },
                {
                    "Reply": "What do you want?",
                    "Didascalie": "(quietly)",
                    "Start": 124362,
                    "End": 124392
                },
                {
                    "Reply": "How?",
                    "Didascalie": "",
                    "Start": 124504,
                    "End": 124509
                },
                {
                    "Reply": "Mr. Zanuck ... Mr. Warner ... Mr. Cohn Mr. Disney .. . Mr. Goldwyn . . . Mr. Selznick.",
                    "Didascalie": "",
                    "Start": 144480,
                    "End": 144579
                },
                {
                    "Reply": "Who isn't hurting already? All this Jew talk and these Communist rumors. Look, he's boycotting RKO ads right now -- but how long before he takes on Warners or Fox or Columbia?",
                    "Didascalie": "",
                    "Start": 145336,
                    "End": 145548
                },
                {
                    "Reply": "And if Hearst goes public with all this filthy private lives stuff, Hollywood's sunk. He's got us nailed. Dates. Times. Photographs for God's sake.",
                    "Didascalie": "",
                    "Start": 145670,
                    "End": 145842
                },
                {
                    "Reply": "He's got you so tied in with J. Edgar Hoover and America First that you might as well put on a brown shirt and kiss those happy little kiddies so-long.",
                    "Didascalie": "",
                    "Start": 146018,
                    "End": 146194
                },
                {
                    "Reply": "Have any of you actually seen the movie?",
                    "Didascalie": "(suddenly)",
                    "Start": 146265,
                    "End": 146318
                },
                {
                    "Reply": "David-",
                    "Didascalie": "",
                    "Start": 147076,
                    "End": 147083
                },
                {
                    "Reply": "We will buy the movie and we will destroy it.",
                    "Didascalie": "",
                    "Start": 147987,
                    "End": 148033
                },
                {
                    "Reply": "We will assemble a fund between us -- privately, 'not studio money -- we will assemble this fund and we will go to George Schaefer and we will buy the negative and every print of CITIZEN KANE and we will burn them.",
                    "Didascalie": "",
                    "Start": 148079,
                    "End": 148342
                },
                {
                    "Reply": "If I do not hear an objection to this agenda in the next five seconds I will assume the motion has carried.",
                    "Didascalie": "",
                    "Start": 148404,
                    "End": 148536
                },
                {
                    "Reply": "Very well, my associates will be in touch to arrange payment. Thank you for your time.",
                    "Didascalie": "",
                    "Start": 148645,
                    "End": 148744
                },
                {
                    "Reply": "It came.",
                    "Didascalie": "",
                    "Start": 157692,
                    "End": 157701
                },
                {
                    "Reply": "800,000 dollars fully covers the production budget and a little more. Hell, George, you even make a profit on the deal.",
                    "Didascalie": "",
                    "Start": 157747,
                    "End": 157891
                },
                {
                    "Reply": "And we gotta be clear here. I need the negative and every existing print.",
                    "Didascalie": "",
                    "Start": 158000,
                    "End": 158086
                },
                {
                    "Reply": "That's for me to decide.",
                    "Didascalie": "",
                    "Start": 158192,
                    "End": 158217
                },
                {
                    "Reply": "No, maybe put it on the shelf until the old man kicks it.",
                    "Didascalie": "",
                    "Start": 158339,
                    "End": 158409
                },
                {
                    "Reply": "We already made the same offer to the stockholders.",
                    "Didascalie": "",
                    "Start": 158524,
                    "End": 158576
                },
                {
                    "Reply": "You're bettin' on an inside straight this time. You'll never pull it off.",
                    "Didascalie": "",
                    "Start": 158961,
                    "End": 159047
                },
                {
                    "Reply": "This picture, George, it'll just break your heart.",
                    "Didascalie": "",
                    "Start": 159178,
                    "End": 159229
                }
            ]
        },
        {
            "Character": "FLUNKIE",
            "Replies": [
                {
                    "Reply": "They're laying bets over on the RKO lot that this great deal will end up with him never doing a picture. Back to New York he goes.",
                    "Didascalie": "",
                    "Start": 13093,
                    "End": 13260
                },
                {
                    "Reply": "Inside skinny says the glory boy's finished, can't come up with a movie. Wants to do a biography now.",
                    "Didascalie": "",
                    "Start": 13422,
                    "End": 13536
                }
            ]
        },
        {
            "Character": "MANK",
            "Replies": [
                {
                    "Reply": "I don't know what you expected with Joseph- fucking-Conrad for Chrissake. I mean this is Hollywood, pal.",
                    "Didascalie": "",
                    "Start": 14684,
                    "End": 14813
                },
                {
                    "Reply": "But you keep coming up with the same elitist crap -",
                    "Didascalie": "",
                    "Start": 15005,
                    "End": 15057
                },
                {
                    "Reply": "What are movies about, Orson?",
                    "Didascalie": "",
                    "Start": 15342,
                    "End": 15372
                },
                {
                    "Reply": "What are movies about?",
                    "Didascalie": "",
                    "Start": 15474,
                    "End": 15497
                },
                {
                    "Reply": "Nope.",
                    "Didascalie": "",
                    "Start": 15605,
                    "End": 15611
                },
                {
                    "Reply": "Who the hell wants to see life?! People are sick to death of life! They want make-believe, pal. Fantasy. They want Tarzan and Jane, not Tristan and Isolde.",
                    "Didascalie": "",
                    "Start": 15716,
                    "End": 15896
                },
                {
                    "Reply": "Butts on seats. That's what movies are about. You got one job in Hollywood -- everyone has the same job, in fact -- putting the butts on the seats. You gotta sell 'em popcorn and Pepsi- cola. It's all about popcorn and Pepsi-cola.",
                    "Didascalie": "",
                    "Start": 16138,
                    "End": 16417
                },
                {
                    "Reply": "Then you better get ready to be the youngest never-",
                    "Didascalie": "",
                    "Start": 16520,
                    "End": 16572
                },
                {
                    "Reply": "You're a laugh-riot, kid.",
                    "Didascalie": "",
                    "Start": 16780,
                    "End": 16806
                },
                {
                    "Reply": "Right-",
                    "Didascalie": "",
                    "Start": 17124,
                    "End": 17131
                },
                {
                    "Reply": "Like a bug.",
                    "Didascalie": "",
                    "Start": 17263,
                    "End": 17275
                },
                {
                    "Reply": "Christ, we gotta go! The old man doesn't cotton to lateness.",
                    "Didascalie": "(glancing at his watch)",
                    "Start": 17427,
                    "End": 17513
                },
                {
                    "Reply": "Sure. Dropped her out of his Lockheed over Utah  They disappear down a long stairway  INT SAN SIMEON. DINING HALL EVENING  An explosion of color and an immediate swirl of sound   We are in the Grand Refectory -- the mammoth dining room -- at San Simeon. Five long tables are placed end to end. There are about fifty sumptuously dressed guests.",
                    "Didascalie": "",
                    "Start": 18417,
                    "End": 18775
                },
                {
                    "Reply": "Kid, you just got your ass kicked on Joseph Conrad and now you're gonna go to Schaefer and tell him you wanna do the id and the superego? Stop being so goddamn smart.",
                    "Didascalie": "",
                    "Start": 21301,
                    "End": 21504
                },
                {
                    "Reply": "Who the hell's Manolete?",
                    "Didascalie": "",
                    "Start": 21729,
                    "End": 21754
                },
                {
                    "Reply": "I don't wanna write about no spic.",
                    "Didascalie": "",
                    "Start": 21876,
                    "End": 21911
                },
                {
                    "Reply": "Writer, flunkie, pimp--",
                    "Didascalie": "",
                    "Start": 22752,
                    "End": 22776
                },
                {
                    "Reply": "Buddy, when you own the largest publishing empire in the universe you can do whatever the hell you want. Think about it, pal. Every day one out of five Americans picks up a Hearst publication. 30 newspapers, a dozen magazines, a bunch of radio stations and the grand dragon of them all. Little Miss Louella Parsons. Tends to give you some of that ol' noblesse oblige.",
                    "Didascalie": "",
                    "Start": 27538,
                    "End": 27990
                },
                {
                    "Reply": "No, baby, those are the hands of a killer  Hearst leans down and feeds his favorite pet dachshund, Helen, table scraps. He talks to her gently.",
                    "Didascalie": "",
                    "Start": 28213,
                    "End": 28361
                },
                {
                    "Reply": "The whole joint is half the size of Rhode Island.",
                    "Didascalie": "",
                    "Start": 30836,
                    "End": 30886
                },
                {
                    "Reply": "Yeah, it's the place God would have built, if he'd had the money.",
                    "Didascalie": "",
                    "Start": 30983,
                    "End": 31061
                },
                {
                    "Reply": "You've been naughty, haven't you, honey?",
                    "Didascalie": "",
                    "Start": 31237,
                    "End": 31278
                },
                {
                    "Reply": "Sorry.",
                    "Didascalie": "",
                    "Start": 31414,
                    "End": 31421
                },
                {
                    "Reply": "Orson, please ... it's too bright  Welles takes Mank's fedora and flings it away.",
                    "Didascalie": "(pained)",
                    "Start": 36064,
                    "End": 36161
                },
                {
                    "Reply": "Okay, boy wonder, what?",
                    "Didascalie": "(settling into a deck chair)",
                    "Start": 36351,
                    "End": 36388
                },
                {
                    "Reply": "Oh for Christ's sake-",
                    "Didascalie": "",
                    "Start": 36695,
                    "End": 36717
                },
                {
                    "Reply": "Oh Christ...",
                    "Didascalie": "(realizing)",
                    "Start": 37376,
                    "End": 37402
                },
                {
                    "Reply": "Oh Christ  A beat as Welles stands in triumph before Mank.",
                    "Didascalie": "",
                    "Start": 37601,
                    "End": 37662
                },
                {
                    "Reply": "Please don't say this.",
                    "Didascalie": "(quietly)",
                    "Start": 37771,
                    "End": 37807
                },
                {
                    "Reply": "Listen to you. You child! Men like him don't bother with things like legality. They don't have to. You know why, boy-o?   Power.   Power like you couldn't even begin to imagine.",
                    "Didascalie": "(laughs coldly)",
                    "Start": 38624,
                    "End": 38863
                },
                {
                    "Reply": "Howard Hughes, he would just kill us. Hearst he would kill us and fuck everything we ever loved.",
                    "Didascalie": "",
                    "Start": 38908,
                    "End": 39017
                },
                {
                    "Reply": "You may think you know what you're talking about, kid, but believe me, you don't. You're talking about going into a battle you can never win on a battlefield so far above things like movies and Hollywood that Hearst won't even have to glance down when he crushes you. When he flicks you away with one finger. I'm talking about money and influence and evil beyond your capacity to imagine Hell.",
                    "Didascalie": "",
                    "Start": 39221,
                    "End": 39699
                },
                {
                    "Reply": "Sorry to disappoint.",
                    "Didascalie": "",
                    "Start": 39945,
                    "End": 39966
                },
                {
                    "Reply": "It feels just fine, you pompous fuck-",
                    "Didascalie": "",
                    "Start": 40402,
                    "End": 40440
                },
                {
                    "Reply": "AND YOU'RE NOTHING BUT A GODDAMN PHONY! What is all this \"Orson Welles\" bullshit?! This boy genius crap?! What the fuck did you ever CREATE? You're just another goddamn ACTOR!",
                    "Didascalie": "",
                    "Start": 41355,
                    "End": 41567
                },
                {
                    "Reply": "Let me out.",
                    "Didascalie": "",
                    "Start": 42061,
                    "End": 42073
                },
                {
                    "Reply": "Fuck you--",
                    "Didascalie": "",
                    "Start": 42179,
                    "End": 42190
                },
                {
                    "Reply": "I don't have it anymore?!",
                    "Didascalie": "(suddenly)",
                    "Start": 42360,
                    "End": 42398
                },
                {
                    "Reply": "When I was a kid I wanted to scorch the world too -",
                    "Didascalie": "",
                    "Start": 42443,
                    "End": 42495
                },
                {
                    "Reply": "And yeah, sure, Hearst's a great subject. Been keeping notes on him for years for my ...",
                    "Didascalie": "",
                    "Start": 42757,
                    "End": 42859
                },
                {
                    "Reply": "great American novel. But I can't do it anymore. No studio's gonna hire me and I - -",
                    "Didascalie": "(he laughs bitterly)",
                    "Start": 42893,
                    "End": 43002
                },
                {
                    "Reply": "I can't do it. okay?! I drink too much -- I drink all the fucking time and I don't have it anymore. All that is over for me--",
                    "Didascalie": "",
                    "Start": 43123,
                    "End": 43273
                },
                {
                    "Reply": "He'll destroy us.",
                    "Didascalie": "",
                    "Start": 43872,
                    "End": 43890
                },
                {
                    "Reply": "Thank God you don't write dialogue  INT WELLES' LIVING ROOM DAY  Mank is slowly sharpening a series of pencils with a pocket knife, blank pads waiting. Welles is standing across the room from him.",
                    "Didascalie": "",
                    "Start": 44437,
                    "End": 44640
                },
                {
                    "Reply": "Everyone sees someone different. That's what we show.",
                    "Didascalie": "",
                    "Start": 44768,
                    "End": 44834
                },
                {
                    "Reply": "Like a jewel. Turn it in the light and a different facet is illuminated.",
                    "Didascalie": "",
                    "Start": 44930,
                    "End": 45015
                },
                {
                    "Reply": "Go  And we leap into MONTAGE -- WELLES AND MANK BRAINSTORM  A rush of jazzy. Gene Krupa percussion as Welles and Mank develop their story.",
                    "Didascalie": "",
                    "Start": 45145,
                    "End": 45290
                },
                {
                    "Reply": "This girl on a dock. White dress. Never said a word to her.",
                    "Didascalie": "",
                    "Start": 45933,
                    "End": 46005
                },
                {
                    "Reply": "She was . . . innocent  A beat, Welles deep in thought. Mank watches Welles closely.",
                    "Didascalie": "",
                    "Start": 46105,
                    "End": 46192
                },
                {
                    "Reply": "So when was our man innocent? Was there a moment early on -- of innocence and bliss? There must have been. Okay, you're dying - what do you think?",
                    "Didascalie": "",
                    "Start": 46237,
                    "End": 46408
                },
                {
                    "Reply": "Something you lost maybe?",
                    "Didascalie": "(probing)",
                    "Start": 46561,
                    "End": 46599
                },
                {
                    "Reply": "Something you can never get back?",
                    "Didascalie": "",
                    "Start": 46644,
                    "End": 46678
                },
                {
                    "Reply": "They don't have to.",
                    "Didascalie": "",
                    "Start": 48143,
                    "End": 48163
                },
                {
                    "Reply": "And what does he see?",
                    "Didascalie": "",
                    "Start": 48875,
                    "End": 48897
                },
                {
                    "Reply": "And when he looks up? What does he dream about?",
                    "Didascalie": "",
                    "Start": 49187,
                    "End": 49235
                },
                {
                    "Reply": "I'm ready to write it, Orson  Welles turns to him. You're sure?",
                    "Didascalie": "",
                    "Start": 49434,
                    "End": 49500
                },
                {
                    "Reply": "BUNGALOW. VICTORVILLE DAY  Victorville is a rural desert community in San Bernadino County about 90 miles from LA.",
                    "Didascalie": "",
                    "Start": 49668,
                    "End": 49787
                },
                {
                    "Reply": "Leiand: \"You talk about the people as if you owned them. As though they belonged to you. But you don't really care about anything except you.\"  Craig: \"A toast then, Jedediah, to all those people who didn't vote for me today and to love on my own terms. Those are the only terms anybody ever knows. . . \"",
                    "Didascalie": "",
                    "Start": 50213,
                    "End": 50578
                },
                {
                    "Reply": "You're killin' me here, Housey. Okay, make that, Craig: \"A toast, Jedediah, to love on my own terms. Those are the only terms anybody ever knows, his own.\"",
                    "Didascalie": "",
                    "Start": 51333,
                    "End": 51525
                },
                {
                    "Reply": "That man makes my brain hurt  We fade to a beautiful drawing of a dark, cavernous room. Perhaps it is a perfect matte painting from KANE. Real or illusion? The image turns into...",
                    "Didascalie": "",
                    "Start": 51998,
                    "End": 52184
                },
                {
                    "Reply": "Yeah, but the margins are real wide.",
                    "Didascalie": "",
                    "Start": 57782,
                    "End": 57819
                },
                {
                    "Reply": "It's good, huh?",
                    "Didascalie": "",
                    "Start": 58305,
                    "End": 58321
                },
                {
                    "Reply": "What?",
                    "Didascalie": "",
                    "Start": 58604,
                    "End": 58610
                },
                {
                    "Reply": "The title?",
                    "Didascalie": "",
                    "Start": 58793,
                    "End": 58804
                },
                {
                    "Reply": "Cain -- like the Bible guy?",
                    "Didascalie": "",
                    "Start": 59192,
                    "End": 59220
                },
                {
                    "Reply": "I --um-- I don't know if I should. I ain't been drinking since I started on this--",
                    "Didascalie": "",
                    "Start": 59585,
                    "End": 59680
                },
                {
                    "Reply": "I'm out, aren't I?",
                    "Didascalie": "",
                    "Start": 60392,
                    "End": 60411
                },
                {
                    "Reply": "YOU FUCK! YOU SELFISH FUCK!",
                    "Didascalie": "",
                    "Start": 61085,
                    "End": 61113
                },
                {
                    "Reply": "YOU CAN'T DO THIS TOME -- THIS WAS OUR STORY, REMEMBER? -- YOU AND ME AND GODDAMN EVERYONE ELSE - - REMEMBER THAT?!",
                    "Didascalie": "",
                    "Start": 61279,
                    "End": 61419
                },
                {
                    "Reply": "Pal from the studio sent this -- you see that?! What does it say?! WHAT DOES IT SAY ORSON?!",
                    "Didascalie": "",
                    "Start": 61526,
                    "End": 61630
                },
                {
                    "Reply": "You can't do this to me--!",
                    "Didascalie": "",
                    "Start": 62099,
                    "End": 62126
                },
                {
                    "Reply": "I hope you choke on it. I hope it kills you.",
                    "Didascalie": "(quietly)",
                    "Start": 62811,
                    "End": 62868
                },
                {
                    "Reply": "Uh huh.",
                    "Didascalie": "",
                    "Start": 81575,
                    "End": 81583
                },
                {
                    "Reply": "I don't care.",
                    "Didascalie": "",
                    "Start": 81991,
                    "End": 82005
                },
                {
                    "Reply": "Too late, kid.",
                    "Didascalie": "",
                    "Start": 82460,
                    "End": 82475
                },
                {
                    "Reply": "I don't give a shit about-",
                    "Didascalie": "",
                    "Start": 82620,
                    "End": 82647
                },
                {
                    "Reply": "There but for the grace of God, goes God.",
                    "Didascalie": "(wryly, to Cotton)",
                    "Start": 88607,
                    "End": 88661
                },
                {
                    "Reply": "Hey, kid. Gregg.",
                    "Didascalie": "",
                    "Start": 111010,
                    "End": 111027
                },
                {
                    "Reply": "No, you gotta hear this-",
                    "Didascalie": "",
                    "Start": 111208,
                    "End": 111233
                },
                {
                    "Reply": "You read Louella?",
                    "Didascalie": "",
                    "Start": 111724,
                    "End": 111742
                },
                {
                    "Reply": "\"And how is the country to feel when this industry continues to employ bedraggled foreigners and swarthy refugees instead of real Americans? Doesn't Hollywood know there's a Depression on? Don't real Americans deserve work?\"",
                    "Didascalie": "(reads)",
                    "Start": 112013,
                    "End": 112298
                },
                {
                    "Reply": "No she's not. Don't you get it, ya lunk? She's using code language to the studio bosses. \"Bedraggled foreigners and swarthy refugees\" -- who the hell do you think she's talking about?",
                    "Didascalie": "",
                    "Start": 112449,
                    "End": 112669
                },
                {
                    "Reply": "Jews. She's talking about Jews.",
                    "Didascalie": "",
                    "Start": 112800,
                    "End": 112832
                },
                {
                    "Reply": "Who owns this town? Who runs every goddamn studio? The tribe, baby. These fuckers hear the word \"Jew\" and they start sweating. Like Ester Williams' pool they start sweating.",
                    "Didascalie": "",
                    "Start": 112910,
                    "End": 113120
                },
                {
                    "Reply": "This is just the first shot. Maestro. Sooner or later she's gonna use the word. And all those boys know that there is only one thing this country hates more than the coloreds and that's the Jews.",
                    "Didascalie": "",
                    "Start": 113263,
                    "End": 113495
                },
                {
                    "Reply": "Me, I'm proud to be a Jew, I got no problem. You don't like it, fuck you. But with these guys it's like a dirty word. All they wanna be is good red-",
                    "Didascalie": "",
                    "Start": 113594,
                    "End": 113767
                },
                {
                    "Reply": "Believe you me, they're gonna do anything -- and I mean absolutely anything -- to stop that word from gettin' out.",
                    "Didascalie": "(dead serious)",
                    "Start": 114198,
                    "End": 114349
                },
                {
                    "Reply": "Let me tell you a story, son  So this was 1924, right? Hearst was throwing a birthday party for Thomas Ince, the old movie producer. They were all on the old man's yacht taking a nice jaunt from Pedro down to San Diego. Real foggy night it was. This was Hearst, Marion, Ince, Charlie Chaplin, Louella, the usual gorillas. So Hearst notices Marion slip off with Chaplin -- she was screwing everyone then -- and the old man goes nuts. Grabs his revolver and starts shooting. Just like Tom Mix, standing there blasting away through the fog. Boom -",
                    "Didascalie": "(quietly)",
                    "Start": 114859,
                    "End": 115536
                },
                {
                    "Reply": "If he had known about KANE before you made it, you'd be dead already.",
                    "Didascalie": "",
                    "Start": 116105,
                    "End": 116187
                },
                {
                    "Reply": "They won't let it out. Not Hearst. Not the other studio heads--",
                    "Didascalie": "",
                    "Start": 116334,
                    "End": 116410
                },
                {
                    "Reply": "I told you this was going to happen! I told you he was going to come after us! So we took the chance anyway and we lost. That's how it goes, okay? I got my check, kid, and so did you -- and that's what it's all about -- so fuck it and move on.",
                    "Didascalie": "(bitterly)",
                    "Start": 116593,
                    "End": 116897
                },
                {
                    "Reply": "Hope he's planning to start with the crucifixion.",
                    "Didascalie": "",
                    "Start": 117600,
                    "End": 117650
                },
                {
                    "Reply": "... and Rita Hayworth says: \"You see, he truly was the Son of God\" ... big Toland lighting effect ...",
                    "Didascalie": "",
                    "Start": 126757,
                    "End": 126872
                },
                {
                    "Reply": "Sure, kid, come in. I'm writing the crucifixion and it's a bitch. Sit down  Agent McCabe sits and snaps open a note pad  AGENT McCABE I would like to ask you a few questions about Mr. Welles.",
                    "Didascalie": "",
                    "Start": 127251,
                    "End": 127508
                },
                {
                    "Reply": "You guys after Orson too?",
                    "Didascalie": "",
                    "Start": 127553,
                    "End": 127579
                },
                {
                    "Reply": "Shoot  AGENT McCABE Are you aware of Mr. Welles' Communist affiliations?",
                    "Didascalie": "",
                    "Start": 127692,
                    "End": 127816
                },
                {
                    "Reply": "Shit, Orson's no pink. He's everything else under the sun, but he's no pink.",
                    "Didascalie": "",
                    "Start": 127861,
                    "End": 127950
                },
                {
                    "Reply": "No, I am not  AGENT McCABE Do you have any knowledge of Communists working within the motion picture industry?",
                    "Didascalie": "",
                    "Start": 128112,
                    "End": 128274
                },
                {
                    "Reply": "No  AGENT McCABE Are you now or have you ever been a member of, or affiliated with, the Communist Party or any of its front organizations in the United States?",
                    "Didascalie": "",
                    "Start": 128467,
                    "End": 128690
                },
                {
                    "Reply": "Stop it  AGENT McCABE Are you now or have you ever been a member of--",
                    "Didascalie": "",
                    "Start": 128734,
                    "End": 128843
                },
                {
                    "Reply": "I think you better leave  AGENT McCABE Are you now or have you--",
                    "Didascalie": "",
                    "Start": 128888,
                    "End": 128992
                },
                {
                    "Reply": "Get the fuck outta my house.",
                    "Didascalie": "(grim)",
                    "Start": 129046,
                    "End": 129087
                },
                {
                    "Reply": "Don't bother, you low-life prick  Mank slams the door  He stands for a moment, pale, and then goes to the kitchen and pours himself a stiff drink.",
                    "Didascalie": "(calling after him)",
                    "Start": 129380,
                    "End": 129545
                },
                {
                    "Reply": "Yeah, ain't it swell?",
                    "Didascalie": "",
                    "Start": 154578,
                    "End": 154600
                },
                {
                    "Reply": "Great scene where John the Baptist pulls your head  out of the water and says, \"Look up, and behold your destiny\"",
                    "Didascalie": "",
                    "Start": 161882,
                    "End": 162020
                },
                {
                    "Reply": "Kinda.",
                    "Didascalie": "",
                    "Start": 162144,
                    "End": 162151
                },
                {
                    "Reply": "Oh God.",
                    "Didascalie": "(quietly)",
                    "Start": 163667,
                    "End": 163687
                },
                {
                    "Reply": "This ain't George's doing--!",
                    "Didascalie": "",
                    "Start": 164197,
                    "End": 164226
                },
                {
                    "Reply": "Monstro! Ran into Walter Winchell outside He wants to play Herod in the picture. Hiya, George.",
                    "Didascalie": "",
                    "Start": 175161,
                    "End": 175268
                },
                {
                    "Reply": "So ain't this just the bee's knees? The high muckey-mucks dolled up all Aztec-like for the human sacrifice.",
                    "Didascalie": "(lighting a cigar)",
                    "Start": 175390,
                    "End": 175534
                },
                {
                    "Reply": "Hell, I know how it ends.",
                    "Didascalie": "",
                    "Start": 175643,
                    "End": 175669
                },
                {
                    "Reply": "Hey, Rosebud's the sled!",
                    "Didascalie": "(He calls to a passing stranger)",
                    "Start": 175715,
                    "End": 175752
                },
                {
                    "Reply": "Face it, Orson, they're gonna hate it. I told you, not enough closeups and too many scenes with a bunch of New York actors.",
                    "Didascalie": "",
                    "Start": 175849,
                    "End": 175997
                },
                {
                    "Reply": "Aw, cheer up, George'll probably be running Fox by the morning. Let's get a drink.",
                    "Didascalie": "",
                    "Start": 177491,
                    "End": 177586
                },
                {
                    "Reply": "Kid, you know how it ends too. It ends sadly.",
                    "Didascalie": "(quietly)",
                    "Start": 177778,
                    "End": 177836
                },
                {
                    "Reply": "Yeah, you're probably right.",
                    "Didascalie": "",
                    "Start": 178986,
                    "End": 179015
                },
                {
                    "Reply": "I'll tell ya something, kid. When you make your masterpiece at 26 it's a bitch. I mean. where do you go from here?",
                    "Didascalie": "",
                    "Start": 179091,
                    "End": 179230
                }
            ]
        },
        {
            "Character": "MARION",
            "Replies": [
                {
                    "Reply": "And we would hear them scuttling around at night with their little red eyes and little yellow t-t-",
                    "Didascalie": "",
                    "Start": 20036,
                    "End": 20147
                },
                {
                    "Reply": "Just wait. So one night I notice Pops getting outta bed and sneaking away. And he's got this little p-p-",
                    "Didascalie": "",
                    "Start": 20492,
                    "End": 20609
                },
                {
                    "Reply": "You and that freak Disney, in love with the damn rats!",
                    "Didascalie": "",
                    "Start": 20934,
                    "End": 21001
                },
                {
                    "Reply": "Why Mr. Welles is attempting semaphore  Welles smiles across the table.",
                    "Didascalie": "",
                    "Start": 22382,
                    "End": 22456
                },
                {
                    "Reply": "And is dear Mank your b-b-bull?",
                    "Didascalie": "",
                    "Start": 22590,
                    "End": 22622
                },
                {
                    "Reply": "Enough Hollywood talk! Can't anyone talk about anything else?",
                    "Didascalie": "",
                    "Start": 26304,
                    "End": 26378
                },
                {
                    "Reply": "Ooh, dish.",
                    "Didascalie": "(eagerly)",
                    "Start": 26517,
                    "End": 26540
                },
                {
                    "Reply": "That's why he has the parties, he says it's like bringing the world to me.",
                    "Didascalie": "",
                    "Start": 28996,
                    "End": 29083
                },
                {
                    "Reply": "With about twenty of his spies on my tail. No thanks.",
                    "Didascalie": "",
                    "Start": 29254,
                    "End": 29320
                },
                {
                    "Reply": "It's not so bad here. After all, what girl doesn't want to live in a castle?",
                    "Didascalie": "(somewhat ruefully)",
                    "Start": 29456,
                    "End": 29558
                },
                {
                    "Reply": "And attractive in a hammy sort of way.",
                    "Didascalie": "",
                    "Start": 29861,
                    "End": 29900
                },
                {
                    "Reply": "He needs me here.",
                    "Didascalie": "",
                    "Start": 30348,
                    "End": 30366
                },
                {
                    "Reply": "Shit, can you smell it? You got any sen-sen?",
                    "Didascalie": "",
                    "Start": 31325,
                    "End": 31370
                },
                {
                    "Reply": "Mr. Welles, you got any--? Oh fuck it.",
                    "Didascalie": "",
                    "Start": 31468,
                    "End": 31507
                },
                {
                    "Reply": "Goddamn it. I gotta have some kinda life!",
                    "Didascalie": "",
                    "Start": 33431,
                    "End": 33473
                },
                {
                    "Reply": "There certainly is I There certainly is! Aw, to hell with you!",
                    "Didascalie": "",
                    "Start": 33602,
                    "End": 33677
                },
                {
                    "Reply": "This is supposed ta be Siam or some such. Some kinda lousy B-B-Balinese temple. This look like a temple to you? I can't see it myself--",
                    "Didascalie": "",
                    "Start": 63266,
                    "End": 63426
                },
                {
                    "Reply": "There. That's right.",
                    "Didascalie": "",
                    "Start": 63818,
                    "End": 63839
                },
                {
                    "Reply": "Nuts. She only cares about the money. She thinks I'll make you cut her out of the w-w-w-w...",
                    "Didascalie": "(not looking up)",
                    "Start": 64066,
                    "End": 64184
                },
                {
                    "Reply": "will.",
                    "Didascalie": "(she clenches her fists)",
                    "Start": 64222,
                    "End": 64240
                },
                {
                    "Reply": "You oughta lay off him -- he is the p-p-president, after all.",
                    "Didascalie": "",
                    "Start": 107308,
                    "End": 107382
                },
                {
                    "Reply": "Whaddaya think?",
                    "Didascalie": "",
                    "Start": 107701,
                    "End": 107717
                },
                {
                    "Reply": "How bad is it?",
                    "Didascalie": "",
                    "Start": 108314,
                    "End": 108329
                },
                {
                    "Reply": "How much?",
                    "Didascalie": "",
                    "Start": 108645,
                    "End": 108655
                },
                {
                    "Reply": "How much?",
                    "Didascalie": "",
                    "Start": 108766,
                    "End": 108776
                },
                {
                    "Reply": "We're 125 million dollars in debt?",
                    "Didascalie": "(softly)",
                    "Start": 108943,
                    "End": 108990
                },
                {
                    "Reply": "How does one get 125 million dollars in debt?",
                    "Didascalie": "",
                    "Start": 109292,
                    "End": 109338
                },
                {
                    "Reply": "Well -- he got us, didn't he?",
                    "Didascalie": "",
                    "Start": 119423,
                    "End": 119453
                },
                {
                    "Reply": "Nailed us, hub? The crazy old man and his whore.",
                    "Didascalie": "",
                    "Start": 119561,
                    "End": 119610
                },
                {
                    "Reply": "Bought and p-p-paid for. Just like one of his goddamn statues. Well at least in the movie he married her!",
                    "Didascalie": "",
                    "Start": 119712,
                    "End": 119842
                },
                {
                    "Reply": "I am not that woman.",
                    "Didascalie": "(deeply)",
                    "Start": 119962,
                    "End": 119995
                },
                {
                    "Reply": "Why did he do that to us?",
                    "Didascalie": "",
                    "Start": 120326,
                    "End": 120352
                },
                {
                    "Reply": "How bad is it?",
                    "Didascalie": "",
                    "Start": 125824,
                    "End": 125839
                },
                {
                    "Reply": "Come on Joe. How bad is it?",
                    "Didascalie": "",
                    "Start": 125950,
                    "End": 125978
                },
                {
                    "Reply": "Sure, Pops. That's a swell idea  INT MANK'S HOUSE. SANTA MONICA DAY  Manks pounding away at a typewriter in his tiny beach house.",
                    "Didascalie": "",
                    "Start": 126539,
                    "End": 126673
                },
                {
                    "Reply": "Then you explain it to me?!",
                    "Didascalie": "",
                    "Start": 129922,
                    "End": 129950
                },
                {
                    "Reply": "A million dollars a year on art and st-st-statues and there's nothing to explain?!",
                    "Didascalie": "",
                    "Start": 130071,
                    "End": 130166
                },
                {
                    "Reply": "I'm not asking you to defend anything. But we're in a pickle and we gotta talk about it.",
                    "Didascalie": "",
                    "Start": 130295,
                    "End": 130396
                },
                {
                    "Reply": "You gotta wake up now. Pops.",
                    "Didascalie": "",
                    "Start": 130565,
                    "End": 130594
                },
                {
                    "Reply": "goddamn thing. Now you better face up to it--",
                    "Didascalie": "",
                    "Start": 130966,
                    "End": 131012
                },
                {
                    "Reply": "You don't need it! That's the problem you always think you need everything--",
                    "Didascalie": "",
                    "Start": 131186,
                    "End": 131275
                },
                {
                    "Reply": "That -- did you need that? How much did that cost?",
                    "Didascalie": "",
                    "Start": 131387,
                    "End": 131438
                },
                {
                    "Reply": "I know where Deauville is for C-C-Christ's sake.",
                    "Didascalie": "",
                    "Start": 131580,
                    "End": 131629
                },
                {
                    "Reply": "Did you need it? Did you need any of it?",
                    "Didascalie": "",
                    "Start": 131761,
                    "End": 131802
                },
                {
                    "Reply": "But why? Just so you can show it all off -- just so everyone can see what a b-b-big man you are?!",
                    "Didascalie": "(frustrated)",
                    "Start": 132089,
                    "End": 132211
                },
                {
                    "Reply": "Tough shit. We need to t-t-talk about this--",
                    "Didascalie": "",
                    "Start": 132571,
                    "End": 132616
                },
                {
                    "Reply": "Fuck you, Mr. Kane.",
                    "Didascalie": "",
                    "Start": 132842,
                    "End": 132862
                },
                {
                    "Reply": "I just want to understand--",
                    "Didascalie": "",
                    "Start": 133012,
                    "End": 133040
                },
                {
                    "Reply": "I don't want you to--",
                    "Didascalie": "",
                    "Start": 133525,
                    "End": 133547
                },
                {
                    "Reply": "When I was making movies I kept begging him to let me do comedies. Silly stuff, you know. But Pops doesn't get comedy too well so he kept putting me in all those godawful p-p-period dramas.",
                    "Didascalie": "",
                    "Start": 134467,
                    "End": 134693
                },
                {
                    "Reply": "Thing that bothers me now, though, looking back is that I really think I could have been something ...",
                    "Didascalie": "",
                    "Start": 134909,
                    "End": 135025
                },
                {
                    "Reply": "You know this CITIZEN KANE picture? About Pops and everything?",
                    "Didascalie": "",
                    "Start": 135370,
                    "End": 135445
                },
                {
                    "Reply": "The character that's supposed to be me, Susan Alexander--",
                    "Didascalie": "",
                    "Start": 135553,
                    "End": 135623
                },
                {
                    "Reply": "But I am That's the killer, honey.",
                    "Didascalie": "",
                    "Start": 135771,
                    "End": 135806
                },
                {
                    "Reply": "It's hell when you gotta look back and say, goddamn, what I could have been.",
                    "Didascalie": "",
                    "Start": 136078,
                    "End": 136167
                },
                {
                    "Reply": "I, um, need an estimate on some jewelry I might wish to sell. But d-d-discretion is very important to me b-b-because I don't want anyone t-t-to, um, know that--",
                    "Didascalie": "",
                    "Start": 136586,
                    "End": 136783
                },
                {
                    "Reply": "Yes.",
                    "Didascalie": "",
                    "Start": 136957,
                    "End": 136962
                },
                {
                    "Reply": "Thank you-",
                    "Didascalie": "",
                    "Start": 137256,
                    "End": 137267
                },
                {
                    "Reply": "Thank you -- b-b-but I'd really like t-t-to--",
                    "Didascalie": "",
                    "Start": 137447,
                    "End": 137493
                },
                {
                    "Reply": "I wanted an estimate--",
                    "Didascalie": "",
                    "Start": 137764,
                    "End": 137787
                },
                {
                    "Reply": "How much for the lot?",
                    "Didascalie": "",
                    "Start": 138207,
                    "End": 138229
                },
                {
                    "Reply": "I started out as a gold-digger, ya know But goddamn if I didn't fall in love with the guy.",
                    "Didascalie": "",
                    "Start": 143990,
                    "End": 144093
                },
                {
                    "Reply": "Mr. Hearst spent his life collecting that art.",
                    "Didascalie": "(quietly)",
                    "Start": 150095,
                    "End": 150154
                },
                {
                    "Reply": "This is your whole life. Pops. Don't do it. We'll find another way..",
                    "Didascalie": "(pained)",
                    "Start": 151264,
                    "End": 151357
                },
                {
                    "Reply": "Pops ... let it go. Just ... let it go  He looks at her. A long moment. He tenderly touches her face.",
                    "Didascalie": "(gently)",
                    "Start": 166358,
                    "End": 166474
                }
            ]
        },
        {
            "Character": "CAROLE LOMBARD",
            "Replies": [
                {
                    "Reply": "Houdini mice.",
                    "Didascalie": "",
                    "Start": 20419,
                    "End": 20433
                },
                {
                    "Reply": "You fight many bulls there in New York, Orson?",
                    "Didascalie": "(wry)",
                    "Start": 22838,
                    "End": 22898
                },
                {
                    "Reply": "Last week would this be?",
                    "Didascalie": "",
                    "Start": 23158,
                    "End": 23183
                },
                {
                    "Reply": "Why don't you come down to LA? Stay with us for a while.",
                    "Didascalie": "",
                    "Start": 29138,
                    "End": 29207
                },
                {
                    "Reply": "Yeah, Orson's a real piece of work. But deep down, he's a good kid. Real deep down.",
                    "Didascalie": "(smiles)",
                    "Start": 29705,
                    "End": 29814
                },
                {
                    "Reply": "Mm.",
                    "Didascalie": "",
                    "Start": 29955,
                    "End": 29959
                },
                {
                    "Reply": "Listen, you come down and stay with us for a few days. Just tell the old man that--",
                    "Didascalie": "",
                    "Start": 30075,
                    "End": 30171
                },
                {
                    "Reply": "Sure you can, just--",
                    "Didascalie": "",
                    "Start": 30280,
                    "End": 30301
                },
                {
                    "Reply": "Meanwhile, Orson, I thought your bullfighting story was nifty. Let's cut a rug.",
                    "Didascalie": "",
                    "Start": 31599,
                    "End": 31691
                },
                {
                    "Reply": "So you ever gonna do a picture?",
                    "Didascalie": "",
                    "Start": 31950,
                    "End": 31982
                },
                {
                    "Reply": "It's gonna be fine, Orson. You're gonna do great.",
                    "Didascalie": "(smiles)",
                    "Start": 32106,
                    "End": 32169
                },
                {
                    "Reply": "You're just scared.",
                    "Didascalie": "",
                    "Start": 32291,
                    "End": 32311
                },
                {
                    "Reply": "We've known each other too long, Orson. Sling the bullshit elsewhere.",
                    "Didascalie": "",
                    "Start": 32826,
                    "End": 32908
                },
                {
                    "Reply": "Don't insult me with your cute press quotes Save it for Louella.",
                    "Didascalie": "",
                    "Start": 33096,
                    "End": 33173
                },
                {
                    "Reply": "You make your mark, Orson.",
                    "Didascalie": "",
                    "Start": 33265,
                    "End": 33292
                },
                {
                    "Reply": "She knew what she was signing on for After all, she took the money.",
                    "Didascalie": "(sadly)",
                    "Start": 33864,
                    "End": 33957
                },
                {
                    "Reply": "And he did.",
                    "Didascalie": "",
                    "Start": 134397,
                    "End": 134409
                },
                {
                    "Reply": "Thinking like that is only gonna drive you nuts You were a great star and you had a good run. That oughta be enough.",
                    "Didascalie": "",
                    "Start": 135100,
                    "End": 135241
                },
                {
                    "Reply": "Marion, everyone knows you're not like that--",
                    "Didascalie": "",
                    "Start": 135678,
                    "End": 135724
                }
            ]
        },
        {
            "Character": "HEARST",
            "Replies": [
                {
                    "Reply": "You are evidently a man who knows a great deal about bull.",
                    "Didascalie": "(quietly)",
                    "Start": 24595,
                    "End": 24679
                },
                {
                    "Reply": "Of all man's malignity -- of all his sadism -- none is more depraved than cruelty to animals.",
                    "Didascalie": "",
                    "Start": 24808,
                    "End": 24914
                },
                {
                    "Reply": "Who are you, sir?",
                    "Didascalie": "",
                    "Start": 25297,
                    "End": 25315
                },
                {
                    "Reply": "I see. And you are in California for what reason?",
                    "Didascalie": "",
                    "Start": 25551,
                    "End": 25601
                },
                {
                    "Reply": "And what pictures have you made?",
                    "Didascalie": "",
                    "Start": 25714,
                    "End": 25747
                },
                {
                    "Reply": "Well, I wish you luck. It is a treacherous business.",
                    "Didascalie": "",
                    "Start": 25882,
                    "End": 25947
                },
                {
                    "Reply": "In Hollywood the fiercest bulls are the most brutally killed.",
                    "Didascalie": "",
                    "Start": 26060,
                    "End": 26134
                },
                {
                    "Reply": "There you are, honey. Aren't you a wonderful girl?",
                    "Didascalie": "",
                    "Start": 28408,
                    "End": 28459
                },
                {
                    "Reply": "There's no call for that language-",
                    "Didascalie": "",
                    "Start": 33520,
                    "End": 33555
                },
                {
                    "Reply": "Darling, I talked to Millicent.",
                    "Didascalie": "(quietly)",
                    "Start": 63485,
                    "End": 63529
                },
                {
                    "Reply": "She said no  A pause. Then:  Marion slowly reaches out for the puzzle and delicately place a piece in the proper position.",
                    "Didascalie": "",
                    "Start": 63642,
                    "End": 63771
                },
                {
                    "Reply": "She's a Catholic. She says it would put her soul in peril. Divorce is a very serious sin, apparently.",
                    "Didascalie": "",
                    "Start": 63886,
                    "End": 64000
                },
                {
                    "Reply": "I'm so sorry.",
                    "Didascalie": "",
                    "Start": 64314,
                    "End": 64328
                },
                {
                    "Reply": "How so?",
                    "Didascalie": "",
                    "Start": 99263,
                    "End": 99271
                },
                {
                    "Reply": "Yes?",
                    "Didascalie": "",
                    "Start": 99521,
                    "End": 99526
                },
                {
                    "Reply": "So my life is a subject for mockery. All of it. Every detail. Every personal detail.",
                    "Didascalie": "(very controlled)",
                    "Start": 99686,
                    "End": 99795
                },
                {
                    "Reply": "Miss Parsons, I have one additional question for you.",
                    "Didascalie": "",
                    "Start": 100045,
                    "End": 100111
                },
                {
                    "Reply": "Why did we not know about this sooner?",
                    "Didascalie": "",
                    "Start": 100232,
                    "End": 100271
                },
                {
                    "Reply": "I pay you a good deal of money to be my eyes and ears in Hollywood, do I not? If you cannot provide this simple service you are of no use to me.",
                    "Didascalie": "",
                    "Start": 100370,
                    "End": 100539
                },
                {
                    "Reply": "Please be quiet.",
                    "Didascalie": "(lethally)",
                    "Start": 100654,
                    "End": 100683
                },
                {
                    "Reply": "And how do you feel when you are lied to?",
                    "Didascalie": "",
                    "Start": 101062,
                    "End": 101104
                },
                {
                    "Reply": "Good. Retain that feeling. Let it nourish you from this day forth. It shall nourish us both  She nods and leaves the room We linger on Hearst, his expression dark and dangerous.  INT SCHAEFER'S OFFICE EVENING  Welles reclines on a sofa, smoking a cigar, orating, while Schaefer sits at his desk absently flipping through the evening edition of the LA EXAMINER.",
                    "Didascalie": "",
                    "Start": 101222,
                    "End": 101608
                },
                {
                    "Reply": "Hope you don't mind my popping in--",
                    "Didascalie": "",
                    "Start": 103253,
                    "End": 103289
                },
                {
                    "Reply": "What a wretched place this is. I can't come to town without feeling filthy. You really must buy that parcel of land by the castle and come north.",
                    "Didascalie": "(sitting)",
                    "Start": 103415,
                    "End": 103597
                },
                {
                    "Reply": "Quite. And this is why I came to visit. Have you heard about this CITIZEN KANE picture?",
                    "Didascalie": "",
                    "Start": 103687,
                    "End": 103787
                },
                {
                    "Reply": "Mm. Not a very good picture I am told.",
                    "Didascalie": "",
                    "Start": 103903,
                    "End": 103942
                },
                {
                    "Reply": "Apparently it details the exploits of a publisher like myself. Entirely too much like myself. Do you follow so far?",
                    "Didascalie": "",
                    "Start": 104068,
                    "End": 104208
                },
                {
                    "Reply": "I can't see how the release of that picture will do anyone any good, really.",
                    "Didascalie": "",
                    "Start": 104316,
                    "End": 104405
                },
                {
                    "Reply": "Say, while I'm in town why don't we play 18 holes at Bel Air? Or maybe just nine. Do you have time for a round today?",
                    "Didascalie": "",
                    "Start": 104452,
                    "End": 104594
                },
                {
                    "Reply": "And maybe we could get Mr. Warner and Mr. Goldwyn and Mr. Cohn and Mr. Selznick to play as well.",
                    "Didascalie": "",
                    "Start": 104716,
                    "End": 104825
                },
                {
                    "Reply": "Oh, why is that?",
                    "Didascalie": "",
                    "Start": 104970,
                    "End": 104987
                },
                {
                    "Reply": "Why is that, Louis?",
                    "Didascalie": "",
                    "Start": 105034,
                    "End": 105054
                },
                {
                    "Reply": "Oh, that's right. How silly of me to have forgotten. I sometimes forget that you're all Jews. Lots of people forget that. If they ever knew it.",
                    "Didascalie": "",
                    "Start": 105171,
                    "End": 105339
                },
                {
                    "Reply": "See what you can do about this CITIZEN KANE picture, won't you?",
                    "Didascalie": "",
                    "Start": 105403,
                    "End": 105479
                },
                {
                    "Reply": "And you'll come out to the castle soon, I hope Marion and I would love to see more of you.",
                    "Didascalie": "",
                    "Start": 105619,
                    "End": 105722
                },
                {
                    "Reply": "The Journal was pretty harsh to Roosevelt today.",
                    "Didascalie": "",
                    "Start": 107212,
                    "End": 107261
                },
                {
                    "Reply": "He is a Bolshevik. He will have us at war by the end of the year. I think I'm going to run that wheelchair picture.",
                    "Didascalie": "",
                    "Start": 107429,
                    "End": 107569
                },
                {
                    "Reply": "Thank you, Joseph.",
                    "Didascalie": "",
                    "Start": 108127,
                    "End": 108146
                },
                {
                    "Reply": "The S.E.C. has turned down my request for relief on the debts.",
                    "Didascalie": "",
                    "Start": 108524,
                    "End": 108599
                },
                {
                    "Reply": "It's not really--",
                    "Didascalie": "",
                    "Start": 108702,
                    "End": 108720
                },
                {
                    "Reply": "Yes.",
                    "Didascalie": "",
                    "Start": 109036,
                    "End": 109041
                },
                {
                    "Reply": "One . . . buys things.",
                    "Didascalie": "",
                    "Start": 109385,
                    "End": 109408
                },
                {
                    "Reply": "Switch it off SWITCH IT OFF  The film suddenly stops and lights come up around the screening room.",
                    "Didascalie": "",
                    "Start": 119082,
                    "End": 119183
                },
                {
                    "Reply": "Marion--",
                    "Didascalie": "",
                    "Start": 119656,
                    "End": 119665
                },
                {
                    "Reply": "This picture--",
                    "Didascalie": "",
                    "Start": 119889,
                    "End": 119904
                },
                {
                    "Reply": "And now of all times -- NOW -- when I am grasping on with my fingernails to live at all this Orson We lies -- this insect -- this reprehensible insect -- has the nerve TO CHALLENGE ME! To show my life as some cheap sideshow -- A FREAK SHOW -- A DYING, IMPOTENT OLD FREAK IN HIS CASTLE!",
                    "Didascalie": "",
                    "Start": 120669,
                    "End": 121015
                },
                {
                    "Reply": "Mr. Willicombe -- you have seen me in adversity -- you have seen me take on the unions and the Congress and the railroads -- and we have risen above -- we have risen above. And if that dog Welles thinks he can strike at me now -- when he thinks I'm weak when he thinks I'm vulnerable -- then he does not fully comprehend the man is facing.",
                    "Didascalie": "(intensely)",
                    "Start": 121203,
                    "End": 121627
                },
                {
                    "Reply": "Get me Louella Parsons, now!",
                    "Didascalie": "",
                    "Start": 121778,
                    "End": 121807
                },
                {
                    "Reply": "This upstart -- this puny man -- how does he even dare to imagine he could comprehend my life and my world when he crawls with the other insects in the sewer -- in the dung -- when we control every moment of his life from the instant he is born to the instant we decide that he will die! Does he have no idea of the power that controls him?!",
                    "Didascalie": "",
                    "Start": 121925,
                    "End": 122339
                },
                {
                    "Reply": "Now get me J. Edgar Hoover  WILLICOMBE It's very late in Washington-",
                    "Didascalie": "",
                    "Start": 122649,
                    "End": 122745
                },
                {
                    "Reply": "Then wake him up!",
                    "Didascalie": "",
                    "Start": 122792,
                    "End": 122810
                },
                {
                    "Reply": "That insect thinks he knows me! He thinks he knows my capabilities! When his neck is in my teeth and his blood is in my throat then he will know WILLIAM RANDOLPH HEARST!",
                    "Didascalie": "(fervently)",
                    "Start": 122900,
                    "End": 123118
                },
                {
                    "Reply": "I've been thinking about the Tribune in Chicago. The Examiner just can't make any headway. Circulation is still down. I think we should buy the Tribune.",
                    "Didascalie": "",
                    "Start": 126221,
                    "End": 126410
                },
                {
                    "Reply": "I will not defend my life to you--",
                    "Didascalie": "",
                    "Start": 130213,
                    "End": 130248
                },
                {
                    "Reply": "We are in no \"pickle\" -- as you would euphemistically have it.",
                    "Didascalie": "",
                    "Start": 130443,
                    "End": 130518
                },
                {
                    "Reply": "There is nothing to discuss-",
                    "Didascalie": "",
                    "Start": 130641,
                    "End": 130670
                },
                {
                    "Reply": "You are being typically theatrical, Marion. I need the Tribune to--",
                    "Didascalie": "",
                    "Start": 131059,
                    "End": 131139
                },
                {
                    "Reply": "It's 12th Century. From Deauville -- in France.",
                    "Didascalie": "",
                    "Start": 131485,
                    "End": 131533
                },
                {
                    "Reply": "Not for me.",
                    "Didascalie": "(tightly)",
                    "Start": 132003,
                    "End": 132027
                },
                {
                    "Reply": "That's right. You've captured me exactly. Goodnight.",
                    "Didascalie": "(angrily)",
                    "Start": 132291,
                    "End": 132368
                },
                {
                    "Reply": "You are repellant when you drink.",
                    "Didascalie": "",
                    "Start": 132490,
                    "End": 132524
                },
                {
                    "Reply": "A cold beat  A pause.",
                    "Didascalie": "",
                    "Start": 132771,
                    "End": 132795
                },
                {
                    "Reply": "I will not have this in my home.",
                    "Didascalie": "(darkly)",
                    "Start": 132920,
                    "End": 132965
                },
                {
                    "Reply": "castle -- still fighting old battles he will never win with Pulitzer and Roosevelt and Hollywood--",
                    "Didascalie": "",
                    "Start": 133367,
                    "End": 133478
                },
                {
                    "Reply": "There is nothing to understand but this:   I am a man who could have been great, but was not.",
                    "Didascalie": "",
                    "Start": 133594,
                    "End": 133700
                },
                {
                    "Reply": "I'll have to sell the animals.",
                    "Didascalie": "(softly, not turning)",
                    "Start": 150565,
                    "End": 150608
                },
                {
                    "Reply": "When will it come out? When will the public know?",
                    "Didascalie": "(to Lewis)",
                    "Start": 150986,
                    "End": 151048
                },
                {
                    "Reply": "Ah, Miss Davies, the times we have seen  She holds him closely as \"I CAN'T GET STARTED\" concludes  INT CHASEN'S RESTAURANT. PRIVATE ROOM DAY  Welles has booked a private room at Chasen's. A long banquet table contains cans of sterno heating various dishes.",
                    "Didascalie": "(gently)",
                    "Start": 161204,
                    "End": 161482
                },
                {
                    "Reply": "I can't sell this. How much are they asking?",
                    "Didascalie": "",
                    "Start": 166255,
                    "End": 166300
                },
                {
                    "Reply": "Yes, I think I shall.",
                    "Didascalie": "",
                    "Start": 166531,
                    "End": 166553
                },
                {
                    "Reply": "I wonder. Do you have any idea what you have done?",
                    "Didascalie": "",
                    "Start": 172214,
                    "End": 172265
                },
                {
                    "Reply": "Intimately. For every sin you have placed on my head I could give you a hundred others. I have been swimming in blood my entire life. But I retain a belief, perhaps you will think it old fashioned, undoubtedly you will, but I believe that private lives should not be public property.",
                    "Didascalie": "",
                    "Start": 172366,
                    "End": 172710
                },
                {
                    "Reply": "So where does that leave us, Mr. Welles? What kind of sad future are we two making? A future where men will do anything to sell their newspapers and their movies? A future where no price is too high for fame and power? When we will all scratch each other to pieces just to be heard?",
                    "Didascalie": "",
                    "Start": 173057,
                    "End": 173400
                }
            ]
        },
        {
            "Character": "MANX",
            "Replies": [
                {
                    "Reply": "Heard some juicy gossip from Metro.",
                    "Didascalie": "",
                    "Start": 26423,
                    "End": 26459
                },
                {
                    "Reply": "It says AMERICAN by Orson Welles. YOU TOOK MY NAME OFF THE FUCKING SCRIPT!",
                    "Didascalie": "",
                    "Start": 61834,
                    "End": 61921
                }
            ]
        },
        {
            "Character": "JOHN HOUSEMAN",
            "Replies": [
                {
                    "Reply": "Telegram from The Christ Child  He tears open the telegram and reads:  Beat.",
                    "Didascalie": "",
                    "Start": 51615,
                    "End": 51696
                },
                {
                    "Reply": "\"Schaefer loves the idea. Stop. Start writing. Stop. Stop drinking. Stop. Did you work in the jigsaw puzzles. Question mark. Don't stop. Stop. Love you madly, Orson.\"",
                    "Didascalie": "",
                    "Start": 51750,
                    "End": 51953
                }
            ]
        },
        {
            "Character": "HEDDA",
            "Replies": [
                {
                    "Reply": "What does truth have to do with movies?",
                    "Didascalie": "",
                    "Start": 55748,
                    "End": 55788
                },
                {
                    "Reply": "Orson, that's all terribly interesting but what's all this about you and Dolores Del Rio? Do I hear love birds a'singin'?",
                    "Didascalie": "",
                    "Start": 56198,
                    "End": 56344
                },
                {
                    "Reply": "Orson, know the drill. See ya tonight!",
                    "Didascalie": "",
                    "Start": 93799,
                    "End": 93838
                },
                {
                    "Reply": "hasn't told you it ' s all about you. . . Yes, oh yes . . . My pleasure, sir.",
                    "Didascalie": "",
                    "Start": 95690,
                    "End": 95780
                }
            ]
        },
        {
            "Character": "ABSOLUTELY NO",
            "Replies": [
                {
                    "Reply": "ADMITTANCE.",
                    "Didascalie": "",
                    "Start": 68810,
                    "End": 68822
                }
            ]
        },
        {
            "Character": "INT RKO SOUND STAGE FOLLOWING",
            "Replies": [
                {
                    "Reply": "Absolute silence.",
                    "Didascalie": "",
                    "Start": 68859,
                    "End": 68877
                }
            ]
        },
        {
            "Character": "ORSON",
            "Replies": [
                {
                    "Reply": "WELLES.",
                    "Didascalie": "",
                    "Start": 71070,
                    "End": 71078
                }
            ]
        },
        {
            "Character": "PAUL STEWART",
            "Replies": [
                {
                    "Reply": "\"Rosebud? I'll tell you about Rosebud.",
                    "Didascalie": "",
                    "Start": 72200,
                    "End": 72239
                },
                {
                    "Reply": "\"Rosebud? I'll tell you about Rosebud.",
                    "Didascalie": "",
                    "Start": 72372,
                    "End": 72411
                },
                {
                    "Reply": "\"Rosebud? I'll tell you about Rosebud.",
                    "Didascalie": "",
                    "Start": 72545,
                    "End": 72584
                },
                {
                    "Reply": "\"Rosebud? I'll tell you about Rosebud.\"",
                    "Didascalie": "",
                    "Start": 73507,
                    "End": 73547
                },
                {
                    "Reply": "\"Rosebud? I'll tell you about Rosebud.\"",
                    "Didascalie": "(On moviola)",
                    "Start": 75439,
                    "End": 75491
                },
                {
                    "Reply": "Print. ;'  On the moviola we see Stewart laugh hysterically and dance away.",
                    "Didascalie": "(On moviola)",
                    "Start": 75560,
                    "End": 75650
                }
            ]
        },
        {
            "Character": "GREGG TOLAND",
            "Replies": [
                {
                    "Reply": "You want a ceiling on this one too?",
                    "Didascalie": "",
                    "Start": 73037,
                    "End": 73073
                }
            ]
        },
        {
            "Character": "ELECTRICIAN",
            "Replies": [
                {
                    "Reply": "Mr. Welles...?",
                    "Didascalie": "",
                    "Start": 76846,
                    "End": 76861
                }
            ]
        },
        {
            "Character": "GET OUT",
            "Replies": [
                {
                    "Reply": "Welles returns to Toland as the electrician slinks off \"SING, SING, SING\" continues as:  We see the magnificent film emerging. Welles watching scenes in a screening room, his feet up, exhausted, almost asleep, a cigar dangling from his lips...",
                    "Didascalie": "",
                    "Start": 77049,
                    "End": 77301
                }
            ]
        },
        {
            "Character": "DOROTHY COMMINGORE",
            "Replies": [
                {
                    "Reply": "\"Charlie, you sure got the funniest ways of looking at things . \"",
                    "Didascalie": "",
                    "Start": 78279,
                    "End": 78357
                },
                {
                    "Reply": "\"Charlie, you sure got the funniest ways of looking at things . \"",
                    "Didascalie": "",
                    "Start": 78843,
                    "End": 78921
                },
                {
                    "Reply": "\"Charlie, you sure got the funniest ways of looking at things . \"",
                    "Didascalie": "",
                    "Start": 79393,
                    "End": 79471
                }
            ]
        },
        {
            "Character": "TOLAND",
            "Replies": [
                {
                    "Reply": "Orson, you wanna take five?",
                    "Didascalie": "",
                    "Start": 79586,
                    "End": 79614
                },
                {
                    "Reply": "Spare me the aria, I know what you want--",
                    "Didascalie": "",
                    "Start": 86909,
                    "End": 86951
                },
                {
                    "Reply": "I know what you want but it can't be done!",
                    "Didascalie": "",
                    "Start": 87126,
                    "End": 87169
                },
                {
                    "Reply": "Orson -- we can't get the fucking camera any fucking lower so find another fucking shot!",
                    "Didascalie": "",
                    "Start": 87367,
                    "End": 87468
                },
                {
                    "Reply": "It's midnight, why don't we pick it up tomorrow?",
                    "Didascalie": "",
                    "Start": 88226,
                    "End": 88275
                },
                {
                    "Reply": "We done?",
                    "Didascalie": "",
                    "Start": 91990,
                    "End": 91999
                },
                {
                    "Reply": "Oh, no--",
                    "Didascalie": "(realizing)",
                    "Start": 110437,
                    "End": 110458
                },
                {
                    "Reply": "You want to do the life of Jesus?",
                    "Didascalie": "",
                    "Start": 110674,
                    "End": 110708
                },
                {
                    "Reply": "His next picture ... he wants to play Christ.",
                    "Didascalie": "",
                    "Start": 117509,
                    "End": 117555
                },
                {
                    "Reply": "See, this is the Great Salt Lake -- we do the baptism here.",
                    "Didascalie": "",
                    "Start": 161765,
                    "End": 161837
                }
            ]
        },
        {
            "Character": "PHONE VOICE",
            "Replies": [
                {
                    "Reply": "I don't know if this means anything but I just talked to a guy in the RKO art department They've got all these books and crap all over the place. Pictures of San Simeon.",
                    "Didascalie": "",
                    "Start": 80008,
                    "End": 80214
                },
                {
                    "Reply": "For the Welles picture.",
                    "Didascalie": "",
                    "Start": 80300,
                    "End": 80324
                }
            ]
        },
        {
            "Character": "JOSEPH COTTON",
            "Replies": [
                {
                    "Reply": "Orson, I am so goddamn tired--",
                    "Didascalie": "",
                    "Start": 90275,
                    "End": 90306
                },
                {
                    "Reply": "I can't remember the lines!",
                    "Didascalie": "",
                    "Start": 90518,
                    "End": 90546
                },
                {
                    "Reply": "We're not all hopped up on benzedrine, Orson I Some of us humans need sleep!",
                    "Didascalie": "",
                    "Start": 90894,
                    "End": 90983
                },
                {
                    "Reply": "love them so much that they ought to love you back. Only you want love on your own terms. \"",
                    "Didascalie": "",
                    "Start": 91396,
                    "End": 91500
                }
            ]
        },
        {
            "Character": "WILLICOMBE",
            "Replies": [
                {
                    "Reply": "Sir, we got the call.",
                    "Didascalie": "",
                    "Start": 107990,
                    "End": 108012
                },
                {
                    "Reply": "Miss Davies--",
                    "Didascalie": "",
                    "Start": 125889,
                    "End": 125903
                }
            ]
        },
        {
            "Character": "BERNARD HERMANN",
            "Replies": [
                {
                    "Reply": "Orson, please..",
                    "Didascalie": "",
                    "Start": 110257,
                    "End": 110273
                },
                {
                    "Reply": "I'm trying to work here!",
                    "Didascalie": "(snapping back at them)",
                    "Start": 111315,
                    "End": 111352
                },
                {
                    "Reply": "We're ready. You want to hear it?",
                    "Didascalie": "",
                    "Start": 117342,
                    "End": 117376
                }
            ]
        },
        {
            "Character": "INT HALLWAY FOLLOWING",
            "Replies": [
                {
                    "Reply": "They emerge into the hallway. Mank lights a cigar.",
                    "Didascalie": "",
                    "Start": 114751,
                    "End": 114802
                }
            ]
        },
        {
            "Character": "DAY",
            "Replies": [
                {
                    "Reply": "Bulldog-like FBI Director HOOVER sits erect at his desk. Behind him an imposing FBI Seal catches the light.",
                    "Didascalie": "",
                    "Start": 125014,
                    "End": 125124
                }
            ]
        },
        {
            "Character": "HOOVER",
            "Replies": [
                {
                    "Reply": "Agent McCabe, if you please.",
                    "Didascalie": "",
                    "Start": 125211,
                    "End": 125240
                },
                {
                    "Reply": "Open a new file. Heading: Welles, Orson. Native born. Communist.",
                    "Didascalie": "",
                    "Start": 125418,
                    "End": 125495
                }
            ]
        },
        {
            "Character": "SHOP OWNER",
            "Replies": [
                {
                    "Reply": "May I help you?",
                    "Didascalie": "",
                    "Start": 136523,
                    "End": 136539
                },
                {
                    "Reply": "Excuse me, I hope this isn't rude, but aren't you Marion Davies?",
                    "Didascalie": "",
                    "Start": 136834,
                    "End": 136911
                },
                {
                    "Reply": "Well, this is a great pleasure. Miss Davies! I just saw that ENCHANTMENT is playing at a the Tivoli, the revival house in Santa Monica. That was a fine picture!",
                    "Didascalie": "",
                    "Start": 137013,
                    "End": 137210
                },
                {
                    "Reply": "Not one of them today has what you had, Miss Davies. Not one of them.",
                    "Didascalie": "",
                    "Start": 137318,
                    "End": 137400
                },
                {
                    "Reply": "Of course, of course. How can we be of service?",
                    "Didascalie": "",
                    "Start": 137544,
                    "End": 137592
                },
                {
                    "Reply": "Surely My pleasure, Miss Davies..",
                    "Didascalie": "",
                    "Start": 137838,
                    "End": 137872
                },
                {
                    "Reply": "My Lord. . .",
                    "Didascalie": "(awed)",
                    "Start": 138066,
                    "End": 138091
                }
            ]
        },
        {
            "Character": "EXT RKO LOT DAY",
            "Replies": [
                {
                    "Reply": "Welles is pursuing Schaefer as they stride through the bustling RKO backlot.",
                    "Didascalie": "",
                    "Start": 138251,
                    "End": 138330
                }
            ]
        },
        {
            "Character": "JACK WARNER",
            "Replies": [
                {
                    "Reply": "He's a fucking punk, why does Hearst give a shit?",
                    "Didascalie": "",
                    "Start": 144713,
                    "End": 144763
                },
                {
                    "Reply": "Who the fuck cares?",
                    "Didascalie": "",
                    "Start": 146629,
                    "End": 146649
                },
                {
                    "Reply": "Get off the soapbox--",
                    "Didascalie": "",
                    "Start": 146792,
                    "End": 146814
                },
                {
                    "Reply": "Your son-in-law meshuaena.",
                    "Didascalie": "(to Mayer)",
                    "Start": 147418,
                    "End": 147457
                },
                {
                    "Reply": "Relax, Walt, at least he don't have you screwing Snow White. I got fucking Errol Flynn on my payroll!",
                    "Didascalie": "",
                    "Start": 147642,
                    "End": 147756
                }
            ]
        },
        {
            "Character": "SAM GOLDWYN",
            "Replies": [
                {
                    "Reply": "Would Louella really do it?",
                    "Didascalie": "",
                    "Start": 144886,
                    "End": 144914
                },
                {
                    "Reply": "You're a smart man, L.B. I suspect you would not have called us here without a plan. Give over.",
                    "Didascalie": "(to Mayer)",
                    "Start": 147821,
                    "End": 147941
                }
            ]
        },
        {
            "Character": "HARRY COHN",
            "Replies": [
                {
                    "Reply": "We all didn't make GONE WITH THE WIND, ya know. Some of us gotta look at this checkbook-wise.",
                    "Didascalie": "",
                    "Start": 145184,
                    "End": 145290
                },
                {
                    "Reply": "Goddamn right.",
                    "Didascalie": "",
                    "Start": 145598,
                    "End": 145613
                }
            ]
        },
        {
            "Character": "WALT DISNEY",
            "Replies": [
                {
                    "Reply": "I don't mean to be funny, but what could he have on Mickey Mouse?",
                    "Didascalie": "",
                    "Start": 145894,
                    "End": 145972
                }
            ]
        },
        {
            "Character": "DISNEY",
            "Replies": [
                {
                    "Reply": "He's got me and Hoover?",
                    "Didascalie": "(nervously)",
                    "Start": 147554,
                    "End": 147590
                }
            ]
        },
        {
            "Character": "INT RECORDING STAGE DAY",
            "Replies": [
                {
                    "Reply": "KANE.",
                    "Didascalie": "",
                    "Start": 148989,
                    "End": 148995
                }
            ]
        },
        {
            "Character": "LEWIS",
            "Replies": [
                {
                    "Reply": "We've been in touch with Gimbels in New York and they've agreed to hold a special sale. They're giving over an entire floor for the merchandise. You'll have to go there in person to sign the bill of sale, by the way.",
                    "Didascalie": "(ignoring her)",
                    "Start": 150217,
                    "End": 150494
                },
                {
                    "Reply": "And we don't know whether we'll be able to retain the castle. The land has some capital and we might keep it on as an investment. Maybe break it up into smaller units for housing.",
                    "Didascalie": "",
                    "Start": 150654,
                    "End": 150870
                },
                {
                    "Reply": "We can't keep it a secret, sir. Once we announce the Gimbels sale and start liquidating the assets.",
                    "Didascalie": "",
                    "Start": 151094,
                    "End": 151206
                }
            ]
        },
        {
            "Character": "EMCEE",
            "Replies": [
                {
                    "Reply": "Next up we have a real treat. It's Orson Welles. Now, during the rehearsal for the benefit tonight Orson banished everyone from the club so he could proceed in utmost secrecy. But you all know how Orson is!",
                    "Didascalie": "",
                    "Start": 152090,
                    "End": 152345
                },
                {
                    "Reply": "So, lets give a big round of applause for Mr. Orson Welles and Miss Rita Hayworth.",
                    "Didascalie": "",
                    "Start": 152418,
                    "End": 152513
                }
            ]
        },
        {
            "Character": "RITA HAYWORTH",
            "Replies": [
                {
                    "Reply": "\"Swear like a trooper, Live in a stupor--",
                    "Didascalie": "",
                    "Start": 153506,
                    "End": 153548
                },
                {
                    "Reply": "\"Swimming in highballs-- Stewed to the eyeballs--",
                    "Didascalie": "",
                    "Start": 154175,
                    "End": 154225
                },
                {
                    "Reply": "\"He'll be photographed with Myrna Loy, Just to prove he is a glamour boy.",
                    "Didascalie": "",
                    "Start": 155211,
                    "End": 155297
                },
                {
                    "Reply": "\"I'll get my capers, Into his papers. Hoping his folly would Lead me out to Hollywood. I'll aspire, Higher and higher.",
                    "Didascalie": "",
                    "Start": 155476,
                    "End": 155619
                }
            ]
        },
        {
            "Character": "WELLES AND RITA HAYWORTH",
            "Replies": [
                {
                    "Reply": "\"Just disgustingly rich!",
                    "Didascalie": "",
                    "Start": 153613,
                    "End": 153638
                },
                {
                    "Reply": "\"Just disgustingly rich!",
                    "Didascalie": "",
                    "Start": 154290,
                    "End": 154315
                },
                {
                    "Reply": "\"In the funnies and the valentines, We'll be pictured drinking Ballantine's. Dopey and screwy, Voting for Dewey.  Just disgustingly-- Too, too disgustingly-- Riiiiich! \"",
                    "Didascalie": "",
                    "Start": 155736,
                    "End": 155942
                }
            ]
        },
        {
            "Character": "BUNNY BERIGAN",
            "Replies": [
                {
                    "Reply": "\"I've flown around the world in a plane, I've settled revolutions in Spain, And the North Pole I have charted, Still I can't get started with you...",
                    "Didascalie": "",
                    "Start": 159732,
                    "End": 159905
                },
                {
                    "Reply": "\"On the golf course I'm under par, Metro Goldwyn has asked me to star, I've got a house, a show place, Still I can't get no place with you.",
                    "Didascalie": "",
                    "Start": 160069,
                    "End": 160233
                },
                {
                    "Reply": "\"Cause you're so supreme, Lyrics I write of you, I dream, dream day and night of you And I scheme just for the sight of you, Baby, what good does it do...?",
                    "Didascalie": "",
                    "Start": 160464,
                    "End": 160644
                },
                {
                    "Reply": "\"I've been consulted by Franklin D. Greta Garbo has had me to tea, Still I'm broken hearted Cause I can't get started with you.",
                    "Didascalie": "",
                    "Start": 160913,
                    "End": 161065
                }
            ]
        },
        {
            "Character": "MAN",
            "Replies": [
                {
                    "Reply": "Old man Hearst owned this and I'm getting it for two bits I  Hearst and Marion continue to walk, finally arriving at the section containing the true, expensive treasures.",
                    "Didascalie": "",
                    "Start": 165708,
                    "End": 165895
                }
            ]
        }
    ]
}