{"Title": ["Shawshank Redemption, The", "   "], "Author": ["  Frank Darabont"], "Genre": ["  Drama"], "Characters": [{"Character": "ANDY", "Replies": [{"Reply": " Hello. I'm Andy Dufresne.  Red glances at the hand, ignores it. The game continues. ", "Didascalie": "(offers his hand)", "Start": 29369, "End": 29459}, {"Reply": "Seven dollars in any rock and gem shop. ", "Didascalie": "", "Start": 32748, "End": 32788}, {"Reply": "Lying on his bunk, Red unfolds the square. A ten dollar bill. ", "Didascalie": "", "Start": 34169, "End": 34231}, {"Reply": "Because if you do trust her, there's no reason in the world you can't keep every cent of that money.  Hadley abruptly jerks Andy to a stop right at the edge. In fact, Andy's past the edge, beyond his balance, shoetips scraping the roof. The only thing between him and an ugly drop to the concrete is Hadley's grip on the front of his shirt. ", "Didascalie": "", "Start": 46000, "End": 46354}, {"Reply": "Tax free. IRS can't touch one cent.  The cons are pausing work, stunned by this business discussion. ", "Didascalie": "", "Start": 46661, "End": 46764}, {"Reply": "I think a nan working outdoors feels more like a man if he can have a bottle of suds. That's only my opinion.  The convicts stand gaping, all pretense of work gone. They look like they've been pole-axed. Hadley shoots them a look. ", "Didascalie": "", "Start": 47954, "End": 48197}, {"Reply": "They'd never hear me over that. Let's get this over with.  Seemingly resigned, Andy turns around, leans on the rewind bench -- and curls his fingers around a full 1.000 foot reel of 35mm film. Rooster licks his lips, pushes past the others. ", "Didascalie": "", "Start": 54843, "End": 55092}, {"Reply": "Red!  Red steps in with an armload of files. Andy gingerly reaches in, grabs a black feathered wing, and pulls out a dead crow. ", "Didascalie": "", "Start": 83574, "End": 83705}, {"Reply": "In addition, the Library District has generously responded with a charitable donation of used books and sundries. We trust this will fill your needs. We now consider the matter closed. Please stop sending us letters. Yours truly, the State Comptroller's Office. ", "Didascalie": "", "Start": 87348, "End": 87624}, {"Reply": "You gonna play something?  -- ", "Didascalie": "", "Start": 95792, "End": 95824}, {"Reply": "They'd have his last known address. ", "Didascalie": "", "Start": 120118, "End": 120154}, {"Reply": "Tell you where I'd go. Zihuatanejo. ", "Didascalie": "", "Start": 128405, "End": 128441}, {"Reply": "You underestimate yourself.  - ", "Didascalie": "", "Start": 129111, "End": 129144}]}, {"Character": "JUDGE", "Replies": [{"Reply": "You strike me as a particularly icy and remorseless man, Mr. Dufresne. It chills my blood just to look at you. By the power vested in me by the State of Maine, I hereby order you to serve two life sentences, back to back, one for each of your victims. So be it.  He raps his gavel as we  CRASH TO BLACK: LAST TITLE UP.  9 \tAN IRON-BARRED DOOR 9  slides open with an enormous CLANG. A stark room waits beyond. ", "Didascalie": "", "Start": 9889, "End": 10325}]}, {"Character": "RED", "Replies": [{"Reply": "Rocks.  Andy squats, motions Red to join him. Andy grabs a handful of dirt and sifts it through his hands. He finds a pebble and rubs it clean. It has a nice milky glow. He tosses it to Red. ", "Didascalie": "", "Start": 31175, "End": 31370}, {"Reply": "Hey, you nuts? Keep your eyes on your pail!  Andy tosses his Padd in the bucket and strolls toward Hadley. ", "Didascalie": "", "Start": 44927, "End": 45039}, {"Reply": "No, horse shit. Petrified.  Cackling, the men go back to work. Heywood stares at the rock. ", "Didascalie": "", "Start": 60768, "End": 60861}, {"Reply": "Yeah, okay, but who the hell is he? ", "Didascalie": "", "Start": 106478, "End": 106514}, {"Reply": "Ass in gear, son! You're putting us behind!  Tommy shoves the book in his back pocket and hurries over. ", "Didascalie": "", "Start": 113955, "End": 114064}, {"Reply": "Report to your cellblocks for evening count.  BOOM DOWN to Red and the boys. Convicts drift past them. ", "Didascalie": "", "Start": 131829, "End": 131937}, {"Reply": "No sir, he didn't!  Norton spreads his arms evangelist-style, spins slowly around. ", "Didascalie": "", "Start": 137898, "End": 137983}, {"Reply": "Guess the world moved on.  285\tINT -- FOODWAY -- DAY 285  Bagging groceries. CHILDREN underfoot. One points a toy gun at Red, pumping the trigger. Red focuses on the gun, listening to it CLICKETY-CLACK. Sparky wheel grinding.  The kids get swept off by MOM. Red starts bagging the next customer. SLOW PUSH IN on Red. Surrounded by MOTION and NOISE. ", "Didascalie": "", "Start": 166331, "End": 166688}]}, {"Character": "CLOSEUP -- PAROLE FORM", "Replies": [{"Reply": "There's a con like me in every prison in America, I guess. I'm the guy who can get it for you. Cigarettes, a bag of reefer if you're partial, a bottle of brandy to celebrate your kid's high school graduation. Damn near anything, within reason.  He slips somebody a pack of smokes, smooth sleight-of-hand. ", "Didascalie": "", "Start": 11583, "End": 11908}, {"Reply": "Red emerges into fading daylight. Andy's waiting for him. ", "Didascalie": "", "Start": 95130, "End": 95188}]}, {"Character": "CON", "Replies": [{"Reply": "Too goddamn dark to read down there. ", "Didascalie": "", "Start": 63639, "End": 63676}]}, {"Character": "HADLEY", "Replies": [{"Reply": "Eyes front.  WARDEN SAMUEL NORTON strolls forth, a colorless man in a gray suit and a church pin in his lapel. He looks like he could piss ice water. He appraises the newcomers with flinty eyes. ", "Didascalie": "", "Start": 15829, "End": 16029}, {"Reply": "Delouse that piece of shit! Next man in!  The con gets a huge scoop of white delousing powder thrown all over him. Gasping and coughing, blinking powder from his eyes, he gets shoved to a trustee's cage. The TRUSTEE slides a short stack of items through the slot -- prison clothes and a Bible. ", "Didascalie": "", "Start": 17533, "End": 17835}, {"Reply": "That's it! Step aside, Mert. This fucker's havin' hisself an accident.  Hadley grabs Andy's collar and propels him violently toward the edge of the roof. The cons furiously keep spreading tar. ", "Didascalie": "", "Start": 45659, "End": 45858}, {"Reply": "We sat and drank with the sun on our shoulders, and felt like free men. We could'a been tarring the     roof of one of our own houses. We were the Lords of all Creation.  He glances over to Andy squatting apart from the others. ", "Didascalie": "", "Start": 49173, "End": 49413}, {"Reply": "Dozens of parcel boxes litter the floor. WILEY, the duty guard, picks through them. Hadley enters, trailed by Andy. ", "Didascalie": "", "Start": 86676, "End": 86794}, {"Reply": "You tell me, fuck-stick! They're addressed to you, every damn one!  Wiley thrusts an envelope at Andy. Andy just stares at it. ", "Didascalie": "", "Start": 86841, "End": 86973}, {"Reply": "Red watches as Norton storms up with an entourage of guards. ", "Didascalie": "", "Start": 136719, "End": 136780}]}, {"Character": "HEYWOOD", "Replies": [{"Reply": "Shower heads mounted in bare concrete. Andy showers with a dozen or more men. No modesty here. At least the water is good and hot, soothing his tortured muscles.  Bogs looms from the billowing steam, smiling, checking Andy up and down. Rooster and PETE appear from the sides. The Sisters. ", "Didascalie": "", "Start": 28361, "End": 28655}, {"Reply": "Sure I did. I mean why wouldn't I? ", "Didascalie": "", "Start": 131492, "End": 131527}]}, {"Character": "NORTON", "Replies": [{"Reply": "Let's try the second tier.  86 \t2ND TIER 86  Norton arrives, makes a thin show of picking a cell at random. ", "Didascalie": "", "Start": 63788, "End": 63898}, {"Reply": "That's assuming Blatch is even still there. Chances are excellent he'd be released by now. Excellent. ", "Didascalie": "", "Start": 119997, "End": 120105}, {"Reply": " Dufresne, if you want to indulge this fantasy, that's your business. ", "Didascalie": "(rises)", "Start": 120455, "End": 120531}, {"Reply": "I tell you, son, this really came along and knocked my wind out. It's got me up nights, that's the truth.  Norton pulls a pack of cigarettes, offers Tommy a smoke. Tommy takes one. Norton lights both cigarettes, pockets his lighter. ", "Didascalie": "", "Start": 123993, "End": 124235}, {"Reply": "  - ", "Didascalie": "(MORE)", "Start": 126326, "End": 126332}]}, {"Character": "GUARD", "Replies": [{"Reply": "I remember my first night. Seems a long time ago now.  Red looms from the darkness, leans on the bars. Listens. Waits. From somewhere below comes faint, ghastly tittering. ", "Didascalie": "", "Start": 20971, "End": 21150}, {"Reply": "Water break! Five minutes!  The work stops. Cons head for the pickup truck, where water is dispensed with dipper and pail. Red and the boys look to Andy. ", "Didascalie": "", "Start": 84345, "End": 84502}]}, {"Character": "FAT-ASS", "Replies": [{"Reply": "I had your mother! She wasn't that great!  The lights bump on. GUARDS pour in, led by Hadley himself. ", "Didascalie": "", "Start": 23157, "End": 23264}]}, {"Character": "BROOKS", "Replies": [{"Reply": "Mmm. Nice and ripe.  Andy can't bear to watch. Brooks opens up his sweater and feeds the maggot to a baby crow nestled in an inside pocket. ", "Didascalie": "", "Start": 26306, "End": 26450}, {"Reply": "Jake says thanks. Fell out of his nest over by the plate shop. I'm lookin' after him till he's old enough to fly.  Andy nods, proceeds to eat. Carefully. Heywood approaches. ", "Didascalie": "", "Start": 26499, "End": 26684}, {"Reply": "Brooks leads Andy into the bleakest back room of all. Rough plank shelves are lined with books. Brooks' private domain. ", "Didascalie": "", "Start": 67239, "End": 67360}, {"Reply": "Here she is, the Shawshank Prison Library. Along this side, we got the National Geographics. That side, the Reader's Digest Condensed books. Bottom shelf there, some Louis L'Amours and Erle Stanley Gardners. Every night I pile the cart and make my rounds. I write down the names on this clipboard here. Well, that's it. Easy, peasy, Japanesey. Any questions?  Andy pauses. Something about this doesn't make any sense. ", "Didascalie": "", "Start": 67375, "End": 67825}, {"Reply": "But it's the only way they'll let me stay.  Brooks bursts into tears. The storm is over. Heywood staggers free, gasping for air. Andy takes the knife, passes it to Red. ", "Didascalie": "", "Start": 75642, "End": 75817}, {"Reply": "Dark. Traffic outside. Brooks wakes up. Disoriented. Afraid. ", "Didascalie": "", "Start": 81102, "End": 81163}]}, {"Character": "BOGS", "Replies": [{"Reply": "You're some sweet punk. You been broke in yet?  Andy tries to step past them. He gets shoved around, nothing serious, just some slap and tickle. Jackals sizing up prey. ", "Didascalie": "", "Start": 28668, "End": 28842}]}, {"Character": "BOB", "Replies": [{"Reply": "-- a dark, tangled maze of rooms and corridors, boilers and furnaces, sump pumps, old washing machines, pallets of cleaning supplies and detergents, you name it. Andy hefts a cardboard drum of Hexlite off the stack, turns around --  -- and finds Bogs Diamond in the aisle. blocking his way. ", "Didascalie": "", "Start": 37481, "End": 37779}]}, {"Character": "DEKINS", "Replies": [{"Reply": "I'm Dekins. I been, uh, thinkin' 'bout maybe settin' up some kinda trust fund for my kids' educations.  Andy covers his surprise. Glances at Brooks. Brooks smiles. ", "Didascalie": "", "Start": 68500, "End": 68672}]}, {"Character": "FADE TO BLACK", "Replies": [{"Reply": "TRACKING the construction. Walls have been knocked down. Men are painting, plastering, hammering. Lots of shelves going up. ", "Didascalie": "", "Start": 97827, "End": 97953}, {"Reply": "Red enters, sits. 20 years older than when we first saw him. ", "Didascalie": "", "Start": 161792, "End": 161853}]}, {"Character": "NED", "Replies": [{"Reply": " Now you just have some'a this fine pie my missus baked specially for you, and you think about that.  Norton opens the box. Alongside the pie is an envelope. He runs his thumb across the thick stack of cash it contains. ", "Didascalie": "(hands him a box)", "Start": 102966, "End": 103198}]}, {"Character": "TOMMY", "Replies": [{"Reply": " Big ol' thing. Couldn't see shit. Suddenly, here's this voice: Freeze kid! Hands in the air! Well I just stand there holdin' on to that TV, so the voice says: \"You hear what I said, boy?\" And I say, Yes sir, I sure did! But if I drop this fuckin' thing, you got me on destruction of property too! ", "Didascalie": "(mimes his grip)", "Start": 109669, "End": 109993}]}, {"Character": "MAN", "Replies": [{"Reply": "Norton walks slowly toward his office. Dazed. The morning paper in his hand. He goes wordlessly past the DUTY GUARD into his office. Shuts the door. Lays the paper on his desk.  The headline reads: \"CORRUPTION AND MURDER AT SHAWSHANK.\" Below that, the sub-headline: \"D.A. Has Ledger. Indictments Expected.\" Norton looks up as SIRENS SWELL in the distance. ", "Didascalie": "", "Start": 153730, "End": 154096}]}]}