{"Title": ["Shawshank Redemption, The", "   "], "Author": ["  Frank Darabont"], "Genre": ["  Drama"], "Characters": [{"Character": "ANDY", "Replies": [{"Reply": "Strike me as a fantastic coincidence.  D.A. On that, sir, we are in accord... ", "Didascalie": "", "Start": 6786, "End": 6873}, {"Reply": "The D.A. holds the jury spellbound with his closing summation:  D.A. Ladies and gentlemen, you've heard all the evidence, you know all the facts. We have the accused at the scene of the crime. We have foot prints. Tire tracks. Bullets scattered on the ground which bear his fingerprints. A broken bourbon bottle, likewise with fingerprints. Most of all, we have a beautiful young woman and her lover lying dead in each other's arms. They had sinned. But was their crime so great as to merit a death sentence?  He gestures to Andy sitting quietly with his ATTORNEY.  D.A. I suspect Mr. Dufresne's answer to that would be yes. I further suspect he carried out that sentence on the night of September 21st, this year of our Lord, 1946, by pumping four bullets into his wife and another four into Glenn Quentin. And while you think about that, think about this... ", "Didascalie": "", "Start": 7589, "End": 8527}, {"Reply": " Hello. I'm Andy Dufresne.  Red glances at the hand, ignores it. The game continues. ", "Didascalie": "(offers his hand)", "Start": 29369, "End": 29459}, {"Reply": "Seven dollars in any rock and gem shop. ", "Didascalie": "", "Start": 32748, "End": 32788}, {"Reply": "Lying on his bunk, Red unfolds the square. A ten dollar bill. ", "Didascalie": "", "Start": 34169, "End": 34231}, {"Reply": "Because if you do trust her, there's no reason in the world you can't keep every cent of that money.  Hadley abruptly jerks Andy to a stop right at the edge. In fact, Andy's past the edge, beyond his balance, shoetips scraping the roof. The only thing between him and an ugly drop to the concrete is Hadley's grip on the front of his shirt. ", "Didascalie": "", "Start": 46000, "End": 46354}, {"Reply": "Tax free. IRS can't touch one cent.  The cons are pausing work, stunned by this business discussion. ", "Didascalie": "", "Start": 46661, "End": 46764}, {"Reply": "Of course not. But you will need somebody to set up the tax-free gift, and that'll cost you. A lawyer, for example... ", "Didascalie": "", "Start": 47248, "End": 47376}, {"Reply": "...or come to think of it, I suppose I could set it up for you. That would save you some money. I'll write down the forms you need, you can pick them up, and I'll prepare them for your signature... ", "Didascalie": "", "Start": 47456, "End": 47670}, {"Reply": "I think a nan working outdoors feels more like a man if he can have a bottle of suds. That's only my opinion.  The convicts stand gaping, all pretense of work gone. They look like they've been pole-axed. Hadley shoots them a look. ", "Didascalie": "", "Start": 47954, "End": 48197}, {"Reply": "Chess. Now there's a game of kings. Civilized...strategic... ", "Didascalie": "", "Start": 50091, "End": 50156}, {"Reply": "We might do business on a board. But the pieces, I'd like to carve those myself. One side done in quartz... ", "Didascalie": "", "Start": 50422, "End": 50537}, {"Reply": "And still he kept sending those letters... ", "Didascalie": "", "Start": 73491, "End": 73538}, {"Reply": "Red!  Red steps in with an armload of files. Andy gingerly reaches in, grabs a black feathered wing, and pulls out a dead crow. ", "Didascalie": "", "Start": 83574, "End": 83705}, {"Reply": "Dear Mr. Dufresne. In response to your repeated inquiries, the State Senate has allocated the enclosed funds for your library project... \" ", "Didascalie": "", "Start": 87071, "End": 87216}, {"Reply": "In addition, the Library District has generously responded with a charitable donation of used books and sundries. We trust this will fill your needs. We now consider the matter closed. Please stop sending us letters. Yours truly, the State Comptroller's Office. ", "Didascalie": "", "Start": 87348, "End": 87624}, {"Reply": "You gonna play something?  -- ", "Didascalie": "", "Start": 95792, "End": 95824}, {"Reply": "That's where I come in. I channel it, funnel it, filter it...stocks, securities, tax free municipals... ", "Didascalie": "", "Start": 105446, "End": 105557}, {"Reply": "As it turns out, Tommy had himself a young wife and new baby girl... ", "Didascalie": "", "Start": 111044, "End": 111117}, {"Reply": "...and the lamplight o'er him streaming throws his shadow on the floor...and my soul from out that shadow that lies floating on the floor, shall be lifted nevermore! \" ", "Didascalie": "", "Start": 112536, "End": 112712}, {"Reply": "They'd have his last known address. ", "Didascalie": "", "Start": 120118, "End": 120154}, {"Reply": "Tell you where I'd go. Zihuatanejo. ", "Didascalie": "", "Start": 128405, "End": 128441}, {"Reply": "You underestimate yourself.  - ", "Didascalie": "", "Start": 129111, "End": 129144}, {"Reply": "The next morning, right about the time Racquel was spilling her little secret... ", "Didascalie": "", "Start": 151771, "End": 151859}]}, {"Character": "JUDGE", "Replies": [{"Reply": "You strike me as a particularly icy and remorseless man, Mr. Dufresne. It chills my blood just to look at you. By the power vested in me by the State of Maine, I hereby order you to serve two life sentences, back to back, one for each of your victims. So be it.  He raps his gavel as we  CRASH TO BLACK: LAST TITLE UP.  9 \tAN IRON-BARRED DOOR 9  slides open with an enormous CLANG. A stark room waits beyond. ", "Didascalie": "", "Start": 9889, "End": 10325}]}, {"Character": "RED", "Replies": [{"Reply": "Rocks.  Andy squats, motions Red to join him. Andy grabs a handful of dirt and sifts it through his hands. He finds a pebble and rubs it clean. It has a nice milky glow. He tosses it to Red. ", "Didascalie": "", "Start": 31175, "End": 31370}, {"Reply": "Hey, you nuts? Keep your eyes on your pail!  Andy tosses his Padd in the bucket and strolls toward Hadley. ", "Didascalie": "", "Start": 44927, "End": 45039}, {"Reply": "God damn it... ", "Didascalie": "", "Start": 45159, "End": 45175}, {"Reply": "suffering a bad case of DT's... ", "Didascalie": "", "Start": 51727, "End": 51760}, {"Reply": "No, horse shit. Petrified.  Cackling, the men go back to work. Heywood stares at the rock. ", "Didascalie": "", "Start": 60768, "End": 60861}, {"Reply": "It never would have occurred to us, if not for Andy. It was his idea. We all agreed it was the right thing to do... ", "Didascalie": "", "Start": 83866, "End": 83992}, {"Reply": "Same old, same old. Thirty years. Jesus. When you say it like that... ", "Didascalie": "", "Start": 95200, "End": 95274}, {"Reply": "Marilyn Monroe's face fills the screen. SLOW PULL BACK reveals the new poster: the famous shot from \"The Seven Year Itch,\" on the subway grate with skirt billowing up. Andy sits gazing at her as lights-out commences... ", "Didascalie": "", "Start": 96289, "End": 96514}, {"Reply": "Yeah, okay, but who the hell is he? ", "Didascalie": "", "Start": 106478, "End": 106514}, {"Reply": "Ass in gear, son! You're putting us behind!  Tommy shoves the book in his back pocket and hurries over. ", "Didascalie": "", "Start": 113955, "End": 114064}, {"Reply": "You wouldn't think, lookin' at him. Caught his wife in bed with some golf pro. Greased 'em both. C'mon, boy, back to work... ", "Didascalie": "", "Start": 117207, "End": 117342}, {"Reply": "Report to your cellblocks for evening count.  BOOM DOWN to Red and the boys. Convicts drift past them. ", "Didascalie": "", "Start": 131829, "End": 131937}, {"Reply": "No sir, he didn't!  Norton spreads his arms evangelist-style, spins slowly around. ", "Didascalie": "", "Start": 137898, "End": 137983}, {"Reply": "It's shit, it's shit, oh my God it's shit... ", "Didascalie": "", "Start": 141959, "End": 142008}, {"Reply": "Guess the world moved on.  285\tINT -- FOODWAY -- DAY 285  Bagging groceries. CHILDREN underfoot. One points a toy gun at Red, pumping the trigger. Red focuses on the gun, listening to it CLICKETY-CLACK. Sparky wheel grinding.  The kids get swept off by MOM. Red starts bagging the next customer. SLOW PUSH IN on Red. Surrounded by MOTION and NOISE. ", "Didascalie": "", "Start": 166331, "End": 166688}, {"Reply": "I find I am so excited I can barely sit still or hold a thought in my head. I think it is the excitement only a free man can feel, a free man at the start of a long journey whose conclusion is uncertain... ", "Didascalie": "", "Start": 172908, "End": 173130}]}, {"Character": "CON", "Replies": [{"Reply": "Too goddamn dark to read down there. ", "Didascalie": "", "Start": 63639, "End": 63676}]}, {"Character": "HADLEY", "Replies": [{"Reply": "Eyes front.  WARDEN SAMUEL NORTON strolls forth, a colorless man in a gray suit and a church pin in his lapel. He looks like he could piss ice water. He appraises the newcomers with flinty eyes. ", "Didascalie": "", "Start": 15829, "End": 16029}, {"Reply": "Delouse that piece of shit! Next man in!  The con gets a huge scoop of white delousing powder thrown all over him. Gasping and coughing, blinking powder from his eyes, he gets shoved to a trustee's cage. The TRUSTEE slides a short stack of items through the slot -- prison clothes and a Bible. ", "Didascalie": "", "Start": 17533, "End": 17835}, {"Reply": "His first night in the joint, Andy Dufresne cost me two packs of cigarettes. He never made a sound... ", "Didascalie": "", "Start": 24830, "End": 24939}, {"Reply": "Maybe leave me enough to buy a new car with. Then what happens? You pay tax on the car. Repairs and maintenance. Goddamn kids pesterin' you to take 'em for a ride... ", "Didascalie": "", "Start": 43982, "End": 44161}, {"Reply": "That's it! Step aside, Mert. This fucker's havin' hisself an accident.  Hadley grabs Andy's collar and propels him violently toward the edge of the roof. The cons furiously keep spreading tar. ", "Didascalie": "", "Start": 45659, "End": 45858}, {"Reply": "We sat and drank with the sun on our shoulders, and felt like free men. We could'a been tarring the     roof of one of our own houses. We were the Lords of all Creation.  He glances over to Andy squatting apart from the others. ", "Didascalie": "", "Start": 49173, "End": 49413}, {"Reply": "Two things never happened again after that. The Sisters never laid a finger on Andy again... ", "Didascalie": "", "Start": 59493, "End": 59593}, {"Reply": "Dozens of parcel boxes litter the floor. WILEY, the duty guard, picks through them. Hadley enters, trailed by Andy. ", "Didascalie": "", "Start": 86676, "End": 86794}, {"Reply": "You tell me, fuck-stick! They're addressed to you, every damn one!  Wiley thrusts an envelope at Andy. Andy just stares at it. ", "Didascalie": "", "Start": 86841, "End": 86973}, {"Reply": "Red watches as Norton storms up with an entourage of guards. ", "Didascalie": "", "Start": 136719, "End": 136780}]}, {"Character": "HEYWOOD", "Replies": [{"Reply": "Shower heads mounted in bare concrete. Andy showers with a dozen or more men. No modesty here. At least the water is good and hot, soothing his tortured muscles.  Bogs looms from the billowing steam, smiling, checking Andy up and down. Rooster and PETE appear from the sides. The Sisters. ", "Didascalie": "", "Start": 28361, "End": 28655}, {"Reply": "Just keep spreadin' tar... ", "Didascalie": "", "Start": 45191, "End": 45219}, {"Reply": "Oh God, he's gonna do it, he's gonna throw him off the roof... ", "Didascalie": "", "Start": 45874, "End": 45941}, {"Reply": "Treasure Island. Robert Louis... ", "Didascalie": "", "Start": 98373, "End": 98407}, {"Reply": "The Count of Monte Crisco... ", "Didascalie": "", "Start": 98647, "End": 98677}, {"Reply": "None of the inmates were invited to express their views... ", "Didascalie": "", "Start": 102014, "End": 102077}, {"Reply": "Sure I did. I mean why wouldn't I? ", "Didascalie": "", "Start": 131492, "End": 131527}]}, {"Character": "JIGGER", "Replies": [{"Reply": "Comin' from you, Heywood, you being so pretty and all... ", "Didascalie": "", "Start": 13754, "End": 13815}]}, {"Character": "FLOYD", "Replies": [{"Reply": "Smell my ass... ", "Didascalie": "", "Start": 27134, "End": 27151}]}, {"Character": "SNOOZE", "Replies": [{"Reply": "Oh shit, oh fuck, oh Jesus... ", "Didascalie": "", "Start": 45956, "End": 45987}]}, {"Character": "NORTON", "Replies": [{"Reply": "...the roof of the license-plate factory needs resurfacing. I need a dozen volunteers for a week's work. We're gonna be taking names in this steel bucket here... ", "Didascalie": "", "Start": 41510, "End": 41685}, {"Reply": "Let's try the second tier.  86 \t2ND TIER 86  Norton arrives, makes a thin show of picking a cell at random. ", "Didascalie": "", "Start": 63788, "End": 63898}, {"Reply": "I can't say I approve of this... ", "Didascalie": "", "Start": 65295, "End": 65329}, {"Reply": "Year after that, he did them all... ", "Didascalie": "", "Start": 72215, "End": 72252}, {"Reply": "...a genuine, progressive advance in corrections and rehabilitation. Our inmates, properly supervised, will be put to work outside these walls performing all manner of public service. Cutting pulpwood, repairing bridges and causeways, digging storm drains... ", "Didascalie": "", "Start": 99977, "End": 100258}, {"Reply": "And behind every shady deal, behind every dollar earned... ", "Didascalie": "", "Start": 103729, "End": 103792}, {"Reply": "That's assuming Blatch is even still there. Chances are excellent he'd be released by now. Excellent. ", "Didascalie": "", "Start": 119997, "End": 120105}, {"Reply": " Dufresne, if you want to indulge this fantasy, that's your business. ", "Didascalie": "(rises)", "Start": 120455, "End": 120531}, {"Reply": "I tell you, son, this really came along and knocked my wind out. It's got me up nights, that's the truth.  Norton pulls a pack of cigarettes, offers Tommy a smoke. Tommy takes one. Norton lights both cigarettes, pockets his lighter. ", "Didascalie": "", "Start": 123993, "End": 124235}, {"Reply": "  - ", "Didascalie": "(MORE)", "Start": 126326, "End": 126332}, {"Reply": "I have had some long nights in stir. Alone in the dark with nothing but your thoughts, time can draw out like a blade... ", "Didascalie": "", "Start": 134604, "End": 134735}, {"Reply": "They got this skinny kid named Rory Tremont to go in the hole. He wasn't much in the brains department, but he possessed the one most important qualification for the job... ", "Didascalie": "", "Start": 139461, "End": 139647}]}, {"Character": "DOCTOR", "Replies": [{"Reply": "...maketh me to lie down in green pastures. He leadeth me beside the still waters. He restoreth my soul... ", "Didascalie": "", "Start": 18441, "End": 18555}]}, {"Character": "GUARD", "Replies": [{"Reply": "I remember my first night. Seems a long time ago now.  Red looms from the darkness, leans on the bars. Listens. Waits. From somewhere below comes faint, ghastly tittering. ", "Didascalie": "", "Start": 20971, "End": 21150}, {"Reply": " Sshhh. Keep it down. The screws'll hear...Fishee fishee fisheeee... ", "Didascalie": "(somebody LAUGHS)", "Start": 21452, "End": 21528}, {"Reply": "Water break! Five minutes!  The work stops. Cons head for the pickup truck, where water is dispensed with dipper and pail. Red and the boys look to Andy. ", "Didascalie": "", "Start": 84345, "End": 84502}]}, {"Character": "FAT-ASS", "Replies": [{"Reply": "I had your mother! She wasn't that great!  The lights bump on. GUARDS pour in, led by Hadley himself. ", "Didascalie": "", "Start": 23157, "End": 23264}]}, {"Character": "VOICES", "Replies": [{"Reply": "Fresh fish...fresh fish...fresh fish...fresh fish... ", "Didascalie": "", "Start": 23026, "End": 23083}]}, {"Character": "BROOKS", "Replies": [{"Reply": "Mmm. Nice and ripe.  Andy can't bear to watch. Brooks opens up his sweater and feeds the maggot to a baby crow nestled in an inside pocket. ", "Didascalie": "", "Start": 26306, "End": 26450}, {"Reply": "Jake says thanks. Fell out of his nest over by the plate shop. I'm lookin' after him till he's old enough to fly.  Andy nods, proceeds to eat. Carefully. Heywood approaches. ", "Didascalie": "", "Start": 26499, "End": 26684}, {"Reply": "Brooks leads Andy into the bleakest back room of all. Rough plank shelves are lined with books. Brooks' private domain. ", "Didascalie": "", "Start": 67239, "End": 67360}, {"Reply": "Here she is, the Shawshank Prison Library. Along this side, we got the National Geographics. That side, the Reader's Digest Condensed books. Bottom shelf there, some Louis L'Amours and Erle Stanley Gardners. Every night I pile the cart and make my rounds. I write down the names on this clipboard here. Well, that's it. Easy, peasy, Japanesey. Any questions?  Andy pauses. Something about this doesn't make any sense. ", "Didascalie": "", "Start": 67375, "End": 67825}, {"Reply": "But it's the only way they'll let me stay.  Brooks bursts into tears. The storm is over. Heywood staggers free, gasping for air. Andy takes the knife, passes it to Red. ", "Didascalie": "", "Start": 75642, "End": 75817}, {"Reply": "Dark. Traffic outside. Brooks wakes up. Disoriented. Afraid. ", "Didascalie": "", "Start": 81102, "End": 81163}]}, {"Character": "TYRELL", "Replies": [{"Reply": " Hadley busted his head pretty good. Doc already went home for the night. Poor bastard lay there till this morning. By then... ", "Didascalie": "(the men fall silent)", "Start": 27571, "End": 27711}]}, {"Character": "BOGS", "Replies": [{"Reply": "You're some sweet punk. You been broke in yet?  Andy tries to step past them. He gets shoved around, nothing serious, just some slap and tickle. Jackals sizing up prey. ", "Didascalie": "", "Start": 28668, "End": 28842}, {"Reply": "Bogs didn't put anything in Andy's mouth, and neither did his friends. What they did do is beat him within an inch of his life... ", "Didascalie": "", "Start": 56559, "End": 56699}]}, {"Character": "BOB", "Replies": [{"Reply": "-- a dark, tangled maze of rooms and corridors, boilers and furnaces, sump pumps, old washing machines, pallets of cleaning supplies and detergents, you name it. Andy hefts a cardboard drum of Hexlite off the stack, turns around --  -- and finds Bogs Diamond in the aisle. blocking his way. ", "Didascalie": "", "Start": 37481, "End": 37779}]}, {"Character": "TROUT", "Replies": [{"Reply": "Dollars? Holy shit, that's great! Like winnin' a lottery... ", "Didascalie": "", "Start": 43685, "End": 43749}, {"Reply": " Co-workers! Get him! That's rich, ain't it? Co-workers... ", "Didascalie": "(guffawing)", "Start": 47823, "End": 47889}]}, {"Character": "DEKINS", "Replies": [{"Reply": "I'm Dekins. I been, uh, thinkin' 'bout maybe settin' up some kinda trust fund for my kids' educations.  Andy covers his surprise. Glances at Brooks. Brooks smiles. ", "Didascalie": "", "Start": 68500, "End": 68672}]}, {"Character": "WOMAN", "Replies": [{"Reply": "No music in your room after eight p.m. No guests after nine. No cooking except on the hotplate... ", "Didascalie": "", "Start": 79558, "End": 79663}]}, {"Character": "WILEY", "Replies": [{"Reply": "Andy shoots a look at the bathroom...and smiles. Go for broke. He lunges to his feet and barricades the front door, then the bathroom. He returns to the desk and positions the P.A. microphone. He works up his courage, then flicks all the toggles to \"on.\" A SQUEAL OF FEEDBACK echoes briefly... ", "Didascalie": "", "Start": 90010, "End": 90313}]}, {"Character": "FADE TO BLACK", "Replies": [{"Reply": "TRACKING the construction. Walls have been knocked down. Men are painting, plastering, hammering. Lots of shelves going up. ", "Didascalie": "", "Start": 97827, "End": 97953}, {"Reply": "Red enters, sits. 20 years older than when we first saw him. ", "Didascalie": "", "Start": 161792, "End": 161853}]}, {"Character": "NED", "Replies": [{"Reply": " Now you just have some'a this fine pie my missus baked specially for you, and you think about that.  Norton opens the box. Alongside the pie is an envelope. He runs his thumb across the thick stack of cash it contains. ", "Didascalie": "(hands him a box)", "Start": 102966, "End": 103198}]}, {"Character": "TOMMY", "Replies": [{"Reply": "Young punk, Mr. Rock n' Roll, cocky as hell... ", "Didascalie": "", "Start": 109109, "End": 109160}, {"Reply": "...so I'm backin' out the door, right? Had the TV like this... ", "Didascalie": "", "Start": 109583, "End": 109650}, {"Reply": " Big ol' thing. Couldn't see shit. Suddenly, here's this voice: Freeze kid! Hands in the air! Well I just stand there holdin' on to that TV, so the voice says: \"You hear what I said, boy?\" And I say, Yes sir, I sure did! But if I drop this fuckin' thing, you got me on destruction of property too! ", "Didascalie": "(mimes his grip)", "Start": 109669, "End": 109993}, {"Reply": "Thing is, see... ", "Didascalie": "", "Start": 112289, "End": 112307}, {"Reply": "The cat sh--The cat shh... ", "Didascalie": "", "Start": 113054, "End": 113082}, {"Reply": "I'll tell you how the goddamn score comes out... ", "Didascalie": "", "Start": 116302, "End": 116355}, {"Reply": " Oh my God... ", "Didascalie": "(bare whisper)", "Start": 117499, "End": 117517}, {"Reply": " Few months left to go, I get a new cellmate in. Elmo Blatch. Big twitchy fucker. Crazy eyes. Kind of roomie you pray you don't get, know what I'm sayin'? 6 to 12 for armed burglary. Said he done hundreds of jobs. Hard to believe, high-strung as he was. Cut a loud fart, he'd go three feet in the air. Talked all the time, too, that's the other thing. Never shut up. Places he'd been, jobs he pulled, women he fucked. Even people he killed. People that gave him shit, that's how he put it. One night, like a joke, I say: \"Yeah? Who'd you kill?\" So he says... ", "Didascalie": "(beat)", "Start": 117717, "End": 118328}]}, {"Character": "TOMNY", "Replies": [{"Reply": "The cat sh--shh--shimmied up the tree and crept st--stel--stealthily out on the limb... ", "Didascalie": "", "Start": 113622, "End": 113717}]}, {"Character": "BETH", "Replies": [{"Reply": "...said we can stay with them, but Joey's gettin' out of the service next month, and they barely got enough room as it is. Plus they got Poppa workin' double shifts and the baby cries half the night. I just don't know where we're gonna go... ", "Didascalie": "", "Start": 111255, "End": 111510}]}, {"Character": "MAN", "Replies": [{"Reply": "Norton walks slowly toward his office. Dazed. The morning paper in his hand. He goes wordlessly past the DUTY GUARD into his office. Shuts the door. Lays the paper on his desk.  The headline reads: \"CORRUPTION AND MURDER AT SHAWSHANK.\" Below that, the sub-headline: \"D.A. Has Ledger. Indictments Expected.\" Norton looks up as SIRENS SWELL in the distance. ", "Didascalie": "", "Start": 153730, "End": 154096}]}, {"Character": "DUTY GUARD", "Replies": [{"Reply": "I'm not sure which one it is... ", "Didascalie": "", "Start": 156307, "End": 156340}]}]}