{
    "Title": "Sling Blade",
    "Author": [
        "Billy Bob Thornton"
    ],
    "Genre": [
        "Drama"
    ],
    "Characters": [
        {
            "Character": "ATTENDANT",
            "Replies": [
                {
                    "Reply": "You can't smoke in here.",
                    "Didascalie": "",
                    "Start": 545,
                    "End": 570
                }
            ]
        },
        {
            "Character": "CHARLES",
            "Replies": [
                {
                    "Reply": "A Mercury is a good car and that's what I was driving that day. I've owned a lot of cars. Different kinds. Lots of different kinds of cars. She was standing, this girl, on the side of the street where there was a chicken stand; not the Colonel, mind you, but nevertheless a chicken stand, and I pulled the Mercury over and rolled down the window by electric power. She was wearing a leather skirt and she had a lot of hair on her arms. I like that. I like it a lot. It means a big bush. I like a big bush. She said, \"Are you dating?\" I said, \"yes,\" and she got in the car. We pulled to a remote location, one that she and I both felt comfortable with and she said, \"How much can you spend?\" I said, \"What it takes to see your bush. I know it's a big one.\" She said \"twenty five dollars,\" which to a working man is not chicken feed. I produced the money and she put it in her shoe and pulled up her skirt. There before me lay a thin, crooked, uncircumcised penis. You can imagine how badly I wanted my twenty-five dollars back.",
                    "Didascalie": "",
                    "Start": 795,
                    "End": 2152
                },
                {
                    "Reply": "There was a young man named John Liggit Hunter who was in the filling station business and a good filling station business. He was one of those young men that we run across so often in life. I'm sure you've run across them, that didn't deserve the things he had. One of those things was his beautiful bride, Sarah. She was a Georgia Peach. As a matter of fact she looked more like the picture I've had in my head than any woman I've ever seen. I took it upon myself to take her away from John Liggit Hunter, who didn't deserve her. I'm not sure if I mentioned that he was a Frenchman who claimed to be an Englishman. It took some very strong nylon cord to take her away from him. She was a fighter as well as a Georgia Peach.",
                    "Didascalie": "",
                    "Start": 5240,
                    "End": 6197
                },
                {
                    "Reply": "A shovel just makes too goddamn much racket.",
                    "Didascalie": "(leaning in to Karl)",
                    "Start": 7218,
                    "End": 7286
                },
                {
                    "Reply": "You have to make something explode to truly understand it. You have to examine the tiny particles while they're on fire.",
                    "Didascalie": "",
                    "Start": 9986,
                    "End": 10140
                },
                {
                    "Reply": "... on the third day I washed her.",
                    "Didascalie": "",
                    "Start": 160983,
                    "End": 161018
                },
                {
                    "Reply": "I bet you did. I was never bent that way. I'm bent the other way.",
                    "Didascalie": "",
                    "Start": 161929,
                    "End": 162006
                },
                {
                    "Reply": "Come on Karl, who did you kill? Was it the boy?",
                    "Didascalie": "",
                    "Start": 162451,
                    "End": 162510
                }
            ]
        },
        {
            "Character": "THERESA",
            "Replies": [
                {
                    "Reply": "I don't know why you're so weirded out, this is not San Quentin, it's just a nuthouse. Most of these people don't even know where they are, they're not gonna hurt you.",
                    "Didascalie": "",
                    "Start": 2367,
                    "End": 2579
                },
                {
                    "Reply": "Hey, you're the one that wanted to major in journalism. Anyhow, wasn't the guy something like twelve or thirteen when he did it, it was twenty-five years ago, he probably doesn't even remember it.",
                    "Didascalie": "",
                    "Start": 2768,
                    "End": 3020
                },
                {
                    "Reply": "Yeah.",
                    "Didascalie": "",
                    "Start": 3159,
                    "End": 3165
                },
                {
                    "Reply": "Let's just go, Marsha.",
                    "Didascalie": "",
                    "Start": 6689,
                    "End": 6712
                },
                {
                    "Reply": "I thought you'd be happy to leave.",
                    "Didascalie": "",
                    "Start": 6828,
                    "End": 6863
                },
                {
                    "Reply": "Can I just sneak in there? I won't take any pictures, I promise. I just want to listen.",
                    "Didascalie": "",
                    "Start": 13313,
                    "End": 13423
                }
            ]
        },
        {
            "Character": "MARSHA",
            "Replies": [
                {
                    "Reply": "In a few minutes we're gonna be in a room with a killer. That doesn't bother you?",
                    "Didascalie": "",
                    "Start": 2621,
                    "End": 2725
                },
                {
                    "Reply": "Do you smell shit?",
                    "Didascalie": "(wrinkling her nose)",
                    "Start": 3085,
                    "End": 3116
                },
                {
                    "Reply": "Yes sir.",
                    "Didascalie": "",
                    "Start": 3619,
                    "End": 3628
                },
                {
                    "Reply": "Nice to meet you. I'm Marsha Dwiggins and this is Theresa Evans.",
                    "Didascalie": "",
                    "Start": 3778,
                    "End": 3854
                },
                {
                    "Reply": "Yes sir.",
                    "Didascalie": "",
                    "Start": 4033,
                    "End": 4042
                },
                {
                    "Reply": "No thank you.",
                    "Didascalie": "",
                    "Start": 4935,
                    "End": 4949
                },
                {
                    "Reply": "Well, what do we do? We drove all the way out here.",
                    "Didascalie": "",
                    "Start": 6583,
                    "End": 6646
                },
                {
                    "Reply": "No, we have to get this story.",
                    "Didascalie": "",
                    "Start": 6754,
                    "End": 6785
                },
                {
                    "Reply": "Why won't he talk to women?",
                    "Didascalie": "",
                    "Start": 6905,
                    "End": 6933
                },
                {
                    "Reply": "Can't you talk to him? Maybe talk him into it. I'm a real good interviewer. Just get me in the room with him.",
                    "Didascalie": "",
                    "Start": 7785,
                    "End": 7928
                },
                {
                    "Reply": "I knew he slept in a toolshed.",
                    "Didascalie": "",
                    "Start": 8940,
                    "End": 8971
                },
                {
                    "Reply": "Before they were married?",
                    "Didascalie": "",
                    "Start": 9179,
                    "End": 9205
                },
                {
                    "Reply": "That's really strange. What does it mean?",
                    "Didascalie": "",
                    "Start": 9679,
                    "End": 9732
                },
                {
                    "Reply": "How am I going to conduct an interview if I can't ask him any questions?",
                    "Didascalie": "",
                    "Start": 11697,
                    "End": 11792
                },
                {
                    "Reply": "Can I ask you a question? If he's so troubled, why are you letting him out? What if he does it again?",
                    "Didascalie": "",
                    "Start": 11933,
                    "End": 12057
                },
                {
                    "Reply": "Signs?",
                    "Didascalie": "",
                    "Start": 12328,
                    "End": 12335
                },
                {
                    "Reply": "Will you ever kill anybody again, Karl?",
                    "Didascalie": "",
                    "Start": 19611,
                    "End": 19662
                },
                {
                    "Reply": "Is he leaving right this minute?",
                    "Didascalie": "",
                    "Start": 20310,
                    "End": 20343
                },
                {
                    "Reply": "I didn't mean that.",
                    "Didascalie": "",
                    "Start": 20574,
                    "End": 20594
                },
                {
                    "Reply": "Where will he go?",
                    "Didascalie": "",
                    "Start": 20784,
                    "End": 20802
                },
                {
                    "Reply": "Will he be supervised?",
                    "Didascalie": "",
                    "Start": 21038,
                    "End": 21061
                },
                {
                    "Reply": "Thank you.",
                    "Didascalie": "",
                    "Start": 21472,
                    "End": 21483
                }
            ]
        },
        {
            "Character": "GUARD",
            "Replies": [
                {
                    "Reply": "These are the people from that newspaper deal.",
                    "Didascalie": "",
                    "Start": 3449,
                    "End": 3507
                }
            ]
        },
        {
            "Character": "WOOLRIDGE",
            "Replies": [
                {
                    "Reply": "Oh yeah, from the college?",
                    "Didascalie": "",
                    "Start": 3551,
                    "End": 3578
                },
                {
                    "Reply": "My name's Jerry Woolridge.",
                    "Didascalie": "",
                    "Start": 3710,
                    "End": 3737
                },
                {
                    "Reply": "Y'all have a seat. Is this all of you?",
                    "Didascalie": "",
                    "Start": 3942,
                    "End": 3992
                },
                {
                    "Reply": "I think there must have been a little mix up. I told your sponsor or teacher or whatever he is, there couldn't be any pictures. It's s'posed to be just a little story or article or something, isn't that right?",
                    "Didascalie": "",
                    "Start": 4086,
                    "End": 4362
                },
                {
                    "Reply": "Melvin, would you get me a good hot cup with two sugar substitutes? You girls want some coffee?",
                    "Didascalie": "(to guard)",
                    "Start": 4762,
                    "End": 4893
                },
                {
                    "Reply": "The other thing is I told your boss on the phone to send a man. Karl won't talk to women.",
                    "Didascalie": "",
                    "Start": 4994,
                    "End": 5106
                },
                {
                    "Reply": "I don't know what to tell you. I'm sorry. I made myself pretty clear I thought. He probably got busy and wasn't thinking. I know how that is. I used to teach shop and eighth grade science.",
                    "Didascalie": "",
                    "Start": 6297,
                    "End": 6541
                },
                {
                    "Reply": "He has problems. You know. With all that. He won't hardly talk to anybody really. Just certain people. He's very troubled.",
                    "Didascalie": "",
                    "Start": 6978,
                    "End": 7134
                },
                {
                    "Reply": "I don't think he's talked to a woman in twenty-five or so years.",
                    "Didascalie": "(takes a drink of coffee)",
                    "Start": 7386,
                    "End": 7474
                },
                {
                    "Reply": "Melvin, go get Karl and take him down to the old classroom.",
                    "Didascalie": "(to guard)",
                    "Start": 7986,
                    "End": 8069
                },
                {
                    "Reply": "I'll talk to him and see what we can do.",
                    "Didascalie": "",
                    "Start": 8190,
                    "End": 8242
                },
                {
                    "Reply": "You see, Karl, growing up, only knew that sex was wrong and that people who did it should be killed for it. He couldn't really read but, well, neither could his mother. But, his father made sure that his mother knew what the Bible said. And she made sure Karl knew.",
                    "Didascalie": "",
                    "Start": 8466,
                    "End": 8809
                },
                {
                    "Reply": "His mother told him that he was their punishment. Hers and his father's; from God, for having sex--",
                    "Didascalie": "",
                    "Start": 9015,
                    "End": 9137
                },
                {
                    "Reply": "I don't think so. Just period, I think. She told him... God gave them the ugliest creation he could think of. Karl has an entire book --",
                    "Didascalie": "",
                    "Start": 9250,
                    "End": 9420
                },
                {
                    "Reply": "One of his Daddy's Bible lessons I imagine. Y'all pull up a chair.",
                    "Didascalie": "",
                    "Start": 9777,
                    "End": 9855
                },
                {
                    "Reply": "They want to ask you some questions about your release. They think it would make an interesting story.",
                    "Didascalie": "(pause)",
                    "Start": 10774,
                    "End": 10911
                },
                {
                    "Reply": "Now, they're women. I think it might be good for you to. You're gonna be seein' all kinds of people when you go on the outside. This'll help you I believe.",
                    "Didascalie": "(pause)",
                    "Start": 10995,
                    "End": 11207
                },
                {
                    "Reply": "Well, it surprised the dickens out of me. He said he'll talk to you.",
                    "Didascalie": "",
                    "Start": 11330,
                    "End": 11410
                },
                {
                    "Reply": "But, here's the thing. He'll only talk to you. He doesn't want you to ask him anything. And you shouldn't stare at him.",
                    "Didascalie": "",
                    "Start": 11502,
                    "End": 11655
                },
                {
                    "Reply": "It's the best you're gonna get. I'm sorry.",
                    "Didascalie": "",
                    "Start": 11837,
                    "End": 11891
                },
                {
                    "Reply": "He's free. His time's up. That's the rules. He's been treated and reevaluated. He doesn't show any signs any more.",
                    "Didascalie": "",
                    "Start": 12138,
                    "End": 12286
                },
                {
                    "Reply": "Homicidal signs. Oh, we're gonna change the light in here for Karl.",
                    "Didascalie": "",
                    "Start": 12380,
                    "End": 12459
                },
                {
                    "Reply": "You'll have to step outside.",
                    "Didascalie": "",
                    "Start": 12823,
                    "End": 12852
                },
                {
                    "Reply": "Please.",
                    "Didascalie": "",
                    "Start": 12935,
                    "End": 12943
                },
                {
                    "Reply": "We've got some paperwork to take care of. Pretty soon. Don't worry, you won't run into him in the parking lot.",
                    "Didascalie": "",
                    "Start": 20388,
                    "End": 20532
                },
                {
                    "Reply": "I hope the best for you, Miss Dwiggins, with your school and your paper and all.",
                    "Didascalie": "",
                    "Start": 20639,
                    "End": 20742
                },
                {
                    "Reply": "Wherever he wants to. I think he's going back to Millsburg where he's from. It's just about twenty miles from here.",
                    "Didascalie": "",
                    "Start": 20847,
                    "End": 20996
                },
                {
                    "Reply": "As much as anybody else is, I guess. Y'all have a good rest of the day now.",
                    "Didascalie": "",
                    "Start": 21106,
                    "End": 21204
                },
                {
                    "Reply": "Yes, I guess you are.",
                    "Didascalie": "",
                    "Start": 21737,
                    "End": 21759
                },
                {
                    "Reply": "You better go get your things.",
                    "Didascalie": "",
                    "Start": 21919,
                    "End": 21950
                },
                {
                    "Reply": "You better go get 'em.",
                    "Didascalie": "",
                    "Start": 22071,
                    "End": 22094
                },
                {
                    "Reply": "Karl, what in the world are you doing here?",
                    "Didascalie": "",
                    "Start": 28641,
                    "End": 28696
                },
                {
                    "Reply": "Well, you can't do that. You're a free man. You've been let out to do as you please.",
                    "Didascalie": "",
                    "Start": 28816,
                    "End": 28923
                },
                {
                    "Reply": "Well, you have to learn. It'll take some time. Don't you know anybody down there to help you out?",
                    "Didascalie": "",
                    "Start": 29117,
                    "End": 29237
                },
                {
                    "Reply": "I guess he wouldn't help you any, would he? I wasn't thinking. You don't know anybody?",
                    "Didascalie": "(pause)",
                    "Start": 29421,
                    "End": 29542
                },
                {
                    "Reply": "Listen, I know an old boy that runs a fix-it shop deal down in Millsburg. He used to go to church with me. You're good workin' on small engines and things. If I put my neck out for you with him, will you work at it if he'll hire you?",
                    "Didascalie": "(no answer)",
                    "Start": 30093,
                    "End": 30405
                },
                {
                    "Reply": "I know, I've seen it myself. Would you give that a try?",
                    "Didascalie": "",
                    "Start": 30555,
                    "End": 30622
                },
                {
                    "Reply": "I can't promise he'll hire you.",
                    "Didascalie": "",
                    "Start": 30717,
                    "End": 30749
                },
                {
                    "Reply": "I'll take you first thing in the mornin'. You have anyplace you can stay tonight at all?",
                    "Didascalie": "(pause)",
                    "Start": 31016,
                    "End": 31139
                },
                {
                    "Reply": "She's talkin' about me, Karl.",
                    "Didascalie": "",
                    "Start": 32144,
                    "End": 32174
                },
                {
                    "Reply": "Sure, honey. You sleep with Mama tonight. I'll sleep with your brother and Karl can take your room.",
                    "Didascalie": "",
                    "Start": 32641,
                    "End": 32774
                },
                {
                    "Reply": "We have company. Now you go on.",
                    "Didascalie": "",
                    "Start": 32867,
                    "End": 32899
                },
                {
                    "Reply": "Well, Karl, there's plenty of blankets and things there.",
                    "Didascalie": "",
                    "Start": 33088,
                    "End": 33156
                },
                {
                    "Reply": "Yeah, I thought about that. No sense in moving him now I guess.",
                    "Didascalie": "",
                    "Start": 33642,
                    "End": 33717
                },
                {
                    "Reply": "Why, hell no, son. What's wrong with you?",
                    "Didascalie": "",
                    "Start": 33918,
                    "End": 33971
                },
                {
                    "Reply": "Karl, you up?",
                    "Didascalie": "",
                    "Start": 34344,
                    "End": 34358
                },
                {
                    "Reply": "Didn't you go to sleep at all, Karl? You been sittin' there like that all night?",
                    "Didascalie": "",
                    "Start": 34619,
                    "End": 34722
                },
                {
                    "Reply": "Well, I guess we better hit the road.",
                    "Didascalie": "",
                    "Start": 34816,
                    "End": 34865
                },
                {
                    "Reply": "Good to see you, Bill. How's everybody doin'?",
                    "Didascalie": "",
                    "Start": 35424,
                    "End": 35481
                },
                {
                    "Reply": "This is him, the one I talked to you about on the phone. Now like I said, I'll understand if you get nervous about it. I'm not gonna lie to you now, he did get in that trouble but then he was real young.",
                    "Didascalie": "",
                    "Start": 36070,
                    "End": 36329
                },
                {
                    "Reply": "Well, he seems pretty well-adjusted these days. I don't think he'd ever hurt anybody.",
                    "Didascalie": "",
                    "Start": 36803,
                    "End": 36911
                },
                {
                    "Reply": "He's a regular whiz at it. That's all he did when he was a kid.",
                    "Didascalie": "",
                    "Start": 37106,
                    "End": 37181
                },
                {
                    "Reply": "Oh yeah. Listen I really appreciate it. He needs the job. I don't know what to do with him. He don't have anybody really.",
                    "Didascalie": "",
                    "Start": 37554,
                    "End": 37709
                },
                {
                    "Reply": "He won't have anything to do with him. Now you say it's all right for him to stay out here in the back?",
                    "Didascalie": "",
                    "Start": 37887,
                    "End": 38013
                },
                {
                    "Reply": "He won't steal. I'm tellin' you he's a pretty good ol' boy. Keeps to himself.",
                    "Didascalie": "",
                    "Start": 38266,
                    "End": 38366
                },
                {
                    "Reply": "This is Bill Cox, runs this place.",
                    "Didascalie": "",
                    "Start": 38698,
                    "End": 38733
                },
                {
                    "Reply": "That'll be fine. Karl, I'll go to the car and get your books.",
                    "Didascalie": "",
                    "Start": 39137,
                    "End": 39210
                },
                {
                    "Reply": "How are you, Bill?",
                    "Didascalie": "",
                    "Start": 104512,
                    "End": 104531
                },
                {
                    "Reply": "Just thought I'd check on Karl and see if everything's working out.",
                    "Didascalie": "",
                    "Start": 104711,
                    "End": 104790
                },
                {
                    "Reply": "Is him stayin' here workin' out?",
                    "Didascalie": "",
                    "Start": 105356,
                    "End": 105389
                },
                {
                    "Reply": "Can I see him?",
                    "Didascalie": "",
                    "Start": 105764,
                    "End": 105779
                },
                {
                    "Reply": "Are you sure you're okay staying with that woman and boy?",
                    "Didascalie": "",
                    "Start": 106195,
                    "End": 106264
                },
                {
                    "Reply": "Do they know about you?",
                    "Didascalie": "",
                    "Start": 106358,
                    "End": 106382
                },
                {
                    "Reply": "Yeah.",
                    "Didascalie": "",
                    "Start": 106479,
                    "End": 106485
                },
                {
                    "Reply": "I'll be.",
                    "Didascalie": "",
                    "Start": 106675,
                    "End": 106684
                },
                {
                    "Reply": "I knew you'd do all right. Well, I just wanted to check on you. I'll say bye to Bill and get on back.",
                    "Didascalie": "",
                    "Start": 106870,
                    "End": 106994
                },
                {
                    "Reply": "I'll see you, Bill.",
                    "Didascalie": "",
                    "Start": 107300,
                    "End": 107320
                }
            ]
        },
        {
            "Character": "MELVIN",
            "Replies": [
                {
                    "Reply": "Karl, I gotta take you down to the old classroom. Mr. Woolridge has some people for you to see down there. Come on. Let's go.",
                    "Didascalie": "",
                    "Start": 10267,
                    "End": 10426
                },
                {
                    "Reply": "No ma'am. I'm sorry you can't.",
                    "Didascalie": "",
                    "Start": 13464,
                    "End": 13495
                },
                {
                    "Reply": "You can't smoke in here. I'm sorry.",
                    "Didascalie": "",
                    "Start": 13614,
                    "End": 13650
                }
            ]
        },
        {
            "Character": "KARL",
            "Replies": [
                {
                    "Reply": "Well, I reckon what you're a wanting to know is what I'm doing in here. I reckon the reason I'm in here is 'cause I killed somebody.",
                    "Didascalie": "",
                    "Start": 13873,
                    "End": 14039
                },
                {
                    "Reply": "I lived most of my life out behind my mother and father's house in a little old shed and my daddy'd built for me. They didn't too much want me up there in the house with the rest of 'em. I mostly just set around out there in the shed all the time a lookin' at the ground.",
                    "Didascalie": "(pause, heavy breathing)",
                    "Start": 14253,
                    "End": 14614
                },
                {
                    "Reply": "My daddy was a hard workin' man most of his life, not that I can say the same fer myself. I most just set around the shed and tinkered around with a lawn mower or two and went to school off and on from time to time but the children there made quite a bit of sport of me, made fun of me quite a bit. Some of 'em roughed me up sometimes so mostly I stayed out back there in the shed. My daddy worked down at the sawmill there, down there at the planer mill for an old man named Dixon.",
                    "Didascalie": "(pause, more breathing)",
                    "Start": 14806,
                    "End": 15455
                },
                {
                    "Reply": "I don't reckon I got no reason to kill nobody.",
                    "Didascalie": "(slowly)",
                    "Start": 20049,
                    "End": 20119
                },
                {
                    "Reply": "Thank you.",
                    "Didascalie": "(looking down)",
                    "Start": 21345,
                    "End": 21368
                },
                {
                    "Reply": "I reckon I'm gonna have to get used to looking at pretty people.",
                    "Didascalie": "",
                    "Start": 21616,
                    "End": 21692
                },
                {
                    "Reply": "I reckon I'm gonna have to get used to them lookin' at me, too.",
                    "Didascalie": "",
                    "Start": 21799,
                    "End": 21874
                },
                {
                    "Reply": "I ain't got nothing but them books.",
                    "Didascalie": "",
                    "Start": 21990,
                    "End": 22026
                },
                {
                    "Reply": "All right then.",
                    "Didascalie": "",
                    "Start": 22134,
                    "End": 22150
                },
                {
                    "Reply": "I was kindly wantin' somethin' or 'nother d'eat.",
                    "Didascalie": "",
                    "Start": 22924,
                    "End": 22984
                },
                {
                    "Reply": "You have any biscuits for sale?",
                    "Didascalie": "",
                    "Start": 23086,
                    "End": 23118
                },
                {
                    "Reply": "What you got that's good to eat?",
                    "Didascalie": "",
                    "Start": 23332,
                    "End": 23365
                },
                {
                    "Reply": "What do you like to eat here?",
                    "Didascalie": "",
                    "Start": 23471,
                    "End": 23501
                },
                {
                    "Reply": "French-fried potaters.",
                    "Didascalie": "",
                    "Start": 23635,
                    "End": 23658
                },
                {
                    "Reply": "How much you want fer 'em? I'll get some of them I reckon.",
                    "Didascalie": "",
                    "Start": 23741,
                    "End": 23811
                },
                {
                    "Reply": "Give me the big'uns.",
                    "Didascalie": "",
                    "Start": 23943,
                    "End": 23964
                },
                {
                    "Reply": "What you got in there, warshing?",
                    "Didascalie": "",
                    "Start": 24520,
                    "End": 24553
                },
                {
                    "Reply": "Ain't you got no mama and daddy to tend to it?",
                    "Didascalie": "",
                    "Start": 24636,
                    "End": 24694
                },
                {
                    "Reply": "How fer you going with them sacks full of warsh?",
                    "Didascalie": "",
                    "Start": 24928,
                    "End": 24988
                },
                {
                    "Reply": "I'll help you tote 'em if I don't give out first.",
                    "Didascalie": "",
                    "Start": 25101,
                    "End": 25162
                },
                {
                    "Reply": "Karl's my name.",
                    "Didascalie": "",
                    "Start": 25501,
                    "End": 25517
                },
                {
                    "Reply": "Childers.",
                    "Didascalie": "",
                    "Start": 25624,
                    "End": 25634
                },
                {
                    "Reply": "Different ones. One's the Bible.",
                    "Didascalie": "",
                    "Start": 25738,
                    "End": 25771
                },
                {
                    "Reply": "Ain't got nowhere to set 'em down.",
                    "Didascalie": "",
                    "Start": 25999,
                    "End": 26034
                },
                {
                    "Reply": "I did live there in the state hospital.",
                    "Didascalie": "",
                    "Start": 26139,
                    "End": 26190
                },
                {
                    "Reply": "I killed some folks quite awhile back. They said I wadn't right in the head and they put me in there in the nervous hospital instead of puttin' me in jail.",
                    "Didascalie": "",
                    "Start": 26291,
                    "End": 26491
                },
                {
                    "Reply": "Yeah.",
                    "Didascalie": "",
                    "Start": 26588,
                    "End": 26594
                },
                {
                    "Reply": "They told me I was well. They had to turn me loose.",
                    "Didascalie": "",
                    "Start": 26684,
                    "End": 26747
                },
                {
                    "Reply": "I reckon I feel all right.",
                    "Didascalie": "",
                    "Start": 26840,
                    "End": 26867
                },
                {
                    "Reply": "I never was much count at it. I never did get picked out fer it.",
                    "Didascalie": "",
                    "Start": 27364,
                    "End": 27440
                },
                {
                    "Reply": "How does a feller go about gettin' up to the state hospital?",
                    "Didascalie": "",
                    "Start": 27916,
                    "End": 27988
                },
                {
                    "Reply": "All right then.",
                    "Didascalie": "",
                    "Start": 28185,
                    "End": 28201
                },
                {
                    "Reply": "I want to come back and stay here.",
                    "Didascalie": "",
                    "Start": 28736,
                    "End": 28771
                },
                {
                    "Reply": "I reckon I don't care nothin' about bein' a free man. I don't know how to go about it.",
                    "Didascalie": "",
                    "Start": 28963,
                    "End": 29072
                },
                {
                    "Reply": "Naw.",
                    "Didascalie": "",
                    "Start": 29277,
                    "End": 29282
                },
                {
                    "Reply": "Naw. Never did know too much of nobody. Not to he'p me out anyway.",
                    "Didascalie": "",
                    "Start": 29582,
                    "End": 29660
                },
                {
                    "Reply": "I'm pretty handy I reckon on lawn mowers and whatnot.",
                    "Didascalie": "",
                    "Start": 30445,
                    "End": 30510
                },
                {
                    "Reply": "I reckon.",
                    "Didascalie": "",
                    "Start": 30662,
                    "End": 30672
                },
                {
                    "Reply": "I never was no good with history.",
                    "Didascalie": "",
                    "Start": 30853,
                    "End": 30887
                },
                {
                    "Reply": "I reckon I can just walk around till the mornin'. Or set and read me a book somewhere.",
                    "Didascalie": "",
                    "Start": 31303,
                    "End": 31412
                },
                {
                    "Reply": "No thank ye.",
                    "Didascalie": "",
                    "Start": 31871,
                    "End": 31884
                },
                {
                    "Reply": "I don't reckon I know nobody name Jerry.",
                    "Didascalie": "",
                    "Start": 32048,
                    "End": 32100
                },
                {
                    "Reply": "He's a-carryin' me to look fer work in Millsburg where I was borned.",
                    "Didascalie": "",
                    "Start": 32246,
                    "End": 32326
                },
                {
                    "Reply": "Coffee makes me a might nervous when I drink it.",
                    "Didascalie": "",
                    "Start": 32443,
                    "End": 32503
                },
                {
                    "Reply": "Yes sir.",
                    "Didascalie": "",
                    "Start": 34762,
                    "End": 34771
                },
                {
                    "Reply": "Thank ye.",
                    "Didascalie": "",
                    "Start": 38904,
                    "End": 38914
                },
                {
                    "Reply": "I've tinkered around on 'em a little bit.",
                    "Didascalie": "",
                    "Start": 39444,
                    "End": 39497
                },
                {
                    "Reply": "I like them french-fried potaters.",
                    "Didascalie": "",
                    "Start": 39714,
                    "End": 39749
                },
                {
                    "Reply": "I don't reckon.",
                    "Didascalie": "",
                    "Start": 40994,
                    "End": 41010
                },
                {
                    "Reply": "Yeah, they's good all right.",
                    "Didascalie": "",
                    "Start": 42996,
                    "End": 43025
                },
                {
                    "Reply": "They give me fifty dollars when they turned me loose. I spent up some of it on ridin' the bus and eatin' french-fried potaters.",
                    "Didascalie": "",
                    "Start": 43124,
                    "End": 43285
                },
                {
                    "Reply": "All right then.",
                    "Didascalie": "",
                    "Start": 43729,
                    "End": 43745
                },
                {
                    "Reply": "Yeah it is. Your name's Frank.",
                    "Didascalie": "",
                    "Start": 44318,
                    "End": 44349
                },
                {
                    "Reply": "You told me to come by.",
                    "Didascalie": "",
                    "Start": 44458,
                    "End": 44482
                },
                {
                    "Reply": "I ain't no good at it. I just come by.",
                    "Didascalie": "",
                    "Start": 44596,
                    "End": 44646
                },
                {
                    "Reply": "All right then.",
                    "Didascalie": "",
                    "Start": 44866,
                    "End": 44882
                },
                {
                    "Reply": "I don't want to worry your mama with company.",
                    "Didascalie": "",
                    "Start": 45062,
                    "End": 45119
                },
                {
                    "Reply": "I was kindly needin' to do some tradin'. Reckon they sell toothpaste?",
                    "Didascalie": "",
                    "Start": 45343,
                    "End": 45435
                },
                {
                    "Reply": "Pleased to know y'all.",
                    "Didascalie": "(keeping his distance)",
                    "Start": 47574,
                    "End": 47609
                },
                {
                    "Reply": "Naw, I don't believe you have. I don't reckon I never been in here.",
                    "Didascalie": "",
                    "Start": 47937,
                    "End": 48016
                },
                {
                    "Reply": "I's horned and raised here up till I's twelve year old.",
                    "Didascalie": "",
                    "Start": 48227,
                    "End": 48294
                },
                {
                    "Reply": "What's that you say?",
                    "Didascalie": "",
                    "Start": 48399,
                    "End": 48420
                },
                {
                    "Reply": "They turned me loose from the state hospital.",
                    "Didascalie": "",
                    "Start": 48525,
                    "End": 48582
                },
                {
                    "Reply": "I reckon Mr. Woolridge got me hired on to work for Bill Cox's outfit.",
                    "Didascalie": "",
                    "Start": 48765,
                    "End": 48846
                },
                {
                    "Reply": "Not really to speak of.",
                    "Didascalie": "",
                    "Start": 48954,
                    "End": 48978
                },
                {
                    "Reply": "Naw. Didn't have too much. Enough to scrape by on, I reckon.",
                    "Didascalie": "",
                    "Start": 52028,
                    "End": 52100
                },
                {
                    "Reply": "My mother's dead. My daddy's s'posed to be around still. He don't want to have nothin' to do with me though.",
                    "Didascalie": "",
                    "Start": 52212,
                    "End": 52354
                },
                {
                    "Reply": "He never did want to. I figure he ain't changed his mind much.",
                    "Didascalie": "",
                    "Start": 52452,
                    "End": 52526
                },
                {
                    "Reply": "You don't need to know all of that.",
                    "Didascalie": "(long pause)",
                    "Start": 52645,
                    "End": 52693
                },
                {
                    "Reply": "How come her to keep bein' girlfriends and all with him if he's mean to her?",
                    "Didascalie": "",
                    "Start": 54234,
                    "End": 54333
                },
                {
                    "Reply": "Yeah, I remember you a-tellin' me that.",
                    "Didascalie": "",
                    "Start": 55692,
                    "End": 55743
                },
                {
                    "Reply": "Why did he do that, reckon.",
                    "Didascalie": "",
                    "Start": 55898,
                    "End": 55926
                },
                {
                    "Reply": "Yeah, I did.",
                    "Didascalie": "",
                    "Start": 56330,
                    "End": 56343
                },
                {
                    "Reply": "Two people.",
                    "Didascalie": "",
                    "Start": 56442,
                    "End": 56454
                },
                {
                    "Reply": "I thought they was.",
                    "Didascalie": "",
                    "Start": 56557,
                    "End": 56577
                },
                {
                    "Reply": "I growed up and got taught it ain't right to kill nobody.",
                    "Didascalie": "",
                    "Start": 56680,
                    "End": 56749
                },
                {
                    "Reply": "That boy wants me to.",
                    "Didascalie": "",
                    "Start": 57497,
                    "End": 57519
                },
                {
                    "Reply": "I fixed it. Hit's a workin' pretty good.",
                    "Didascalie": "",
                    "Start": 57712,
                    "End": 57764
                },
                {
                    "Reply": "Yes sir.",
                    "Didascalie": "",
                    "Start": 62334,
                    "End": 62343
                },
                {
                    "Reply": "That boy wants me to.",
                    "Didascalie": "",
                    "Start": 62473,
                    "End": 62495
                },
                {
                    "Reply": "Naw, I ain't.",
                    "Didascalie": "",
                    "Start": 62607,
                    "End": 62621
                },
                {
                    "Reply": "Quite a spell, I reckon.",
                    "Didascalie": "",
                    "Start": 62751,
                    "End": 62776
                },
                {
                    "Reply": "I done et just a little bit ago.",
                    "Didascalie": "",
                    "Start": 63018,
                    "End": 63051
                },
                {
                    "Reply": "I reckon I can stand to eat a little somethin' or 'nother at noontime tomorrow. Bill Cox generally gets me a box of french fried potaters. But I reckon he can lay off doin' it tomorrow.",
                    "Didascalie": "",
                    "Start": 63167,
                    "End": 63408
                },
                {
                    "Reply": "Tolerable, I reckon.",
                    "Didascalie": "",
                    "Start": 63956,
                    "End": 63977
                },
                {
                    "Reply": "This and that. Toothpaste and whatnot.",
                    "Didascalie": "",
                    "Start": 66398,
                    "End": 66448
                },
                {
                    "Reply": "Different ones. The Bible's one of 'em.",
                    "Didascalie": "",
                    "Start": 66550,
                    "End": 66601
                },
                {
                    "Reply": "A good deal of it, I reckon. Can't understand all of it.",
                    "Didascalie": "",
                    "Start": 66706,
                    "End": 66774
                },
                {
                    "Reply": "I ain't never used no hatchet that I remember.",
                    "Didascalie": "",
                    "Start": 67355,
                    "End": 67413
                },
                {
                    "Reply": "You ort not to talk that way.",
                    "Didascalie": "",
                    "Start": 68824,
                    "End": 68854
                },
                {
                    "Reply": "Yore mama and that feller that's carryin' me to get somethin' d'eat's gonna be back here directly.",
                    "Didascalie": "(pause)",
                    "Start": 69122,
                    "End": 69266
                },
                {
                    "Reply": "I got some of that potted meat and sodie crackers left over if you want some.",
                    "Didascalie": "(pause)",
                    "Start": 69452,
                    "End": 69564
                },
                {
                    "Reply": "I reckon it tastes pretty good to me.",
                    "Didascalie": "",
                    "Start": 69745,
                    "End": 69794
                },
                {
                    "Reply": "I like the way you talk.",
                    "Didascalie": "",
                    "Start": 69898,
                    "End": 69923
                },
                {
                    "Reply": "I reckon not.",
                    "Didascalie": "",
                    "Start": 71795,
                    "End": 71809
                },
                {
                    "Reply": "Not funny, ha, ha, funny queer.",
                    "Didascalie": "",
                    "Start": 71926,
                    "End": 71958
                },
                {
                    "Reply": "I've heard it said that way.",
                    "Didascalie": "",
                    "Start": 72166,
                    "End": 72195
                },
                {
                    "Reply": "I wouldn't never hurt them.",
                    "Didascalie": "",
                    "Start": 74325,
                    "End": 74353
                },
                {
                    "Reply": "I was thinkin' I could use me another helpin' of these potaters.",
                    "Didascalie": "",
                    "Start": 74714,
                    "End": 74790
                },
                {
                    "Reply": "Before that I was thinkin' it'd be good if I could get another three or four cans of that potted meat if you got any extry.",
                    "Didascalie": "",
                    "Start": 74900,
                    "End": 75057
                },
                {
                    "Reply": "Childers.",
                    "Didascalie": "",
                    "Start": 82094,
                    "End": 82104
                },
                {
                    "Reply": "I reckon.",
                    "Didascalie": "",
                    "Start": 83128,
                    "End": 83138
                },
                {
                    "Reply": "No, ma'am. Coffee kindly makes me nervous when I drink it.",
                    "Didascalie": "",
                    "Start": 98293,
                    "End": 98363
                },
                {
                    "Reply": "I didn't aim to.",
                    "Didascalie": "",
                    "Start": 100431,
                    "End": 100448
                },
                {
                    "Reply": "No ma'am.",
                    "Didascalie": "",
                    "Start": 100582,
                    "End": 100592
                },
                {
                    "Reply": "Two fellers was on a bridge a takin' a leak and one feller says the water was cold and the other said it was deep water. One of 'em came from Arkansas, I believe.",
                    "Didascalie": "",
                    "Start": 100699,
                    "End": 100906
                },
                {
                    "Reply": "Do you reckon you can make me some biscuits?",
                    "Didascalie": "",
                    "Start": 101041,
                    "End": 101097
                },
                {
                    "Reply": "Just whenever you take a notion to.",
                    "Didascalie": "",
                    "Start": 101189,
                    "End": 101225
                },
                {
                    "Reply": "Yes ma'am.",
                    "Didascalie": "",
                    "Start": 101603,
                    "End": 101614
                },
                {
                    "Reply": "Mustard's good on 'em to me.",
                    "Didascalie": "",
                    "Start": 101760,
                    "End": 101789
                },
                {
                    "Reply": "Thank ye.",
                    "Didascalie": "",
                    "Start": 101941,
                    "End": 101951
                },
                {
                    "Reply": "I wouldn't mind a havin' supper.",
                    "Didascalie": "",
                    "Start": 102557,
                    "End": 102590
                },
                {
                    "Reply": "I like Frank. He's a good boy. Me and him's made friends.",
                    "Didascalie": "",
                    "Start": 102859,
                    "End": 102928
                },
                {
                    "Reply": "Hit ain't right for me to keep from tellin' you how come me to be put in the state hospital.",
                    "Didascalie": "",
                    "Start": 102998,
                    "End": 103113
                },
                {
                    "Reply": "I killed my mother and a old boy name Jesse Dixon. I thought they was a-doin' wrong. I was about your boy's age. They say I'm well now from it.",
                    "Didascalie": "",
                    "Start": 103338,
                    "End": 103526
                },
                {
                    "Reply": "I wouldn't never hurt you or your boy. I'd lay my hand on the Bible and say the same thing.",
                    "Didascalie": "(pause)",
                    "Start": 103969,
                    "End": 104095
                },
                {
                    "Reply": "Yes sir.",
                    "Didascalie": "",
                    "Start": 106304,
                    "End": 106313
                },
                {
                    "Reply": "My history.",
                    "Didascalie": "",
                    "Start": 106422,
                    "End": 106434
                },
                {
                    "Reply": "I told 'em about it. They know I'm well. That Mizz Wheatley made me some biscuits.",
                    "Didascalie": "",
                    "Start": 106525,
                    "End": 106630
                },
                {
                    "Reply": "That boy, he's my friend. He likes the way I talk and I like the way he talks.",
                    "Didascalie": "",
                    "Start": 106724,
                    "End": 106825
                },
                {
                    "Reply": "Hit ain't got no gas in it.",
                    "Didascalie": "",
                    "Start": 107546,
                    "End": 107574
                },
                {
                    "Reply": "I reckon.",
                    "Didascalie": "",
                    "Start": 108224,
                    "End": 108234
                },
                {
                    "Reply": "I ain't read 'em yet except two or three of 'em. I can't understand a lot of what I try to read. My mind, hit wonders off to somethin' else when I try to read.",
                    "Didascalie": "",
                    "Start": 108476,
                    "End": 108680
                },
                {
                    "Reply": "Yes ma'am, I reckon.",
                    "Didascalie": "",
                    "Start": 109562,
                    "End": 109583
                },
                {
                    "Reply": "I like walkin' quite a bit from time to time.",
                    "Didascalie": "",
                    "Start": 110075,
                    "End": 110132
                },
                {
                    "Reply": "All right then.",
                    "Didascalie": "",
                    "Start": 112564,
                    "End": 112580
                },
                {
                    "Reply": "I reckon.",
                    "Didascalie": "",
                    "Start": 112899,
                    "End": 112909
                },
                {
                    "Reply": "I ain't really thought about it too much I don't reckon.",
                    "Didascalie": "",
                    "Start": 113128,
                    "End": 113196
                },
                {
                    "Reply": "Thank ye.",
                    "Didascalie": "",
                    "Start": 114289,
                    "End": 114299
                },
                {
                    "Reply": "A blister shore can hurt.",
                    "Didascalie": "",
                    "Start": 115179,
                    "End": 115205
                },
                {
                    "Reply": "Flowers is pretty. I've always thought that.",
                    "Didascalie": "",
                    "Start": 115293,
                    "End": 115349
                },
                {
                    "Reply": "Yeah.",
                    "Didascalie": "",
                    "Start": 115793,
                    "End": 115799
                },
                {
                    "Reply": "That gal that made employee of the month give 'em to me for awalkin' with her.",
                    "Didascalie": "",
                    "Start": 115908,
                    "End": 116009
                },
                {
                    "Reply": "Naw. You can look at all my books you want to.",
                    "Didascalie": "",
                    "Start": 116215,
                    "End": 116273
                },
                {
                    "Reply": "That's than un on Christmas I was tellin' you about.",
                    "Didascalie": "",
                    "Start": 116383,
                    "End": 116447
                },
                {
                    "Reply": "Yeah.",
                    "Didascalie": "",
                    "Start": 116550,
                    "End": 116556
                },
                {
                    "Reply": "All right then.",
                    "Didascalie": "",
                    "Start": 116905,
                    "End": 116921
                },
                {
                    "Reply": "Yeah, I reckon they did. Hit like to tore me up when I read about that pore little cripple boy.",
                    "Didascalie": "",
                    "Start": 117075,
                    "End": 117193
                },
                {
                    "Reply": "Hit was right thoughty of her.",
                    "Didascalie": "",
                    "Start": 117386,
                    "End": 117417
                },
                {
                    "Reply": "All right then.",
                    "Didascalie": "",
                    "Start": 117533,
                    "End": 117549
                },
                {
                    "Reply": "Yeah, I recollect it.",
                    "Didascalie": "",
                    "Start": 117692,
                    "End": 117714
                },
                {
                    "Reply": "If you want me to.",
                    "Didascalie": "",
                    "Start": 117930,
                    "End": 117949
                },
                {
                    "Reply": "I bet he will. I got a little money if he don't. I'll get 'em for ye.",
                    "Didascalie": "",
                    "Start": 118170,
                    "End": 118251
                },
                {
                    "Reply": "They ort to. You're a good boy.",
                    "Didascalie": "",
                    "Start": 118445,
                    "End": 118477
                },
                {
                    "Reply": "Naw.",
                    "Didascalie": "",
                    "Start": 118623,
                    "End": 118628
                },
                {
                    "Reply": "You don't touch yourself, do you?",
                    "Didascalie": "(pause)",
                    "Start": 119103,
                    "End": 119149
                },
                {
                    "Reply": "Pull on your works. Your privates.",
                    "Didascalie": "",
                    "Start": 119247,
                    "End": 119282
                },
                {
                    "Reply": "Yes sir. You ort not know that language.",
                    "Didascalie": "",
                    "Start": 119380,
                    "End": 119432
                },
                {
                    "Reply": "You ort not to pull on yourself that away.",
                    "Didascalie": "",
                    "Start": 119961,
                    "End": 120015
                },
                {
                    "Reply": "He ain't no count.",
                    "Didascalie": "",
                    "Start": 120447,
                    "End": 120466
                },
                {
                    "Reply": "I don't reckon I know.",
                    "Didascalie": "",
                    "Start": 120791,
                    "End": 120814
                },
                {
                    "Reply": "Naw.",
                    "Didascalie": "",
                    "Start": 121057,
                    "End": 121062
                },
                {
                    "Reply": "I had one there for little bit. Hit didn't get old enough to play with.",
                    "Didascalie": "",
                    "Start": 121619,
                    "End": 121702
                },
                {
                    "Reply": "Yeah.",
                    "Didascalie": "",
                    "Start": 121799,
                    "End": 121805
                },
                {
                    "Reply": "Hit was borned a little too early on. My mother and father made hit come too early some way or other. I reckon they changed their mind about havin' another'n. I was about six or eight year old then and they didn't care too much for me so I reckon they didn't need somethin' else to worry 'em with.",
                    "Didascalie": "",
                    "Start": 121889,
                    "End": 122275
                },
                {
                    "Reply": "My daddy come to the shed out back and got me and said throw this here away and handed me a towel with somethin' in it. I went for the trash barrel there and opened up the towel to see 'cause they was a noise and somethin' movin' in it.",
                    "Didascalie": "",
                    "Start": 122383,
                    "End": 122686
                },
                {
                    "Reply": "Yes sir. Right then it was.",
                    "Didascalie": "",
                    "Start": 122913,
                    "End": 122941
                },
                {
                    "Reply": "A little ol' boy.",
                    "Didascalie": "",
                    "Start": 123037,
                    "End": 123055
                },
                {
                    "Reply": "I didn't feel right about doin' that. I takened a shoe box from there in the shed and emptied out some screwdrivers and nuts and warshers from it and put the little feller in that and buried him in the corner of the yard there. That seemed more proper to me, I reckon.",
                    "Didascalie": "",
                    "Start": 123168,
                    "End": 123514
                },
                {
                    "Reply": "I heared it cryin' a little through that box.",
                    "Didascalie": "",
                    "Start": 123645,
                    "End": 123702
                },
                {
                    "Reply": "I wadn't but six or eight. I reckon I didn't know what to do. I didn't know how to care for no baby. Mama and Daddy didn't want him. They learned me to do what they told me to. These days I figure it might of been best to give him right back to the Good Lord right off the bat anyhow.",
                    "Didascalie": "",
                    "Start": 123929,
                    "End": 124302
                },
                {
                    "Reply": "Hits been hard thinkin' about it.",
                    "Didascalie": "",
                    "Start": 124569,
                    "End": 124603
                },
                {
                    "Reply": "I've studied about it. The Bible says not to or you end up goin' to Hades. Some folks calls it Hell, I call it Hades.",
                    "Didascalie": "",
                    "Start": 125503,
                    "End": 125654
                },
                {
                    "Reply": "Yes sir, I reckon it does.",
                    "Didascalie": "",
                    "Start": 125799,
                    "End": 125826
                },
                {
                    "Reply": "No ma'am.",
                    "Didascalie": "",
                    "Start": 126987,
                    "End": 126997
                },
                {
                    "Reply": "I reckon.",
                    "Didascalie": "",
                    "Start": 129592,
                    "End": 129602
                },
                {
                    "Reply": "I could shore use some. Thank ye.",
                    "Didascalie": "",
                    "Start": 133112,
                    "End": 133146
                },
                {
                    "Reply": "You seem like yore tails a'draggin' a might. You got somethin' wrong with ye?",
                    "Didascalie": "",
                    "Start": 135329,
                    "End": 135429
                },
                {
                    "Reply": "I don't reckon I know. I ain't found no way yet and I'm three or four times as old as you. Might be that's just the way folks is.",
                    "Didascalie": "",
                    "Start": 135757,
                    "End": 135920
                },
                {
                    "Reply": "Make believin' always made me feel good too from time to time.",
                    "Didascalie": "",
                    "Start": 136188,
                    "End": 136262
                },
                {
                    "Reply": "Bill Cox is goin' to a funeral for a Mister Turner tomorrow and a closin' up shop early.",
                    "Didascalie": "",
                    "Start": 136347,
                    "End": 136458
                },
                {
                    "Reply": "I'll play ball with ye. I reckon if neither one of us is no count it won't make no difference.",
                    "Didascalie": "",
                    "Start": 136554,
                    "End": 136671
                },
                {
                    "Reply": "Yeah.",
                    "Didascalie": "",
                    "Start": 136772,
                    "End": 136778
                },
                {
                    "Reply": "Yessir.",
                    "Didascalie": "",
                    "Start": 136890,
                    "End": 136898
                },
                {
                    "Reply": "I dern near had me a touchdown till them boys got a-hold of me there so I figured I better give it off to you. I seen you over there follerin' me.",
                    "Didascalie": "",
                    "Start": 137992,
                    "End": 138183
                },
                {
                    "Reply": "Them boys was tryin' to pull me down pretty hard.",
                    "Didascalie": "",
                    "Start": 138748,
                    "End": 138809
                },
                {
                    "Reply": "No sir.",
                    "Didascalie": "",
                    "Start": 139185,
                    "End": 139193
                },
                {
                    "Reply": "I wadn't thinkin' about nothin' else just like you told me I'd do.",
                    "Didascalie": "",
                    "Start": 139292,
                    "End": 139370
                },
                {
                    "Reply": "I'm proud of ye.",
                    "Didascalie": "(pause)",
                    "Start": 139578,
                    "End": 139607
                },
                {
                    "Reply": "I'm ye boy.",
                    "Didascalie": "",
                    "Start": 141053,
                    "End": 141065
                },
                {
                    "Reply": "I'm ye oldest boy name Karl.",
                    "Didascalie": "",
                    "Start": 141168,
                    "End": 141197
                },
                {
                    "Reply": "They turned me aloose from the nervous hospital. Said I was well.",
                    "Didascalie": "",
                    "Start": 141300,
                    "End": 141377
                },
                {
                    "Reply": "I got hired to work for a Mr. Cox fixin' lawnmowers and whatnot.",
                    "Didascalie": "",
                    "Start": 141441,
                    "End": 141517
                },
                {
                    "Reply": "That grass out in the yard's all growed up. I figured I might cut it fer ye.",
                    "Didascalie": "",
                    "Start": 141581,
                    "End": 141680
                },
                {
                    "Reply": "I learned to read some. I've read on the Bible quite a bit. I don't understand all of it, but I believe I understand a good deal of it.",
                    "Didascalie": "",
                    "Start": 141863,
                    "End": 142032
                },
                {
                    "Reply": "Little feller.",
                    "Didascalie": "",
                    "Start": 143024,
                    "End": 143039
                },
                {
                    "Reply": "I want to be baptized.",
                    "Didascalie": "",
                    "Start": 143800,
                    "End": 143823
                },
                {
                    "Reply": "I don't rightly know. I just kindly woke up a-holdin' it.",
                    "Didascalie": "",
                    "Start": 144289,
                    "End": 144358
                },
                {
                    "Reply": "Yes ma'am. I like a fried chicken leg.",
                    "Didascalie": "",
                    "Start": 145311,
                    "End": 145361
                },
                {
                    "Reply": "Don't hit that boy no more.",
                    "Didascalie": "",
                    "Start": 147470,
                    "End": 147498
                },
                {
                    "Reply": "No ma'am. I'm a'goin' off sommers.",
                    "Didascalie": "",
                    "Start": 148320,
                    "End": 148355
                },
                {
                    "Reply": "Frank, he went off, too. He ain't gonna be in there when you get indoors.",
                    "Didascalie": "",
                    "Start": 148464,
                    "End": 148560
                },
                {
                    "Reply": "You go in there and you and that Doyle eat ye dinner. You don't have to worry yourself none.",
                    "Didascalie": "(pause)",
                    "Start": 148747,
                    "End": 148874
                },
                {
                    "Reply": "Ma'am?",
                    "Didascalie": "",
                    "Start": 149158,
                    "End": 149165
                },
                {
                    "Reply": "You're a good mama to that boy. You care for him. You work hard fer him to take care of him. You light him up in his eyes, I've seen it. He wouldn't know what to do without ye.",
                    "Didascalie": "",
                    "Start": 149252,
                    "End": 149484
                },
                {
                    "Reply": "You've been real good to me, too.",
                    "Didascalie": "",
                    "Start": 149687,
                    "End": 149721
                },
                {
                    "Reply": "I'm just getting around to tellin' you, but I fixed your warshin' machine.",
                    "Didascalie": "",
                    "Start": 150067,
                    "End": 150164
                },
                {
                    "Reply": "What are you a-doin' digging with that stob?",
                    "Didascalie": "(Karl sits on the stump)",
                    "Start": 150540,
                    "End": 150608
                },
                {
                    "Reply": "I reckon I ain't gonna be there in the garage no more.",
                    "Didascalie": "(pause)",
                    "Start": 151124,
                    "End": 151202
                },
                {
                    "Reply": "You're just a boy. You ort not to use that sort of language.",
                    "Didascalie": "",
                    "Start": 151399,
                    "End": 151471
                },
                {
                    "Reply": "That feller's a whole sight meaner than me. He'd just whup the tar out of me.",
                    "Didascalie": "",
                    "Start": 151804,
                    "End": 151904
                },
                {
                    "Reply": "If I ain't around no more, it don't mean I don't care fer ye. I care for ye a good deal. I care for you more than anybody they is. We made friends right off the bat.",
                    "Didascalie": "(pause)",
                    "Start": 152145,
                    "End": 152367
                },
                {
                    "Reply": "I aim for you to have these books.",
                    "Didascalie": "(pause)",
                    "Start": 152680,
                    "End": 152727
                },
                {
                    "Reply": "Maybe you can make more sense out of them than I can.",
                    "Didascalie": "",
                    "Start": 152793,
                    "End": 152858
                },
                {
                    "Reply": "I aim fer you to have 'em.",
                    "Didascalie": "",
                    "Start": 153103,
                    "End": 153130
                },
                {
                    "Reply": "Yes sir.",
                    "Didascalie": "",
                    "Start": 153326,
                    "End": 153335
                },
                {
                    "Reply": "Reckon what kind of a feelin'?",
                    "Didascalie": "",
                    "Start": 153442,
                    "End": 153473
                },
                {
                    "Reply": "Will ye do somethin' for me if I ast you to?",
                    "Didascalie": "",
                    "Start": 153672,
                    "End": 153728
                },
                {
                    "Reply": "Don't go home tonight and stay with that Doyle. He's got it in for ye tonight. I got me a feelin', too.",
                    "Didascalie": "",
                    "Start": 153856,
                    "End": 153982
                },
                {
                    "Reply": "Ever'thing's okay, boy. I kindly want to put my arm around ye for a minute and then I'm gonna go on and leave here.",
                    "Didascalie": "",
                    "Start": 154462,
                    "End": 154611
                },
                {
                    "Reply": "I ain't a-stayin'. I need to ast you fer a favor.",
                    "Didascalie": "",
                    "Start": 155435,
                    "End": 155496
                },
                {
                    "Reply": "This evenin' I want you to go get Mizz Wheatley and that Frank and have them stay with you tonight.",
                    "Didascalie": "",
                    "Start": 155583,
                    "End": 155705
                },
                {
                    "Reply": "That dern Doyle is in a bad way again with that drinkin' and bein' mean to folks. Will you give me your word you'll do it?",
                    "Didascalie": "",
                    "Start": 155821,
                    "End": 155977
                },
                {
                    "Reply": "I want ye to give this to Mizz Wheatley. Hit ain't much, but maybe there's a little somethin' to hep out. Hits what I've earned fixin' lawnmowers and whatnot fer Bill Cox.",
                    "Didascalie": "(hands the bag to Vaughan)",
                    "Start": 156173,
                    "End": 156412
                },
                {
                    "Reply": "That boy lives inside of his own heart. Hits an awful big place. You take care of that boy.",
                    "Didascalie": "(Karl starts away)",
                    "Start": 156979,
                    "End": 157105
                },
                {
                    "Reply": "How does a feller go about gettin' ahold of the police?",
                    "Didascalie": "",
                    "Start": 157935,
                    "End": 158002
                },
                {
                    "Reply": "What numbers do you punch?",
                    "Didascalie": "",
                    "Start": 158151,
                    "End": 158178
                },
                {
                    "Reply": "I aim to kill you with it.",
                    "Didascalie": "",
                    "Start": 158548,
                    "End": 158575
                },
                {
                    "Reply": "Hits a little old yeller house right on the corner of Marigold Street and some other street.",
                    "Didascalie": "(pause)",
                    "Start": 159805,
                    "End": 159932
                },
                {
                    "Reply": "They was a boy. We made friends.",
                    "Didascalie": "",
                    "Start": 161853,
                    "End": 161886
                },
                {
                    "Reply": "It's too big.",
                    "Didascalie": "",
                    "Start": 162109,
                    "End": 162123
                },
                {
                    "Reply": "Don't say nothin' about that boy.",
                    "Didascalie": "",
                    "Start": 162550,
                    "End": 162584
                },
                {
                    "Reply": "Fact the bidness, don't you say another word to me. I ain't listenin' to you no more.",
                    "Didascalie": "",
                    "Start": 162683,
                    "End": 162791
                }
            ]
        },
        {
            "Character": "BOY",
            "Replies": [
                {
                    "Reply": "Can I help you?",
                    "Didascalie": "",
                    "Start": 22869,
                    "End": 22885
                },
                {
                    "Reply": "Well, what did you want?",
                    "Didascalie": "",
                    "Start": 23022,
                    "End": 23047
                },
                {
                    "Reply": "Naw, we don't have biscuits.",
                    "Didascalie": "",
                    "Start": 23156,
                    "End": 23185
                },
                {
                    "Reply": "Did you decide, sir?",
                    "Didascalie": "",
                    "Start": 23272,
                    "End": 23293
                },
                {
                    "Reply": "Well, I guess it's all good.",
                    "Didascalie": "",
                    "Start": 23403,
                    "End": 23432
                },
                {
                    "Reply": "French fries. I like to eat them pretty good.",
                    "Didascalie": "",
                    "Start": 23539,
                    "End": 23596
                },
                {
                    "Reply": "Yeah.",
                    "Didascalie": "",
                    "Start": 23696,
                    "End": 23702
                },
                {
                    "Reply": "Sixty for small and seventy-five for large.",
                    "Didascalie": "",
                    "Start": 23849,
                    "End": 23904
                },
                {
                    "Reply": "These dang things are heavy. Hard to carry, too.",
                    "Didascalie": "",
                    "Start": 24421,
                    "End": 24481
                },
                {
                    "Reply": "Yeah.",
                    "Didascalie": "",
                    "Start": 24591,
                    "End": 24597
                },
                {
                    "Reply": "He got hit by a train.",
                    "Didascalie": "(pause)",
                    "Start": 24854,
                    "End": 24889
                },
                {
                    "Reply": "About a half a mile I think it is.",
                    "Didascalie": "",
                    "Start": 25026,
                    "End": 25061
                },
                {
                    "Reply": "Okay. You don't have to though.",
                    "Didascalie": "",
                    "Start": 25200,
                    "End": 25232
                },
                {
                    "Reply": "My name is Frank Wheatley. What's your name?",
                    "Didascalie": "",
                    "Start": 25406,
                    "End": 25462
                }
            ]
        },
        {
            "Character": "FRANK",
            "Replies": [
                {
                    "Reply": "What's you last name?",
                    "Didascalie": "",
                    "Start": 25563,
                    "End": 25585
                },
                {
                    "Reply": "What are all them books?",
                    "Didascalie": "",
                    "Start": 25674,
                    "End": 25699
                },
                {
                    "Reply": "How come you're carryin' them around with you.",
                    "Didascalie": "",
                    "Start": 25902,
                    "End": 25960
                },
                {
                    "Reply": "Don't you live somewhere?",
                    "Didascalie": "",
                    "Start": 26074,
                    "End": 26100
                },
                {
                    "Reply": "Why'd you live there?",
                    "Didascalie": "",
                    "Start": 26230,
                    "End": 26252
                },
                {
                    "Reply": "They let you out?",
                    "Didascalie": "",
                    "Start": 26531,
                    "End": 26549
                },
                {
                    "Reply": "How come?",
                    "Didascalie": "",
                    "Start": 26634,
                    "End": 26644
                },
                {
                    "Reply": "Are you well?",
                    "Didascalie": "",
                    "Start": 26787,
                    "End": 26801
                },
                {
                    "Reply": "You don't seem like you'd kill nobody.",
                    "Didascalie": "",
                    "Start": 26907,
                    "End": 26957
                },
                {
                    "Reply": "This is my house. You can just set those bags on the porch.",
                    "Didascalie": "",
                    "Start": 27083,
                    "End": 27154
                },
                {
                    "Reply": "Do you like to play football?",
                    "Didascalie": "",
                    "Start": 27295,
                    "End": 27325
                },
                {
                    "Reply": "Me and the Burnett twins and some boys plays down at the junior high practice field all the time. If you ever want to come by and play. We ain't no good either. Well, I'll see you later.",
                    "Didascalie": "",
                    "Start": 27480,
                    "End": 27722
                },
                {
                    "Reply": "Hey there. I thought I heard somebody on the porch. Wasn't your name Karl?",
                    "Didascalie": "",
                    "Start": 44182,
                    "End": 44279
                },
                {
                    "Reply": "Yeah. What you doin' by here?",
                    "Didascalie": "",
                    "Start": 44389,
                    "End": 44419
                },
                {
                    "Reply": "Did you want to play ball with us?",
                    "Didascalie": "",
                    "Start": 44522,
                    "End": 44557
                },
                {
                    "Reply": "Well, anyhow, I was just fixin' to go see my mama down at Ben's Dollar Store. She's workin' two till eight.",
                    "Didascalie": "",
                    "Start": 44686,
                    "End": 44827
                },
                {
                    "Reply": "Wait a minute. You want to go with me? You can meet my mama.",
                    "Didascalie": "",
                    "Start": 44950,
                    "End": 45022
                },
                {
                    "Reply": "Aw, come on. You'll like her. She's real nice. She'll give us somethin' if we ask her to. Candy or somethin'.",
                    "Didascalie": "",
                    "Start": 45160,
                    "End": 45303
                },
                {
                    "Reply": "They sell some of everything. Come on let's go. I won't tell her about you bein' in the state hospital for killin'.",
                    "Didascalie": "",
                    "Start": 45476,
                    "End": 45625
                },
                {
                    "Reply": "Hey, Mama. Hey, Vaughan.",
                    "Didascalie": "",
                    "Start": 46186,
                    "End": 46211
                },
                {
                    "Reply": "Yeah.",
                    "Didascalie": "",
                    "Start": 46431,
                    "End": 46437
                },
                {
                    "Reply": "I don't like potted meat. Daddy used to say it was made out of lips and peckers and intestints.",
                    "Didascalie": "",
                    "Start": 46827,
                    "End": 46945
                },
                {
                    "Reply": "Oh, that's Karl. I met him at the laundrymat. Karl, this is my mama.",
                    "Didascalie": "",
                    "Start": 47211,
                    "End": 47291
                },
                {
                    "Reply": "Hey Karl, guess what. Mama said you can stay with us. Out in the garage. Our car won't fit in there anyway. It's real neat.",
                    "Didascalie": "",
                    "Start": 49060,
                    "End": 49217
                },
                {
                    "Reply": "Can we get some candy and pops?",
                    "Didascalie": "",
                    "Start": 49802,
                    "End": 49834
                },
                {
                    "Reply": "This is what I call my secret place 'cause I come out here when I feel like bein' by myself. I used to come here with Karen Cross. She's kind of like my girlfriend, or used to be. She says she likes Jerry Maroney now. But I'm gonna get her back 'cause I love her. We used to come here and hold hands and talk and read books to each other with a flashlight. She didn't want to have anything to do with me in front of other people 'cause I don't have any money. Well, mama and me, I mean. She seemed to like me a whole lot when we were out here though.",
                    "Didascalie": "",
                    "Start": 51009,
                    "End": 51725
                },
                {
                    "Reply": "They still around, your folks?",
                    "Didascalie": "",
                    "Start": 52141,
                    "End": 52172
                },
                {
                    "Reply": "How do you know?",
                    "Didascalie": "",
                    "Start": 52395,
                    "End": 52412
                },
                {
                    "Reply": "How did your mama die?",
                    "Didascalie": "",
                    "Start": 52567,
                    "End": 52590
                },
                {
                    "Reply": "Mama has a boyfriend now. His name is Doyle Hargraves. He works construction so he makes a pretty good livin'. He still don't help mama out with any money though. He ain't no good. He's mean to her. He don't like me at all. Mama says it's because he's jealous I belong to my daddy instead of him. He stays with us all night sometimes, but he's got his own house.",
                    "Didascalie": "",
                    "Start": 53527,
                    "End": 54000
                },
                {
                    "Reply": "He threatened to kill her if she ever left him. My daddy would kill him if he was here and somebody was mean to mama. Vaughan, he's real good to mama. Vaughan that you met.",
                    "Didascalie": "(pause)",
                    "Start": 54551,
                    "End": 54780
                },
                {
                    "Reply": "You know when I said daddy got hit by a train.",
                    "Didascalie": "(CONT'D) (pause)",
                    "Start": 55583,
                    "End": 55653
                },
                {
                    "Reply": "It ain't the truth. He shot hisself with a shotgun on purpose.",
                    "Didascalie": "",
                    "Start": 55784,
                    "End": 55858
                },
                {
                    "Reply": "Karl, did you really kill somebody?",
                    "Didascalie": "(pause)",
                    "Start": 56242,
                    "End": 56290
                },
                {
                    "Reply": "Who did you kill?",
                    "Didascalie": "",
                    "Start": 56384,
                    "End": 56402
                },
                {
                    "Reply": "Were they bad people?",
                    "Didascalie": "",
                    "Start": 56495,
                    "End": 56517
                },
                {
                    "Reply": "Maybe they needed it.",
                    "Didascalie": "",
                    "Start": 56618,
                    "End": 56640
                },
                {
                    "Reply": "It's okay if you're lookin' out for yourself. If it's self-defense. Was it self-defense?",
                    "Didascalie": "",
                    "Start": 56790,
                    "End": 56901
                },
                {
                    "Reply": "My daddy was good. I think too many good people die. It ain't right.",
                    "Didascalie": "",
                    "Start": 57025,
                    "End": 57105
                },
                {
                    "Reply": "He's real honest. He wouldn't steal nothin'.",
                    "Didascalie": "",
                    "Start": 58731,
                    "End": 58787
                },
                {
                    "Reply": "No sir.",
                    "Didascalie": "",
                    "Start": 58963,
                    "End": 58971
                },
                {
                    "Reply": "I ain't sure.",
                    "Didascalie": "",
                    "Start": 60285,
                    "End": 60299
                },
                {
                    "Reply": "I want to watch T.V.",
                    "Didascalie": "",
                    "Start": 61766,
                    "End": 61787
                },
                {
                    "Reply": "Hey. Y'all come on in.",
                    "Didascalie": "",
                    "Start": 63706,
                    "End": 63729
                },
                {
                    "Reply": "Naw, I don't want to. Me and Karl got things we need to do.",
                    "Didascalie": "",
                    "Start": 64591,
                    "End": 64662
                },
                {
                    "Reply": "Come on, Karl, let's go out to the garage.",
                    "Didascalie": "",
                    "Start": 66079,
                    "End": 66133
                },
                {
                    "Reply": "Stop it, Doyle!",
                    "Didascalie": "",
                    "Start": 67102,
                    "End": 67118
                },
                {
                    "Reply": "Stop it, Doyle! Don't talk about daddy, you hear me!",
                    "Didascalie": "",
                    "Start": 68074,
                    "End": 68138
                },
                {
                    "Reply": "Come on, Karl.",
                    "Didascalie": "",
                    "Start": 68344,
                    "End": 68359
                },
                {
                    "Reply": "I'd like to kill that son of a bitch. I hate him.",
                    "Didascalie": "",
                    "Start": 68724,
                    "End": 68785
                },
                {
                    "Reply": "Well, I hate him.",
                    "Didascalie": "",
                    "Start": 68924,
                    "End": 68942
                },
                {
                    "Reply": "Will you stay here with us for a long time?",
                    "Didascalie": "",
                    "Start": 69306,
                    "End": 69361
                },
                {
                    "Reply": "I don't see how you can eat that stuff with all those insides it's made out of.",
                    "Didascalie": "",
                    "Start": 69604,
                    "End": 69706
                },
                {
                    "Reply": "I like the way you talk.",
                    "Didascalie": "",
                    "Start": 69834,
                    "End": 69859
                },
                {
                    "Reply": "I don't know. He just said he'd eat out there.",
                    "Didascalie": "",
                    "Start": 75258,
                    "End": 75316
                },
                {
                    "Reply": "I sure like the way he talks. It sounds like a race car motor idlin'. It makes me not be nervous.",
                    "Didascalie": "",
                    "Start": 75736,
                    "End": 75856
                },
                {
                    "Reply": "I get nervous, that's all I know.",
                    "Didascalie": "",
                    "Start": 76198,
                    "End": 76232
                },
                {
                    "Reply": "Last time you got mad and run Morris and them off and said to stay away from here.",
                    "Didascalie": "",
                    "Start": 77314,
                    "End": 77419
                },
                {
                    "Reply": "They ain't even no good. The only one can play is Randy Horsefeathers. He claims he's an Indian. His real name's Randy Collins and he works at the feed mill. He can at least play guitar.",
                    "Didascalie": "",
                    "Start": 78251,
                    "End": 78493
                },
                {
                    "Reply": "He ain't ever okay to me.",
                    "Didascalie": "",
                    "Start": 78996,
                    "End": 79022
                },
                {
                    "Reply": "I hate you!",
                    "Didascalie": "",
                    "Start": 97190,
                    "End": 97202
                },
                {
                    "Reply": "You all right, Mama?",
                    "Didascalie": "",
                    "Start": 97814,
                    "End": 97835
                },
                {
                    "Reply": "We don't need to think bad thoughts, do we Mama?",
                    "Didascalie": "",
                    "Start": 97986,
                    "End": 98046
                },
                {
                    "Reply": "Did Vaughan go home?",
                    "Didascalie": "",
                    "Start": 98695,
                    "End": 98716
                },
                {
                    "Reply": "Did Karl go to bed?",
                    "Didascalie": "",
                    "Start": 98864,
                    "End": 98884
                },
                {
                    "Reply": "Mama?",
                    "Didascalie": "",
                    "Start": 99283,
                    "End": 99289
                },
                {
                    "Reply": "Doyle wouldn't really kill you, would he?",
                    "Didascalie": "",
                    "Start": 99629,
                    "End": 99682
                },
                {
                    "Reply": "I love you, too, Mama.",
                    "Didascalie": "",
                    "Start": 100109,
                    "End": 100132
                },
                {
                    "Reply": "I just don't have anything to say about shoes.",
                    "Didascalie": "",
                    "Start": 110931,
                    "End": 110989
                },
                {
                    "Reply": "Hey Karl, you off work?",
                    "Didascalie": "",
                    "Start": 115730,
                    "End": 115754
                },
                {
                    "Reply": "Where'd you get them flowers?",
                    "Didascalie": "",
                    "Start": 115839,
                    "End": 115869
                },
                {
                    "Reply": "I was goin' to the secret place. I borried one of your books to take down there. You ain't mad, are you?",
                    "Didascalie": "",
                    "Start": 116049,
                    "End": 116176
                },
                {
                    "Reply": "It's name's A Christmas Carol.",
                    "Didascalie": "",
                    "Start": 116313,
                    "End": 116344
                },
                {
                    "Reply": "You want to go with me?",
                    "Didascalie": "",
                    "Start": 116487,
                    "End": 116511
                },
                {
                    "Reply": "I'm gettin' tired of readin' for a while.",
                    "Didascalie": "",
                    "Start": 116813,
                    "End": 116866
                },
                {
                    "Reply": "Boy, folks sure had it rough back a long time ago, didn't they?",
                    "Didascalie": "",
                    "Start": 116961,
                    "End": 117036
                },
                {
                    "Reply": "That was nice of that woman to give you them flowers.",
                    "Didascalie": "(pause)",
                    "Start": 117270,
                    "End": 117347
                },
                {
                    "Reply": "I was wantin' to ask you somethin'.",
                    "Didascalie": "",
                    "Start": 117457,
                    "End": 117493
                },
                {
                    "Reply": "You know that girl I told you about. The one I love.",
                    "Didascalie": "",
                    "Start": 117589,
                    "End": 117653
                },
                {
                    "Reply": "Would you go see her with me? I kind of thought I might take her some flowers like that woman done you.",
                    "Didascalie": "",
                    "Start": 117754,
                    "End": 117891
                },
                {
                    "Reply": "I ain't got no money to get 'em with but I bet Vaughan will let me have some of them flowers at the store.",
                    "Didascalie": "",
                    "Start": 117990,
                    "End": 118130
                },
                {
                    "Reply": "I usually get run off by her mama or daddy if they're home. Reckon why they don't like me?",
                    "Didascalie": "",
                    "Start": 118292,
                    "End": 118405
                },
                {
                    "Reply": "Just 'cause I'm not rich don't mean I don't love her.",
                    "Didascalie": "",
                    "Start": 118518,
                    "End": 118583
                },
                {
                    "Reply": "And I don't try to touch her. You know, in a bad way. Foolin' around, sex and all.",
                    "Didascalie": "",
                    "Start": 118669,
                    "End": 118774
                },
                {
                    "Reply": "What do you mean?",
                    "Didascalie": "",
                    "Start": 119190,
                    "End": 119208
                },
                {
                    "Reply": "Oh, jackin' off?",
                    "Didascalie": "",
                    "Start": 119323,
                    "End": 119340
                },
                {
                    "Reply": "I didn't know till here while back a year or two ago when I spent the night with Ronnie Smart one time.",
                    "Didascalie": "",
                    "Start": 119473,
                    "End": 119599
                },
                {
                    "Reply": "I kind of like you tellin' me what to do and not to do. Just like my daddy. I didn't mind him tellin' me. I hate Doyle to tell me what to do. Mama said the only way to ever get away from him is for him to get away from us. That we can't leave him or he'll try and hurt her.",
                    "Didascalie": "",
                    "Start": 120056,
                    "End": 120407
                },
                {
                    "Reply": "Wonder what makes you like somebody right off when you don't even know 'em like what happened with me and you.",
                    "Didascalie": "(pause)",
                    "Start": 120595,
                    "End": 120751
                },
                {
                    "Reply": "You know why I want you to play ball with me?",
                    "Didascalie": "(pause)",
                    "Start": 120948,
                    "End": 121017
                },
                {
                    "Reply": "'Cause it's fun. It don't matter if you ain't no good. It takes your mind off of everything else while you're doin' it. When you run real fast tryin' to make a touchdown you don't think about anything else. I ain't no good, but my daddy always said he was proud of me when I threw a ball or ran with it. Did you have any brothers and sisters growin' up to play with?",
                    "Didascalie": "",
                    "Start": 121103,
                    "End": 121580
                },
                {
                    "Reply": "Why not? It died?",
                    "Didascalie": "",
                    "Start": 121742,
                    "End": 121760
                },
                {
                    "Reply": "Why?",
                    "Didascalie": "",
                    "Start": 121845,
                    "End": 121850
                },
                {
                    "Reply": "So it died when it come out?",
                    "Didascalie": "",
                    "Start": 122315,
                    "End": 122344
                },
                {
                    "Reply": "It was alive?",
                    "Didascalie": "",
                    "Start": 122859,
                    "End": 122873
                },
                {
                    "Reply": "A boy or girl?",
                    "Didascalie": "",
                    "Start": 122982,
                    "End": 122997
                },
                {
                    "Reply": "You threw it in a trash barrel?",
                    "Didascalie": "",
                    "Start": 123096,
                    "End": 123128
                },
                {
                    "Reply": "It was still alive when you buried it?",
                    "Didascalie": "",
                    "Start": 123555,
                    "End": 123605
                },
                {
                    "Reply": "That don't seem right. It seems like you should have kept him alive and took care of him if he was your brother.",
                    "Didascalie": "",
                    "Start": 123743,
                    "End": 123889
                },
                {
                    "Reply": "That makes me feel real sad.",
                    "Didascalie": "",
                    "Start": 124343,
                    "End": 124372
                },
                {
                    "Reply": "Did you ever think about killin' yourself on purpose like my daddy did?",
                    "Didascalie": "(pause)",
                    "Start": 125357,
                    "End": 125463
                },
                {
                    "Reply": "Bible says the same thing about killin' others, too.",
                    "Didascalie": "",
                    "Start": 125695,
                    "End": 125759
                },
                {
                    "Reply": "I always get nervous when I hear that doorbell. I'm okay just walkin' over, but somethin' about that dang doorbell. They have one room where you can't walk on the carpet or sit on the furniture. I don't see much sense in havin' it.",
                    "Didascalie": "",
                    "Start": 126033,
                    "End": 126331
                },
                {
                    "Reply": "Ma'am, I really want to give them to Karen.",
                    "Didascalie": "",
                    "Start": 126806,
                    "End": 126861
                },
                {
                    "Reply": "Will you get her for me. Please. I really want to see her.",
                    "Didascalie": "",
                    "Start": 127257,
                    "End": 127327
                },
                {
                    "Reply": "I wanted to bring you some flowers.",
                    "Didascalie": "",
                    "Start": 127839,
                    "End": 127875
                },
                {
                    "Reply": "I wanted for you to meet Karl, too.",
                    "Didascalie": "",
                    "Start": 128125,
                    "End": 128161
                },
                {
                    "Reply": "He's gonna be around a lot and I hope you are too, so...",
                    "Didascalie": "",
                    "Start": 128381,
                    "End": 128449
                },
                {
                    "Reply": "Can you go there with us now? Me and Karl. We could just hang out.",
                    "Didascalie": "",
                    "Start": 128877,
                    "End": 128955
                },
                {
                    "Reply": "She said she'd see me later. That's kinda good, right?",
                    "Didascalie": "",
                    "Start": 129486,
                    "End": 129552
                },
                {
                    "Reply": "He's lyin' Mama. He ain't gonna do better.",
                    "Didascalie": "",
                    "Start": 132323,
                    "End": 132377
                },
                {
                    "Reply": "We've had a real hard life, too, Mama.",
                    "Didascalie": "",
                    "Start": 132693,
                    "End": 132743
                },
                {
                    "Reply": "What you readin'?",
                    "Didascalie": "",
                    "Start": 134838,
                    "End": 134856
                },
                {
                    "Reply": "Seems like Doyle's wormed his way back in. Mama said he's stayin' over tonight and he's talkin' about movin' in for good. We ain't ever gonna be happy. We'll always be nervous, won't we Karl?",
                    "Didascalie": "",
                    "Start": 135470,
                    "End": 135717
                },
                {
                    "Reply": "I feel sad about Karen Cross, too.",
                    "Didascalie": "",
                    "Start": 135961,
                    "End": 135996
                },
                {
                    "Reply": "Is that right?",
                    "Didascalie": "",
                    "Start": 136499,
                    "End": 136514
                },
                {
                    "Reply": "You will? For sure?",
                    "Didascalie": "",
                    "Start": 136712,
                    "End": 136732
                },
                {
                    "Reply": "We'll be on teams, me and you?",
                    "Didascalie": "",
                    "Start": 136819,
                    "End": 136850
                },
                {
                    "Reply": "Way to go, Karl. We got a touchdown. That was a good lateral, man. That was just like the Wishbone.",
                    "Didascalie": "",
                    "Start": 137819,
                    "End": 137952
                },
                {
                    "Reply": "We're liable to win if we keep this up. For somebody like you, you sure run fast.",
                    "Didascalie": "",
                    "Start": 138224,
                    "End": 138328
                },
                {
                    "Reply": "Come on, let's kick off to 'em.",
                    "Didascalie": "",
                    "Start": 138430,
                    "End": 138462
                },
                {
                    "Reply": "I know you could of scored them three touchdowns by yourself instead of throwing 'em over to me.",
                    "Didascalie": "",
                    "Start": 138590,
                    "End": 138709
                },
                {
                    "Reply": "You're strong though. You let me make them touchdowns so I'd feel good. My daddy used to do that kind of thing.",
                    "Didascalie": "",
                    "Start": 138849,
                    "End": 138994
                },
                {
                    "Reply": "It don't matter to me about us losin' does it to you?",
                    "Didascalie": "",
                    "Start": 139081,
                    "End": 139146
                },
                {
                    "Reply": "It was fun, anyhow.",
                    "Didascalie": "",
                    "Start": 139233,
                    "End": 139253
                },
                {
                    "Reply": "Can we play ever' Saturday?",
                    "Didascalie": "",
                    "Start": 139411,
                    "End": 139439
                },
                {
                    "Reply": "Yeah, I guess.",
                    "Didascalie": "",
                    "Start": 145256,
                    "End": 145271
                },
                {
                    "Reply": "Karl can stay if he wants to. Mama said --",
                    "Didascalie": "",
                    "Start": 147290,
                    "End": 147344
                },
                {
                    "Reply": "Hey, Karl. How'd you know to come out here?",
                    "Didascalie": "",
                    "Start": 150381,
                    "End": 150436
                },
                {
                    "Reply": "I ain't ever gonna be happy now.",
                    "Didascalie": "(pause)",
                    "Start": 150686,
                    "End": 150731
                },
                {
                    "Reply": "You have to Karl. You have to look out for me. You don't let that son of a bitch run you off.",
                    "Didascalie": "",
                    "Start": 151243,
                    "End": 151359
                },
                {
                    "Reply": "Karl, I ain't tryin' to say nothin' bad about you, but why don't you stop Doyle when he gets that away?",
                    "Didascalie": "",
                    "Start": 151512,
                    "End": 151638
                },
                {
                    "Reply": "Yeah, I guess so. I'm real tired, you know that. A kid my age shouldn't be tired of things.",
                    "Didascalie": "",
                    "Start": 151945,
                    "End": 152059
                },
                {
                    "Reply": "I care for you, too. But you'll be around, don't say that.",
                    "Didascalie": "",
                    "Start": 152408,
                    "End": 152478
                },
                {
                    "Reply": "You don't want to give away all your books.",
                    "Didascalie": "",
                    "Start": 153008,
                    "End": 153063
                },
                {
                    "Reply": "You know when you get a feelin' and you don't know why?",
                    "Didascalie": "(pause)",
                    "Start": 153207,
                    "End": 153286
                },
                {
                    "Reply": "I've got a feelin' today.",
                    "Didascalie": "",
                    "Start": 153376,
                    "End": 153402
                },
                {
                    "Reply": "You're leavin' ain't you, Karl?",
                    "Didascalie": "(pause)",
                    "Start": 153588,
                    "End": 153632
                },
                {
                    "Reply": "You know I would. Whatever you want.",
                    "Didascalie": "",
                    "Start": 153769,
                    "End": 153817
                },
                {
                    "Reply": "Okay. I give you my word. Is ever'thing gonna be okay? Are you all right?",
                    "Didascalie": "",
                    "Start": 154327,
                    "End": 154423
                },
                {
                    "Reply": "Okay.",
                    "Didascalie": "",
                    "Start": 154652,
                    "End": 154658
                },
                {
                    "Reply": "Karl!",
                    "Didascalie": "",
                    "Start": 155086,
                    "End": 155092
                }
            ]
        },
        {
            "Character": "MAN",
            "Replies": [
                {
                    "Reply": "You buy a ticket for fourteen dollars and then set and wait for the four-fifteen bus to Kelton.",
                    "Didascalie": "",
                    "Start": 28027,
                    "End": 28145
                }
            ]
        },
        {
            "Character": "DAUGHTER",
            "Replies": [
                {
                    "Reply": "Daddy, can I be excused to go to bed?",
                    "Didascalie": "",
                    "Start": 32547,
                    "End": 32596
                },
                {
                    "Reply": "Why?",
                    "Didascalie": "",
                    "Start": 32817,
                    "End": 32822
                }
            ]
        },
        {
            "Character": "BUBBA",
            "Replies": [
                {
                    "Reply": "Daddy, don't you think one of us ought to stay up all night and kind of - guard or somethin'?",
                    "Didascalie": "",
                    "Start": 33758,
                    "End": 33874
                },
                {
                    "Reply": "Well, he's crazy. He's a nut ain't he?",
                    "Didascalie": "",
                    "Start": 34012,
                    "End": 34062
                }
            ]
        },
        {
            "Character": "BILL",
            "Replies": [
                {
                    "Reply": "Hey Jerry, how it's goin'. Good to see you. Been a long time.",
                    "Didascalie": "",
                    "Start": 35307,
                    "End": 35380
                },
                {
                    "Reply": "Do you know Scooter, Jerry?",
                    "Didascalie": "(laughs)",
                    "Start": 35741,
                    "End": 35781
                },
                {
                    "Reply": "I remember it real well. Cut them folks to pieces. His mama one of 'em.",
                    "Didascalie": "",
                    "Start": 36369,
                    "End": 36463
                },
                {
                    "Reply": "Don't look much like he could. You say he can fix a small engine like nobody's bidness.",
                    "Didascalie": "",
                    "Start": 36951,
                    "End": 37061
                },
                {
                    "Reply": "Well, I ain't scared of him workin' here. You know me. I'm a church goin' man. Forgivin' man. When your time's up the Lord's gonna come git you. You seared of him, Scooter?",
                    "Didascalie": "",
                    "Start": 37221,
                    "End": 37438
                },
                {
                    "Reply": "That old man of his still livin' over there on Clark Street I believe.",
                    "Didascalie": "",
                    "Start": 37749,
                    "End": 37842
                },
                {
                    "Reply": "Fine with me. If he steals anything, I'll take it out of your pocket anyway.",
                    "Didascalie": "",
                    "Start": 38053,
                    "End": 38152
                },
                {
                    "Reply": "Well, I've got a roomful of work for him to do. Can't get Scooter to do any of it.",
                    "Didascalie": "",
                    "Start": 38406,
                    "End": 38511
                },
                {
                    "Reply": "Good to know you, Karl.",
                    "Didascalie": "",
                    "Start": 38840,
                    "End": 38864
                },
                {
                    "Reply": "Now it's minimal wage and there ain't nothin' but a army cot and a toilet back there.",
                    "Didascalie": "",
                    "Start": 38954,
                    "End": 39062
                },
                {
                    "Reply": "They say you're a whiz on fixin' lawn mowers and things.",
                    "Didascalie": "",
                    "Start": 39337,
                    "End": 39405
                },
                {
                    "Reply": "We order from Dairy Queen at noontime usually. We can buy your lunch till you get on your feet a little.",
                    "Didascalie": "",
                    "Start": 39537,
                    "End": 39675
                },
                {
                    "Reply": "Yeah, me too.",
                    "Didascalie": "(long pause)",
                    "Start": 39805,
                    "End": 39831
                },
                {
                    "Reply": "All right then, I'll see y'all later. Karl you done a good day's work. They right about you.",
                    "Didascalie": "",
                    "Start": 40278,
                    "End": 40393
                },
                {
                    "Reply": "Now there's one more thing. The way we lock these doors at night, you can't get out. You didn't want to go anywhere, did you?",
                    "Didascalie": "(pause)",
                    "Start": 40783,
                    "End": 40954
                },
                {
                    "Reply": "If it works out and all, maybe we'll get you a key so you can get out at night if you need to. See you later.",
                    "Didascalie": "",
                    "Start": 41050,
                    "End": 41193
                },
                {
                    "Reply": "Scooter, did I tell about the two old boys pissin' off the bridge?",
                    "Didascalie": "",
                    "Start": 41590,
                    "End": 41668
                },
                {
                    "Reply": "There was these two old boys hung their peckers off of a bridge to piss, one old boy from California and one old boy from Arkansas.",
                    "Didascalie": "",
                    "Start": 41769,
                    "End": 41934
                },
                {
                    "Reply": "Get it? That's a goodun.",
                    "Didascalie": "(starts wheezing)",
                    "Start": 42120,
                    "End": 42157
                },
                {
                    "Reply": "Them french fries good?",
                    "Didascalie": "",
                    "Start": 42932,
                    "End": 42956
                },
                {
                    "Reply": "You got any money?",
                    "Didascalie": "",
                    "Start": 43065,
                    "End": 43084
                },
                {
                    "Reply": "Well, I'm gonna pay you today for this comin' week, so you'll have some walkin' around money. When you get off this evenin' you better go buy some toothpaste and cleanin' up supplies to have back there. Some hard candy and some magazines.",
                    "Didascalie": "",
                    "Start": 43325,
                    "End": 43630
                },
                {
                    "Reply": "I'll let you off while it's still daylight.",
                    "Didascalie": "",
                    "Start": 43785,
                    "End": 43840
                },
                {
                    "Reply": "Now, Karl, you sure you want to go stay with these folks? You're welcome to keep on stayin here.",
                    "Didascalie": "",
                    "Start": 57299,
                    "End": 57418
                },
                {
                    "Reply": "All right then. I'll see you bright and early. How you comin' along on that garden tiller?",
                    "Didascalie": "",
                    "Start": 57559,
                    "End": 57672
                },
                {
                    "Reply": "You done fixed it? I'll be damned.",
                    "Didascalie": "",
                    "Start": 57804,
                    "End": 57839
                },
                {
                    "Reply": "How 'bout you, Jerry.",
                    "Didascalie": "",
                    "Start": 104445,
                    "End": 104467
                },
                {
                    "Reply": "Doin' pretty good. Got a sick tiller here. What's got you down this way?",
                    "Didascalie": "",
                    "Start": 104571,
                    "End": 104666
                },
                {
                    "Reply": "But boy you couldn't of been more right about him fixin' things. That son of a bitch is a regular Eli Whitney on a lawnmower. Loves french fries. Eats four larges and don't even so much as belch. I'm proud to have him.",
                    "Didascalie": "(laughs)",
                    "Start": 105014,
                    "End": 105311
                },
                {
                    "Reply": "He's gone to stayin' over with that Wheatley boy and his mama in their garage. I think that little boy adopted him damn near like a mascot. But he's got a key here to come and go as he pleases.",
                    "Didascalie": "",
                    "Start": 105429,
                    "End": 105678
                },
                {
                    "Reply": "Sure.",
                    "Didascalie": "",
                    "Start": 105819,
                    "End": 105825
                },
                {
                    "Reply": "Scooter! Run get Karl for me.",
                    "Didascalie": "",
                    "Start": 105970,
                    "End": 106000
                },
                {
                    "Reply": "Karl, see if you can figure out what's wrong with this thing. It won't crank up and ever'thing seems to be put together right.",
                    "Didascalie": "",
                    "Start": 107061,
                    "End": 107221
                },
                {
                    "Reply": "Okay, stop back by. Don't worry about your boy here, he's doin' good.",
                    "Didascalie": "",
                    "Start": 107360,
                    "End": 107452
                },
                {
                    "Reply": "See there. Thinks of the simplest thing first.",
                    "Didascalie": "",
                    "Start": 107614,
                    "End": 107672
                },
                {
                    "Reply": "Come on now, she wants to talk to you. Don't just set there.",
                    "Didascalie": "(Karl doesn't move)",
                    "Start": 113593,
                    "End": 113677
                },
                {
                    "Reply": "Scooter, let's me and you go over to Dairy Queen and pick up a few things for lunchtime.",
                    "Didascalie": "",
                    "Start": 114339,
                    "End": 114450
                },
                {
                    "Reply": "Goddamnit, Scooter, come on. Pardon my language, ma'am.",
                    "Didascalie": "",
                    "Start": 114592,
                    "End": 114659
                },
                {
                    "Reply": "Hey there Karl, can you come unload a generator for me?",
                    "Didascalie": "",
                    "Start": 133286,
                    "End": 133353
                },
                {
                    "Reply": "We'll have it for you in a day or two, Walter.",
                    "Didascalie": "",
                    "Start": 133735,
                    "End": 133793
                },
                {
                    "Reply": "He's mentally retarded, but he's a whiz on small engines. Lord works in mysterious ways.",
                    "Didascalie": "(confidentially)",
                    "Start": 134034,
                    "End": 134157
                }
            ]
        },
        {
            "Character": "SCOOTER",
            "Replies": [
                {
                    "Reply": "And that ol' Dixon boy. Hell, I always wanted to kill him myself.",
                    "Didascalie": "",
                    "Start": 36506,
                    "End": 36583
                },
                {
                    "Reply": "too. Kind of retarded or somethin' back in school.",
                    "Didascalie": "(points to Karl)",
                    "Start": 36684,
                    "End": 36758
                },
                {
                    "Reply": "I don't guess. Can he talk?",
                    "Didascalie": "",
                    "Start": 37481,
                    "End": 37509
                },
                {
                    "Reply": "They make a good double meat burger.",
                    "Didascalie": "",
                    "Start": 39873,
                    "End": 39921
                },
                {
                    "Reply": "Wait up, I'll leave with you and lock up.",
                    "Didascalie": "",
                    "Start": 40558,
                    "End": 40611
                },
                {
                    "Reply": "I can't remember.",
                    "Didascalie": "",
                    "Start": 41711,
                    "End": 41729
                },
                {
                    "Reply": "Yeah, that's a goodun. I believe you did tell me that one before.",
                    "Didascalie": "(laughing)",
                    "Start": 42213,
                    "End": 42302
                },
                {
                    "Reply": "I can go. You don't have to. You don't never go.",
                    "Didascalie": "",
                    "Start": 114492,
                    "End": 114552
                }
            ]
        },
        {
            "Character": "LINDA",
            "Replies": [
                {
                    "Reply": "Hey, sweetheart. What you up to?",
                    "Didascalie": "",
                    "Start": 46252,
                    "End": 46285
                },
                {
                    "Reply": "Frank, don't talk that way. Who's that strange lookin' man behind you? Did he follow you in here?",
                    "Didascalie": "",
                    "Start": 46986,
                    "End": 47106
                },
                {
                    "Reply": "Nice to meet you, Karl.",
                    "Didascalie": "",
                    "Start": 47485,
                    "End": 47509
                },
                {
                    "Reply": "Frank come back here with me for a minute.",
                    "Didascalie": "",
                    "Start": 47687,
                    "End": 47741
                },
                {
                    "Reply": "Frank told me about your situation.",
                    "Didascalie": "",
                    "Start": 49258,
                    "End": 49294
                },
                {
                    "Reply": "He's mentally retarded, poor thing.",
                    "Didascalie": "(to Vaughan, hushed)",
                    "Start": 49524,
                    "End": 49572
                },
                {
                    "Reply": "I know.",
                    "Didascalie": "(put out)",
                    "Start": 49741,
                    "End": 49761
                },
                {
                    "Reply": "Frank's just crazy about him. He likes the way he talks. He helped him carry home the clean laundry.",
                    "Didascalie": "",
                    "Start": 50114,
                    "End": 50237
                },
                {
                    "Reply": "He's retarded's all. You know he's always after a father figure and Lord knows Doyle ain't a good one with his mean ass.",
                    "Didascalie": "",
                    "Start": 50422,
                    "End": 50576
                },
                {
                    "Reply": "I don't think he sees you as a guy guy.",
                    "Didascalie": "",
                    "Start": 50675,
                    "End": 50726
                },
                {
                    "Reply": "Doyle, you're awful. You shouldn't be that way.",
                    "Didascalie": "",
                    "Start": 59674,
                    "End": 59733
                },
                {
                    "Reply": "He's just mentally retarded, I guess.",
                    "Didascalie": "",
                    "Start": 59925,
                    "End": 59974
                },
                {
                    "Reply": "Yeah, that's right, Frank, you better ask him. I mean, don't hurt his feelin's or anything, but it would be good to know. I'm sure it's nothin'. He seems real sweet.",
                    "Didascalie": "",
                    "Start": 60500,
                    "End": 60710
                },
                {
                    "Reply": "He'll be here in a little while, he's takin' me to get an ice cream.",
                    "Didascalie": "",
                    "Start": 61035,
                    "End": 61115
                },
                {
                    "Reply": "You're not crippled. Get in there and make somethin'.",
                    "Didascalie": "",
                    "Start": 61340,
                    "End": 61405
                },
                {
                    "Reply": "Frank, why don't you go off and play in your room if Doyle's gonna talk nasty.",
                    "Didascalie": "",
                    "Start": 61624,
                    "End": 61725
                },
                {
                    "Reply": "Hey, Vaughan. How are you, Karl?",
                    "Didascalie": "",
                    "Start": 63883,
                    "End": 63916
                },
                {
                    "Reply": "Karl, this is my boyfriend, Doyle.",
                    "Didascalie": "(in a hurry to get out)",
                    "Start": 64044,
                    "End": 64091
                },
                {
                    "Reply": "Maybe you and Karl want to go with us?",
                    "Didascalie": "(to Frank)",
                    "Start": 64488,
                    "End": 64550
                },
                {
                    "Reply": "Frank, we'll be back in a little while. I'll bring you back somethin'. You're food's in the oven warmin' over.",
                    "Didascalie": "(they start for the door)",
                    "Start": 65424,
                    "End": 65580
                },
                {
                    "Reply": "How come Karl won't eat here with us?",
                    "Didascalie": "",
                    "Start": 75169,
                    "End": 75218
                },
                {
                    "Reply": "I just feel sorry for the poor thing.",
                    "Didascalie": "",
                    "Start": 75432,
                    "End": 75481
                },
                {
                    "Reply": "He does make some funny noises.",
                    "Didascalie": "",
                    "Start": 75664,
                    "End": 75696
                },
                {
                    "Reply": "I'm glad of it, honey.",
                    "Didascalie": "",
                    "Start": 75896,
                    "End": 75919
                },
                {
                    "Reply": "What?",
                    "Didascalie": "",
                    "Start": 76473,
                    "End": 76479
                },
                {
                    "Reply": "Please Doyle, don't.",
                    "Didascalie": "",
                    "Start": 76610,
                    "End": 76631
                },
                {
                    "Reply": "Please don't. Not tonight. I'm not up for it. They always stay till mornin'. I'm just give out, Doyle.",
                    "Didascalie": "",
                    "Start": 76970,
                    "End": 77095
                },
                {
                    "Reply": "Karl, now listen, there's gonna be a party tonight here at the house.",
                    "Didascalie": "",
                    "Start": 78006,
                    "End": 78087
                },
                {
                    "Reply": "He's no more an Indian than I am though. Anyhow, Doyle's gonna try and tease you and be mean to you to show off to his friends. Just like he does to Frank and me sometimes.",
                    "Didascalie": "",
                    "Start": 78533,
                    "End": 78750
                },
                {
                    "Reply": "No Doyle. Vaughan don't want to come to a party with you.",
                    "Didascalie": "",
                    "Start": 79334,
                    "End": 79403
                },
                {
                    "Reply": "Karl, you better clap your hands or he'll just keep on.",
                    "Didascalie": "",
                    "Start": 80934,
                    "End": 81001
                },
                {
                    "Reply": "He don't want to Doyle. Don't go Vaughan if you don't want to.",
                    "Didascalie": "",
                    "Start": 84249,
                    "End": 84323
                },
                {
                    "Reply": "This is not your house, Doyle. This is my house and I'll say who stays and goes. You've got a house, why don't you go get one of your girlfriends and go home to it.",
                    "Didascalie": "",
                    "Start": 94737,
                    "End": 94946
                },
                {
                    "Reply": "You're not stayin' here tonight. Go get sober before you come back. I'm tired of my child seein' this. Now you get yourself straight or I'll lock your ass out of my life for good.",
                    "Didascalie": "",
                    "Start": 95513,
                    "End": 95748
                },
                {
                    "Reply": "That might be better than this.",
                    "Didascalie": "",
                    "Start": 95942,
                    "End": 95974
                },
                {
                    "Reply": "Leave.",
                    "Didascalie": "",
                    "Start": 96187,
                    "End": 96194
                },
                {
                    "Reply": "Leave.",
                    "Didascalie": "",
                    "Start": 96300,
                    "End": 96307
                },
                {
                    "Reply": "Leave.",
                    "Didascalie": "",
                    "Start": 96413,
                    "End": 96420
                },
                {
                    "Reply": "Leave.",
                    "Didascalie": "",
                    "Start": 96526,
                    "End": 96533
                },
                {
                    "Reply": "I'm fine, honey. Let's just try and forget about tonight.",
                    "Didascalie": "",
                    "Start": 97876,
                    "End": 97945
                },
                {
                    "Reply": "I'll make some coffee and start cleanin' up this mess. Karl, you want some coffee, huh?",
                    "Didascalie": "(pause)",
                    "Start": 98131,
                    "End": 98253
                },
                {
                    "Reply": "What are you doin' up again, Frank?",
                    "Didascalie": "",
                    "Start": 98575,
                    "End": 98611
                },
                {
                    "Reply": "Yeah, he has to go to work in a little while. I do too.",
                    "Didascalie": "",
                    "Start": 98757,
                    "End": 98824
                },
                {
                    "Reply": "I guess. He went to the garage.",
                    "Didascalie": "",
                    "Start": 98924,
                    "End": 98956
                },
                {
                    "Reply": "I know he does.",
                    "Didascalie": "",
                    "Start": 99227,
                    "End": 99243
                },
                {
                    "Reply": "Huh?",
                    "Didascalie": "",
                    "Start": 99329,
                    "End": 99334
                },
                {
                    "Reply": "Yeah, honey, someday everything's gonna be all right.",
                    "Didascalie": "",
                    "Start": 99524,
                    "End": 99589
                },
                {
                    "Reply": "I promise we're gonna get away from him. The time has to be right, that's all. I'd rather him get tired of me and leave me. Then he wouldn't want to hurt me. He wouldn't care then. We'll be fine.",
                    "Didascalie": "",
                    "Start": 99722,
                    "End": 99973
                },
                {
                    "Reply": "I love you.",
                    "Didascalie": "(she hugs him)",
                    "Start": 100044,
                    "End": 100068
                },
                {
                    "Reply": "You scared me.",
                    "Didascalie": "",
                    "Start": 100376,
                    "End": 100391
                },
                {
                    "Reply": "Want to sit down? Did you need somethin'?",
                    "Didascalie": "",
                    "Start": 100489,
                    "End": 100542
                },
                {
                    "Reply": "I'll be dog.",
                    "Didascalie": "(puzzled)",
                    "Start": 100959,
                    "End": 100984
                },
                {
                    "Reply": "Right now?",
                    "Didascalie": "",
                    "Start": 101138,
                    "End": 101149
                },
                {
                    "Reply": "Well, it is nearly breakfast time anyway. I can't go to sleep. I have to be at work in three hours. You know how it is when you just sleep an hour or two, you feel worse than if you hadn't slept at all?",
                    "Didascalie": "",
                    "Start": 101305,
                    "End": 101563
                },
                {
                    "Reply": "Well, set down and I'll make some biscuits and gravy.",
                    "Didascalie": "",
                    "Start": 101655,
                    "End": 101720
                },
                {
                    "Reply": "Okay.",
                    "Didascalie": "",
                    "Start": 101830,
                    "End": 101836
                },
                {
                    "Reply": "You know I was thinkin' there's this girl that works with me. She's real heavy, but she's cute in the face. Well, you know, she's slow.",
                    "Didascalie": "(pause)",
                    "Start": 102031,
                    "End": 102212
                },
                {
                    "Reply": "Vaughan's \"friend\" will be there, too. He works at the funeral home.",
                    "Didascalie": "",
                    "Start": 102631,
                    "End": 102711
                },
                {
                    "Reply": "That's okay. It's not really my business. I have wondered though.",
                    "Didascalie": "",
                    "Start": 103154,
                    "End": 103231
                },
                {
                    "Reply": "They say you're well?",
                    "Didascalie": "(pause)",
                    "Start": 103806,
                    "End": 103840
                },
                {
                    "Reply": "I believe you. I really do.",
                    "Didascalie": "",
                    "Start": 104136,
                    "End": 104164
                },
                {
                    "Reply": "Why don't we talk about something a little more festive.",
                    "Didascalie": "(looks at Frank)",
                    "Start": 109045,
                    "End": 109125
                },
                {
                    "Reply": "Hey Karl, you know what? Melinda was voted employee of the month at the Dollar Store last February.",
                    "Didascalie": "",
                    "Start": 109367,
                    "End": 109489
                },
                {
                    "Reply": "Vaughan, don't get pushy.",
                    "Didascalie": "",
                    "Start": 109956,
                    "End": 109982
                },
                {
                    "Reply": "Frank, you and Karl aren't talkin' much, you boys must really like that food.",
                    "Didascalie": "",
                    "Start": 110791,
                    "End": 110891
                },
                {
                    "Reply": "That's very sweet of you Vaughan.",
                    "Didascalie": "",
                    "Start": 111445,
                    "End": 111479
                },
                {
                    "Reply": "Karl, why don't you and Melinda go take a walk. It's nice out.",
                    "Didascalie": "",
                    "Start": 112450,
                    "End": 112524
                },
                {
                    "Reply": "Well, at least he's tryin'. But who knows for how long.",
                    "Didascalie": "",
                    "Start": 132215,
                    "End": 132282
                },
                {
                    "Reply": "I know honey. Just remember what I said, we'll bide our time. You just steer clear of him as much as you can. Doyle's had a real hard life.",
                    "Didascalie": "",
                    "Start": 132418,
                    "End": 132591
                },
                {
                    "Reply": "You're a hell of a boy, Frank.",
                    "Didascalie": "",
                    "Start": 132844,
                    "End": 132875
                },
                {
                    "Reply": "What do you want, hun?",
                    "Didascalie": "",
                    "Start": 143737,
                    "End": 143760
                },
                {
                    "Reply": "We'll go to church and get you baptized, tomorrow's Sunday. You go on back to bed.",
                    "Didascalie": "",
                    "Start": 144051,
                    "End": 144156
                },
                {
                    "Reply": "It went real good.",
                    "Didascalie": "",
                    "Start": 144857,
                    "End": 144876
                },
                {
                    "Reply": "Would y'all like that?",
                    "Didascalie": "(to Frank and Karl)",
                    "Start": 145180,
                    "End": 145215
                },
                {
                    "Reply": "All right, y'all gonna go with me?",
                    "Didascalie": "",
                    "Start": 145402,
                    "End": 145437
                },
                {
                    "Reply": "I'll be back in a little bit then.",
                    "Didascalie": "",
                    "Start": 145675,
                    "End": 145710
                },
                {
                    "Reply": "Where are you goin', Karl? Didn't you want some chicken and things?",
                    "Didascalie": "",
                    "Start": 148201,
                    "End": 148280
                },
                {
                    "Reply": "Well, okay. I got you some.",
                    "Didascalie": "",
                    "Start": 148396,
                    "End": 148424
                },
                {
                    "Reply": "Where'd he go? What's goin' on?",
                    "Didascalie": "",
                    "Start": 148601,
                    "End": 148633
                },
                {
                    "Reply": "All right then. Well, I'll see you later. If you see Frank, tell him to come on back home. I don't get to see him all day except Sundays.",
                    "Didascalie": "",
                    "Start": 148914,
                    "End": 149085
                },
                {
                    "Reply": "Yeah.",
                    "Didascalie": "",
                    "Start": 149206,
                    "End": 149212
                },
                {
                    "Reply": "Well thank you, hun. That's real good of you to say. I wouldn't know what to do without him either.",
                    "Didascalie": "",
                    "Start": 149525,
                    "End": 149647
                },
                {
                    "Reply": "We sure like havin' you.",
                    "Didascalie": "",
                    "Start": 149919,
                    "End": 149944
                }
            ]
        },
        {
            "Character": "VAUGHAN",
            "Replies": [
                {
                    "Reply": "Let me guess. You want a bunch of candy and a pop.",
                    "Didascalie": "",
                    "Start": 46328,
                    "End": 46390
                },
                {
                    "Reply": "You're gonna rot your teeth that way. But I bet I know what you would like even better.",
                    "Didascalie": "",
                    "Start": 46480,
                    "End": 46590
                },
                {
                    "Reply": "Can I help you, sir?",
                    "Didascalie": "",
                    "Start": 47149,
                    "End": 47170
                },
                {
                    "Reply": "I don't think I've ever seen you before.",
                    "Didascalie": "",
                    "Start": 47845,
                    "End": 47897
                },
                {
                    "Reply": "It's been here seventeen years. Did you live here before or something?",
                    "Didascalie": "",
                    "Start": 48105,
                    "End": 48187
                },
                {
                    "Reply": "What brings you back?",
                    "Didascalie": "",
                    "Start": 48337,
                    "End": 48359
                },
                {
                    "Reply": "Why are you here now?",
                    "Didascalie": "",
                    "Start": 48463,
                    "End": 48485
                },
                {
                    "Reply": "Are you going to be staying here long?",
                    "Didascalie": "(pause)",
                    "Start": 48663,
                    "End": 48725
                },
                {
                    "Reply": "Do you have family here?",
                    "Didascalie": "",
                    "Start": 48889,
                    "End": 48914
                },
                {
                    "Reply": "He just got out of the state hospital.",
                    "Didascalie": "(hushed)",
                    "Start": 49626,
                    "End": 49688
                },
                {
                    "Reply": "Sure, go ahead.",
                    "Didascalie": "",
                    "Start": 49877,
                    "End": 49893
                },
                {
                    "Reply": "Are you sure it's safe to let him around that guy?",
                    "Didascalie": "",
                    "Start": 50011,
                    "End": 50073
                },
                {
                    "Reply": "He's been in the state hospital a long time, something must be wrong with him.",
                    "Didascalie": "",
                    "Start": 50280,
                    "End": 50381
                },
                {
                    "Reply": "What about me?",
                    "Didascalie": "",
                    "Start": 50619,
                    "End": 50634
                },
                {
                    "Reply": "Karl is a guy guy?",
                    "Didascalie": "(wrinkles his brow)",
                    "Start": 50791,
                    "End": 50822
                },
                {
                    "Reply": "Karl?",
                    "Didascalie": "",
                    "Start": 62258,
                    "End": 62264
                },
                {
                    "Reply": "So, you're really going to stay here?",
                    "Didascalie": "",
                    "Start": 62385,
                    "End": 62434
                },
                {
                    "Reply": "Did you knock on the door yet?",
                    "Didascalie": "",
                    "Start": 62537,
                    "End": 62568
                },
                {
                    "Reply": "How long have you been standing here?",
                    "Didascalie": "",
                    "Start": 62663,
                    "End": 62712
                },
                {
                    "Reply": "Listen, before you get very used to staying here, I think you and I need to talk about a few things.",
                    "Didascalie": "",
                    "Start": 62819,
                    "End": 62942
                },
                {
                    "Reply": "I mean tomorrow or the next day.",
                    "Didascalie": "",
                    "Start": 63094,
                    "End": 63127
                },
                {
                    "Reply": "Okay, I'll come by Mr. Cox's and get you at noon.",
                    "Didascalie": "",
                    "Start": 63450,
                    "End": 63511
                },
                {
                    "Reply": "Sure, I guess.",
                    "Didascalie": "",
                    "Start": 64307,
                    "End": 64322
                },
                {
                    "Reply": "I know Albert. We're friends.",
                    "Didascalie": "",
                    "Start": 64899,
                    "End": 64929
                },
                {
                    "Reply": "That's ridiculous. That's just a total lie.",
                    "Didascalie": "",
                    "Start": 65268,
                    "End": 65323
                },
                {
                    "Reply": "Yeah, I knew that. You're a card all right.",
                    "Didascalie": "(smiles a little)",
                    "Start": 65800,
                    "End": 65867
                },
                {
                    "Reply": "I guess I'll put it right out on the table. Where do I start. Linda and Frank are very important to me.",
                    "Didascalie": "",
                    "Start": 70587,
                    "End": 70713
                },
                {
                    "Reply": "That I'm gay. You know what being gay is, don't you?",
                    "Didascalie": "(watts)",
                    "Start": 71679,
                    "End": 71755
                },
                {
                    "Reply": "Homosexual. I like men. Sexually.",
                    "Didascalie": "",
                    "Start": 71852,
                    "End": 71886
                },
                {
                    "Reply": "Well that's a very offensive way to put it. You shouldn't say that. You were taught that, weren't you?",
                    "Didascalie": "",
                    "Start": 72001,
                    "End": 72126
                },
                {
                    "Reply": "Anyway, it's hard to live gay, that's the right way to say it, in a small town like this. I've wanted to leave many times, but my love for Linda and Frank and another certain person that we won't go into have kept me from it. Anyway, I'm rambling. If you're going to live in the Wheatly garage you need to know that it won't be easy.",
                    "Didascalie": "",
                    "Start": 72238,
                    "End": 72671
                },
                {
                    "Reply": "That's what I thought. I hope I haven't offended you in any way.",
                    "Didascalie": "",
                    "Start": 74396,
                    "End": 74472
                },
                {
                    "Reply": "Oh. How about before that?",
                    "Didascalie": "",
                    "Start": 74833,
                    "End": 74860
                },
                {
                    "Reply": "Sure. It sounded like a number one tune all right.",
                    "Didascalie": "",
                    "Start": 82956,
                    "End": 83018
                },
                {
                    "Reply": "I'd better go on home now, it's late. I have to work tomorrow.",
                    "Didascalie": "",
                    "Start": 84033,
                    "End": 84107
                },
                {
                    "Reply": "Are you sure you can drive? You've really had a lot of alcohol.",
                    "Didascalie": "",
                    "Start": 84833,
                    "End": 84908
                },
                {
                    "Reply": "Oh, yeah, I'm thrilled.",
                    "Didascalie": "",
                    "Start": 86777,
                    "End": 86801
                },
                {
                    "Reply": "What exactly do you mean by that? I don't understand.",
                    "Didascalie": "",
                    "Start": 88935,
                    "End": 89000
                },
                {
                    "Reply": "I don't get it.",
                    "Didascalie": "",
                    "Start": 89143,
                    "End": 89159
                },
                {
                    "Reply": "I don't really understand the meaning of the words.",
                    "Didascalie": "",
                    "Start": 91842,
                    "End": 91905
                },
                {
                    "Reply": "It's not your house, Doyle, it's Linda's.",
                    "Didascalie": "",
                    "Start": 93273,
                    "End": 93326
                },
                {
                    "Reply": "Doyle, don't you lay one hand on her.",
                    "Didascalie": "",
                    "Start": 95150,
                    "End": 95199
                },
                {
                    "Reply": "I'm a witness. I heard you threaten her life.",
                    "Didascalie": "",
                    "Start": 96016,
                    "End": 96073
                },
                {
                    "Reply": "I think Karl is going to be a writer or a librarian eventually.",
                    "Didascalie": "",
                    "Start": 108277,
                    "End": 108352
                },
                {
                    "Reply": "Does everyone like the food?",
                    "Didascalie": "",
                    "Start": 109168,
                    "End": 109197
                },
                {
                    "Reply": "Good. I haven't decided yet if I'm a good cook.",
                    "Didascalie": "",
                    "Start": 109267,
                    "End": 109326
                },
                {
                    "Reply": "Karl, maybe you and Melinda might want to take a walk or something after dinner. It's a nice night.",
                    "Didascalie": "",
                    "Start": 109793,
                    "End": 109915
                },
                {
                    "Reply": "I'm sorry.",
                    "Didascalie": "",
                    "Start": 110025,
                    "End": 110036
                },
                {
                    "Reply": "Or the kind old ladies who work in the school cafeteria wear.",
                    "Didascalie": "",
                    "Start": 110428,
                    "End": 110501
                },
                {
                    "Reply": "Listen everybody, I know this may sound corny, I've had a few glasses of wine and that kind of makes me a little emotional, but I'm going to say it anyway. It just came over me in a rush. I want you all to know that I care about each and every one of you at this table.",
                    "Didascalie": "",
                    "Start": 111057,
                    "End": 111404
                },
                {
                    "Reply": "Also, Melinda, please don't tell anybody at the store that Albert was here tonight, okay.",
                    "Didascalie": "",
                    "Start": 111614,
                    "End": 111726
                },
                {
                    "Reply": "Well, a lot of people in town talk and spread cruel rumors.",
                    "Didascalie": "",
                    "Start": 111817,
                    "End": 111888
                },
                {
                    "Reply": "Yes.",
                    "Didascalie": "",
                    "Start": 112121,
                    "End": 112126
                },
                {
                    "Reply": "Karl, what are you doing here? Come in.",
                    "Didascalie": "",
                    "Start": 155345,
                    "End": 155396
                },
                {
                    "Reply": "Okay.",
                    "Didascalie": "",
                    "Start": 155538,
                    "End": 155544
                },
                {
                    "Reply": "What's wrong? Is everything okay?",
                    "Didascalie": "",
                    "Start": 155747,
                    "End": 155781
                },
                {
                    "Reply": "Well, sure, okay. He hasn't hurt them, has he?",
                    "Didascalie": "",
                    "Start": 156019,
                    "End": 156077
                },
                {
                    "Reply": "What about you, Karl? Do you want to stay here?",
                    "Didascalie": "",
                    "Start": 156480,
                    "End": 156539
                }
            ]
        },
        {
            "Character": "DOYLE",
            "Replies": [
                {
                    "Reply": "Well, honey, I don't guess I give a shit. I ain't here half the time anyway. If you want a retard livin' in the garage, I don't guess I care. I've got a good tool box and socket set out there I don't want stol'd. I guess I could take it home with me.",
                    "Didascalie": "",
                    "Start": 58363,
                    "End": 58691
                },
                {
                    "Reply": "Was I?",
                    "Didascalie": "(pause)",
                    "Start": 58903,
                    "End": 58922
                },
                {
                    "Reply": "Now is this the kind of retard that drools and rubs shit in his hair and all that, 'cause I have trouble eatin' around that kind of thing.",
                    "Didascalie": "(to Linda)",
                    "Start": 59206,
                    "End": 59390
                },
                {
                    "Reply": "I ain't sayin' it's right. I'm just tellin' the truth. What was he in the nuthouse for?",
                    "Didascalie": "",
                    "Start": 59774,
                    "End": 59884
                },
                {
                    "Reply": "He had of went nuts and did somethin'. They don't put you in there for just bein' a retard.",
                    "Didascalie": "",
                    "Start": 60015,
                    "End": 60129
                },
                {
                    "Reply": "You might want to find out. He might of hacked his family to pieces with a hatchet or somethin'.",
                    "Didascalie": "",
                    "Start": 60340,
                    "End": 60459
                },
                {
                    "Reply": "Speakin' of which, where's your girlfriend? I thought he was comin' by here for something.",
                    "Didascalie": "",
                    "Start": 60881,
                    "End": 60994
                },
                {
                    "Reply": "Ain't that the sweetest thing. What am I supposed to do about supper with you traipsin' around with that fag?",
                    "Didascalie": "",
                    "Start": 61156,
                    "End": 61299
                },
                {
                    "Reply": "Boy, ain't you somethin' else.",
                    "Didascalie": "",
                    "Start": 61446,
                    "End": 61477
                },
                {
                    "Reply": "Yeah, honey, let the kid watch T.V.",
                    "Didascalie": "",
                    "Start": 61828,
                    "End": 61864
                },
                {
                    "Reply": "Don't rush ever'body, honey.",
                    "Didascalie": "",
                    "Start": 64363,
                    "End": 64392
                },
                {
                    "Reply": "Hey, Vaughan, you know what I heard? I heard you been puttin' it to Albert Sellers that works over at the funeral home.",
                    "Didascalie": "",
                    "Start": 64703,
                    "End": 64856
                },
                {
                    "Reply": "I heard you was more than friends.",
                    "Didascalie": "",
                    "Start": 64970,
                    "End": 65005
                },
                {
                    "Reply": "See, you made him somethin'. Hey Vaughan, I was just goin' on with you, jokin' around, buddy.",
                    "Didascalie": "",
                    "Start": 65621,
                    "End": 65737
                },
                {
                    "Reply": "So, Karl, come have a seat, talk to me.",
                    "Didascalie": "",
                    "Start": 65961,
                    "End": 66012
                },
                {
                    "Reply": "Goddamnit, I'm talkin' to the man.",
                    "Didascalie": "",
                    "Start": 66173,
                    "End": 66208
                },
                {
                    "Reply": "What's in your bag?",
                    "Didascalie": "",
                    "Start": 66339,
                    "End": 66359
                },
                {
                    "Reply": "What's all them books?",
                    "Didascalie": "",
                    "Start": 66488,
                    "End": 66511
                },
                {
                    "Reply": "You believe in the Bible?",
                    "Didascalie": "",
                    "Start": 66641,
                    "End": 66667
                },
                {
                    "Reply": "Well, I can't understand none of it. This one begat this one and that one begat this one and begat and begat and begat and lo somebody sayeth some shit or another. Just how retarded are you?",
                    "Didascalie": "",
                    "Start": 66815,
                    "End": 67061
                },
                {
                    "Reply": "You be quiet, Frank, we're talkin'.",
                    "Didascalie": "",
                    "Start": 67159,
                    "End": 67195
                },
                {
                    "Reply": "It wouldn't matter to me if you did do violence on somebody 'cause I ain't afraid of shit. You think I'm afraid for you to stay here. You're just a humped over retard it looks like to me. Not really, I'm just jokin' with you. Welcome to our humble home, buddy. Frank needs all the friends he can get. Frank's a real weak little kid. His daddy taught him how to be a pussy.",
                    "Didascalie": "(pause)",
                    "Start": 67538,
                    "End": 68033
                },
                {
                    "Reply": "Don't talk about daddy. Y'all go on to the garage and let me be.",
                    "Didascalie": "(mocking)",
                    "Start": 68192,
                    "End": 68280
                },
                {
                    "Reply": "Don't tell your mama we had a little spat. She don't need to be worried with your ass.",
                    "Didascalie": "(yelling to Frank)",
                    "Start": 68451,
                    "End": 68572
                },
                {
                    "Reply": "Well, I wouldn't let it get to you.",
                    "Didascalie": "",
                    "Start": 75356,
                    "End": 75392
                },
                {
                    "Reply": "Who could eat with him settin' there makin' that goddamn racket with his throat.",
                    "Didascalie": "",
                    "Start": 75521,
                    "End": 75624
                },
                {
                    "Reply": "What have you got to be nervous about? You're a damn kid. You ain't got any bills to pay or bidness to run or old lady to stay on your ass all the time.",
                    "Didascalie": "",
                    "Start": 75960,
                    "End": 76157
                },
                {
                    "Reply": "You know what, by God?",
                    "Didascalie": "",
                    "Start": 76409,
                    "End": 76432
                },
                {
                    "Reply": "You know what we ought to do tonight?",
                    "Didascalie": "",
                    "Start": 76520,
                    "End": 76569
                },
                {
                    "Reply": "Have a damn party! Call Morris and them and get the band together and just party our asses off. I'd like to show that fuckin' Karl to the guys. They'd get a kick out of that. Don't you know they would.",
                    "Didascalie": "",
                    "Start": 76672,
                    "End": 76929
                },
                {
                    "Reply": "You don't have to do anything but pour some potato chips in a bowl and bring beers out when we get low.",
                    "Didascalie": "",
                    "Start": 77136,
                    "End": 77273
                },
                {
                    "Reply": "That ain't none of your damn bidness. Besides that's the way friends do one another. Fuck it, I'm gonna go call 'em. Honey, find my guitar, I think it's out there in the garage with that loony tune.",
                    "Didascalie": "",
                    "Start": 77460,
                    "End": 77714
                },
                {
                    "Reply": "Well, it's on! We're gonna rock.",
                    "Didascalie": "",
                    "Start": 79131,
                    "End": 79164
                },
                {
                    "Reply": "Or I'll go get him. Come on Karl, I need you to help me ice down a tub of beer, you and Frank.",
                    "Didascalie": "(grins)",
                    "Start": 79539,
                    "End": 79668
                },
                {
                    "Reply": "Okay I'd like to dedicate this next one to some very special people in our audience tonight. To my lovely female companion Linda, her lovely son Frank, our new boarder Karl -",
                    "Didascalie": "",
                    "Start": 81796,
                    "End": 82015
                },
                {
                    "Reply": "Oh well, Karl's a little retarded, he don't know what the hell I'm talkin' about. And to Vaughan who fucks a mortician in the rear entrance right in front of his clients. Now that takes balls. Our number one tune for the folks, boys. Kick it off Johnson!",
                    "Didascalie": "(nothing)",
                    "Start": 82314,
                    "End": 82658
                },
                {
                    "Reply": "You like that Vaughan?",
                    "Didascalie": "",
                    "Start": 82891,
                    "End": 82914
                },
                {
                    "Reply": "You enjoying yourself, Karl?",
                    "Didascalie": "",
                    "Start": 83059,
                    "End": 83088
                },
                {
                    "Reply": "I told you already three times, the laws on my side. I play cards with J.D. Shelnutt, chief' of police.",
                    "Didascalie": "(hollers back)",
                    "Start": 83495,
                    "End": 83633
                },
                {
                    "Reply": "Okay now, Linda, you and the kid clean up and get a tarpaulin over this instruments. Me and the boys are goin' to the county line.",
                    "Didascalie": "(to the party)",
                    "Start": 83702,
                    "End": 83878
                },
                {
                    "Reply": "Come on, don't be a pussy.",
                    "Didascalie": "",
                    "Start": 84147,
                    "End": 84174
                },
                {
                    "Reply": "But honey, I'll be good. I promise.",
                    "Didascalie": "(very sincere)",
                    "Start": 84426,
                    "End": 84474
                },
                {
                    "Reply": "Shhhh! This is the national anthem.",
                    "Didascalie": "",
                    "Start": 84949,
                    "End": 84985
                },
                {
                    "Reply": "Not that you afflicted sons of bitches would know anything about it, but this is art.",
                    "Didascalie": "(points to tape player)",
                    "Start": 85339,
                    "End": 85459
                },
                {
                    "Reply": "Hey Freddy, what's goin' on boy. I seen your pitcher in the paper for catchin' that big-ass bass.",
                    "Didascalie": "",
                    "Start": 85678,
                    "End": 85798
                },
                {
                    "Reply": "Yeah.",
                    "Didascalie": "",
                    "Start": 85955,
                    "End": 85961
                },
                {
                    "Reply": "We run outta somethin' to drink.",
                    "Didascalie": "",
                    "Start": 86204,
                    "End": 86237
                },
                {
                    "Reply": "Catch you later Freddy!",
                    "Didascalie": "",
                    "Start": 86520,
                    "End": 86544
                },
                {
                    "Reply": "I bet you like sittin' between two men in a dual wheel truck don't you?",
                    "Didascalie": "",
                    "Start": 86640,
                    "End": 86734
                },
                {
                    "Reply": "You know the boys in the band are probably gonna stay over tonight.",
                    "Didascalie": "(pause)",
                    "Start": 86882,
                    "End": 86973
                },
                {
                    "Reply": "You got that shit right.",
                    "Didascalie": "",
                    "Start": 88867,
                    "End": 88892
                },
                {
                    "Reply": "See Vaughan, you shouldn't question a genius. Morris is a modern day poet like in the old days.",
                    "Didascalie": "",
                    "Start": 90348,
                    "End": 90466
                },
                {
                    "Reply": "If y'all don't shut up I'm gonna go out of my mind. And plus you're liable to bust a spring in Karl's head. He's already off balance.",
                    "Didascalie": "",
                    "Start": 91946,
                    "End": 92113
                },
                {
                    "Reply": "We don't have a goddamn band! Y'all just shut the fuck up! We don't need no practicin' or managers cause we ain't no fuckin' band!",
                    "Didascalie": "",
                    "Start": 92848,
                    "End": 93012
                },
                {
                    "Reply": "I'll kill you, you fuckin' faggot!",
                    "Didascalie": "",
                    "Start": 93367,
                    "End": 93402
                },
                {
                    "Reply": "Now!",
                    "Didascalie": "",
                    "Start": 93796,
                    "End": 93801
                },
                {
                    "Reply": "Get out of my goddamn face, you fuckin' buzzard!",
                    "Didascalie": "",
                    "Start": 94299,
                    "End": 94359
                },
                {
                    "Reply": "I thought I told everybody to get out of my house. That includes cocksuckers and retards. Get off your asses and go.",
                    "Didascalie": "",
                    "Start": 94546,
                    "End": 94696
                },
                {
                    "Reply": "You know better than to talk like that when I'm hurtin'. Don't make me knock the piss out of you.",
                    "Didascalie": "",
                    "Start": 94987,
                    "End": 95107
                },
                {
                    "Reply": "You go to bed and take snot nose with you.",
                    "Didascalie": "(to Linda)",
                    "Start": 95280,
                    "End": 95346
                },
                {
                    "Reply": "You know what I told you, you even think of leavin' me, I'll kill you dead as a doornail.",
                    "Didascalie": "",
                    "Start": 95789,
                    "End": 95901
                },
                {
                    "Reply": "I thought I told you to keep out!",
                    "Didascalie": "",
                    "Start": 96113,
                    "End": 96147
                },
                {
                    "Reply": "Don't tell me what to do.",
                    "Didascalie": "",
                    "Start": 96234,
                    "End": 96260
                },
                {
                    "Reply": "Don't tell me what to do.",
                    "Didascalie": "",
                    "Start": 96347,
                    "End": 96373
                },
                {
                    "Reply": "Don't tell me what to do.",
                    "Didascalie": "",
                    "Start": 96460,
                    "End": 96486
                },
                {
                    "Reply": "Don't tell me what to do.",
                    "Didascalie": "(an inch from her face)",
                    "Start": 96600,
                    "End": 96638
                },
                {
                    "Reply": "Okay, I'll leave and sober up.",
                    "Didascalie": "",
                    "Start": 97026,
                    "End": 97057
                },
                {
                    "Reply": "Well, I hate you, too. No I don't.",
                    "Didascalie": "",
                    "Start": 97243,
                    "End": 97278
                },
                {
                    "Reply": "Well, I'll be damned, there's the boys. I'm glad y'all came in. I wanted to talk to y'all, too. I was just tellin' Linda here -- Oh hell, I'll just start over, set down you boys.",
                    "Didascalie": "",
                    "Start": 129975,
                    "End": 130209
                },
                {
                    "Reply": "Well, what it is is, I just, well I took off work early today and your mama was good enough to do the same so we could talk. I guess you'd say I'm really here to apologize, which ain't easy for me to do, about the way I acted the other night. I was just drunk and kinda got a little too worked up and one thing led to another. I care about y'all a lot, I do. I don't mean to be so damned, assholish I guess the word would be. Now Karl, I don't believe I hit you, did I? So no apology needed there I guess, but Frank, I'm sorry. I'm sorry I hit your mama.",
                    "Didascalie": "",
                    "Start": 130284,
                    "End": 131004
                },
                {
                    "Reply": "See you tonight honey. Karl. Be a good boy, Frank.",
                    "Didascalie": "(CONT'D) (kisses Linda)",
                    "Start": 132087,
                    "End": 132161
                },
                {
                    "Reply": "What in the goddamn hell are you doin'? It's the middle of the night.",
                    "Didascalie": "",
                    "Start": 143604,
                    "End": 143696
                },
                {
                    "Reply": "Baptized? Well, get baptized then.",
                    "Didascalie": "",
                    "Start": 143864,
                    "End": 143899
                },
                {
                    "Reply": "What are you doin' with that damn hammer?",
                    "Didascalie": "",
                    "Start": 144196,
                    "End": 144249
                },
                {
                    "Reply": "How'd your baptizin' go?",
                    "Didascalie": "",
                    "Start": 144791,
                    "End": 144816
                },
                {
                    "Reply": "Well, that's good. It's about time to eat and you know what I'm cravin'? Some of that take out chicken. Why don't you run get some of it, honey, for lunch?",
                    "Didascalie": "",
                    "Start": 144917,
                    "End": 145117
                },
                {
                    "Reply": "Naw, hell, let them stay here with me and do men things. There might be some kind of ball game on we can watch. You go on.",
                    "Didascalie": "",
                    "Start": 145478,
                    "End": 145634
                },
                {
                    "Reply": "I really just wanted to git your mama out of the house for a minute so we can have a talk. Y'all set down.",
                    "Didascalie": "",
                    "Start": 145803,
                    "End": 145943
                },
                {
                    "Reply": "Now here's the deal. Now that I'm gonna throw my entire life away doin' what I want to come live here with y'all, we have to get a few things straight. See, Frank, me and you mama wouldn't have any problems if it wadn't for you. We'd never have a bad word between us. But since you do exist, if I'm gonna be here as the head of the household, we'll have to live by my rules.",
                    "Didascalie": "",
                    "Start": 146044,
                    "End": 146529
                },
                {
                    "Reply": "You shut up you, fuckin' retard.",
                    "Didascalie": "",
                    "Start": 147539,
                    "End": 147572
                },
                {
                    "Reply": "That was a wake-up slap, Frank.",
                    "Didascalie": "(to Frank)",
                    "Start": 147644,
                    "End": 147688
                },
                {
                    "Reply": "I thought I told you to get the hell moved out of here anyway.",
                    "Didascalie": "(no response)",
                    "Start": 157809,
                    "End": 157895
                },
                {
                    "Reply": "Pick up the fuckin' phone and call 'em, I guess.",
                    "Didascalie": "",
                    "Start": 158051,
                    "End": 158111
                },
                {
                    "Reply": "What are you doin' with that piece of iron? I swear to God you're the weirdest son of a bitch I ever heard of.",
                    "Didascalie": "(notices blade)",
                    "Start": 158352,
                    "End": 158508
                },
                {
                    "Reply": "Karl gets up and walks slowly toward Doyle out of frame. We see the flickering light of the TV on the wall. O.S. we hear one short dull thud.",
                    "Didascalie": "(laughs)",
                    "Start": 158880,
                    "End": 159028
                }
            ]
        },
        {
            "Character": "FREDDY",
            "Replies": [
                {
                    "Reply": "Yeah She was a big 'un. You ain't drunk drivin' are you Doyle?",
                    "Didascalie": "",
                    "Start": 85840,
                    "End": 85914
                },
                {
                    "Reply": "I figured that. Well you better be careful with that cripple in the back. You'll throw him out. Looks like you got a wagonful.",
                    "Didascalie": "",
                    "Start": 86003,
                    "End": 86163
                },
                {
                    "Reply": "You know better than that. We're on duty. Catch me in that Camaro next week one night.",
                    "Didascalie": "(laughing)",
                    "Start": 86358,
                    "End": 86479
                }
            ]
        },
        {
            "Character": "MORRIS",
            "Replies": [
                {
                    "Reply": "Anyhow I'm not sure if you follow me on those particular points, but it's not really important in the smaller picture, which is where most people dwell anyway. Not that being manager of Ben's Dollar Store is insignificant. Or that making it through years of incarceration in a state supported facility is any small feat.",
                    "Didascalie": "",
                    "Start": 87497,
                    "End": 87917
                },
                {
                    "Reply": "Holidays are for campers.",
                    "Didascalie": "",
                    "Start": 88344,
                    "End": 88370
                },
                {
                    "Reply": "Anything that has to be discussed can't mean anything.",
                    "Didascalie": "",
                    "Start": 88760,
                    "End": 88826
                },
                {
                    "Reply": "Exactly the point, my young levelheaded friend.",
                    "Didascalie": "",
                    "Start": 89041,
                    "End": 89100
                },
                {
                    "Reply": "I rest my case.",
                    "Didascalie": "",
                    "Start": 89201,
                    "End": 89217
                },
                {
                    "Reply": "Not unlike Gary Brooker of the Protocol Harum.",
                    "Didascalie": "",
                    "Start": 89543,
                    "End": 89601
                },
                {
                    "Reply": "Our latest composition is as follows: entitled: \"The Thrill\" --",
                    "Didascalie": "",
                    "Start": 90508,
                    "End": 90595
                },
                {
                    "Reply": "The dots are where I say they are.",
                    "Didascalie": "",
                    "Start": 91679,
                    "End": 91714
                },
                {
                    "Reply": "The dots just look good on paper.",
                    "Didascalie": "(stops at the door)",
                    "Start": 94120,
                    "End": 94166
                }
            ]
        },
        {
            "Character": "RANDY",
            "Replies": [
                {
                    "Reply": "I'm in junior college right now over in Westfield.",
                    "Didascalie": "",
                    "Start": 88075,
                    "End": 88137
                },
                {
                    "Reply": "What do you know about bein' a genius, Johnson. You can't even hardly keep a steady beat on that high-price drum set.",
                    "Didascalie": "",
                    "Start": 88411,
                    "End": 88562
                },
                {
                    "Reply": "We don't ever play any songs that y'all wrote. I never even heard one of 'em. Y'all just talk.",
                    "Didascalie": "",
                    "Start": 89642,
                    "End": 89759
                },
                {
                    "Reply": "We don't need fancy words, we need to practice. We don't ever rehearse.",
                    "Didascalie": "",
                    "Start": 92278,
                    "End": 92372
                },
                {
                    "Reply": "Morris, you should just be the manager, you can't play nothin' anyway.",
                    "Didascalie": "",
                    "Start": 92577,
                    "End": 92670
                }
            ]
        },
        {
            "Character": "TERENCE",
            "Replies": [
                {
                    "Reply": "I think y'all play really tight together, Randy. Y'all shouldn't throw off on one another.",
                    "Didascalie": "",
                    "Start": 88605,
                    "End": 88718
                },
                {
                    "Reply": "Morris is real smart with philosophies and things. That's why him and me are the songwriting team of our group. I make up good tunes or melodies as we call them and Morris is the lyrics.",
                    "Didascalie": "",
                    "Start": 89260,
                    "End": 89502
                },
                {
                    "Reply": "We wrote one last night standin' outside Mini-Mart. Morris called it \"Stuart Drives a Comfortable Car.\"",
                    "Didascalie": "",
                    "Start": 90000,
                    "End": 90126
                },
                {
                    "Reply": "Well it did. It wadn't before mankind, I know that much.",
                    "Didascalie": "(Morris stares at him)",
                    "Start": 91557,
                    "End": 91637
                },
                {
                    "Reply": "That wadn't the way you made it up before, Morris. That's all I know.",
                    "Didascalie": "",
                    "Start": 92156,
                    "End": 92237
                },
                {
                    "Reply": "What about our instruments?",
                    "Didascalie": "",
                    "Start": 93559,
                    "End": 93587
                }
            ]
        },
        {
            "Character": "ALBERT",
            "Replies": [
                {
                    "Reply": "So Karl, do you intend to stay in the lawnmower business for a while or do you have other plans?",
                    "Didascalie": "",
                    "Start": 108065,
                    "End": 108184
                },
                {
                    "Reply": "I'm the same way. Of course, in my line of work, I stay too busy to read.",
                    "Didascalie": "",
                    "Start": 108722,
                    "End": 108818
                },
                {
                    "Reply": "Hospital shoes might be the answer.",
                    "Didascalie": "",
                    "Start": 110323,
                    "End": 110359
                },
                {
                    "Reply": "Same difference.",
                    "Didascalie": "",
                    "Start": 110543,
                    "End": 110560
                }
            ]
        },
        {
            "Character": "MELINDA",
            "Replies": [
                {
                    "Reply": "Well, when you like pricing items as much as I do, I guess it's just bound to happen sooner or later.",
                    "Didascalie": "",
                    "Start": 109626,
                    "End": 109750
                },
                {
                    "Reply": "I stay on my feet all the time at work. I just can't find shoes that's comfortable.",
                    "Didascalie": "",
                    "Start": 110175,
                    "End": 110281
                },
                {
                    "Reply": "I get real mean when my feet hurt.",
                    "Didascalie": "",
                    "Start": 110603,
                    "End": 110638
                },
                {
                    "Reply": "Why?",
                    "Didascalie": "",
                    "Start": 111769,
                    "End": 111774
                },
                {
                    "Reply": "You mean about y'all bein' together in \"that\" way?",
                    "Didascalie": "",
                    "Start": 112016,
                    "End": 112078
                },
                {
                    "Reply": "I think everybody at the store knows that already. They always talk about it. Maureen Ledbetter told a awful story about why you ain't allowed over at the First Baptist Church no more.",
                    "Didascalie": "",
                    "Start": 112169,
                    "End": 112409
                },
                {
                    "Reply": "You walk fast, don't you?",
                    "Didascalie": "",
                    "Start": 112833,
                    "End": 112859
                },
                {
                    "Reply": "These is the worst shoes I own for walkin'. How far did you want to go?",
                    "Didascalie": "",
                    "Start": 112994,
                    "End": 113088
                },
                {
                    "Reply": "Hi, Karl, I'm on lunch break. These was on sale 'cause they're not fresh. Two ninety-nine a bunch plus my ten percent employee discount.",
                    "Didascalie": "",
                    "Start": 113928,
                    "End": 114098
                },
                {
                    "Reply": "Well, I just thought I'd give you them. I liked walkin' with you. I got a blister the size of a quarter on one heel. Well, I'll see you sometime, I guess.",
                    "Didascalie": "",
                    "Start": 114863,
                    "End": 115062
                },
                {
                    "Reply": "Yeah.",
                    "Didascalie": "",
                    "Start": 115248,
                    "End": 115254
                },
                {
                    "Reply": "Me, too.",
                    "Didascalie": "",
                    "Start": 115392,
                    "End": 115401
                }
            ]
        },
        {
            "Character": "HOUSEKEEPER",
            "Replies": [
                {
                    "Reply": "Son, I don't know why you keep comin' over here. You know these folks don't want you here. They run you off ever' time. Don't keep doin' this to yourself. You a sweet boy. Now go give them flowers to somebody that'll enjoy 'em.",
                    "Didascalie": "(eyes Karl)",
                    "Start": 126460,
                    "End": 126766
                },
                {
                    "Reply": "You his daddy?",
                    "Didascalie": "(to Karl)",
                    "Start": 126920,
                    "End": 126947
                },
                {
                    "Reply": "Well, whoever you are, you ought to talk some sense into him. That little old girl is way too fast for him and don't wanna see him no way.",
                    "Didascalie": "",
                    "Start": 127044,
                    "End": 127216
                },
                {
                    "Reply": "Okay.",
                    "Didascalie": "(sighs)",
                    "Start": 127509,
                    "End": 127527
                }
            ]
        },
        {
            "Character": "KAREN",
            "Replies": [
                {
                    "Reply": "Hey Frank. You shouldn't be coming over here. My parents really don't want you to.",
                    "Didascalie": "(put out)",
                    "Start": 127681,
                    "End": 127798
                },
                {
                    "Reply": "They're from the Dollar Store. I'm not an idiot. Besides we have a garden full of flowers.",
                    "Didascalie": "",
                    "Start": 127953,
                    "End": 128066
                },
                {
                    "Reply": "Why? Hi, Karl.",
                    "Didascalie": "",
                    "Start": 128325,
                    "End": 128340
                },
                {
                    "Reply": "Here give me the flowers, I'll do something with them. Thank you. Now you better go. Maybe I'll see you down at the secret place one day in a week or two or something. I have a boyfriend now you know. And we're pretty serious. He gave me a ring.",
                    "Didascalie": "",
                    "Start": 128490,
                    "End": 128802
                },
                {
                    "Reply": "Frank, I just like you as a friend.",
                    "Didascalie": "",
                    "Start": 129033,
                    "End": 129069
                },
                {
                    "Reply": "I'm closing the door now. I told you, I'll see you later.",
                    "Didascalie": "",
                    "Start": 129287,
                    "End": 129356
                }
            ]
        },
        {
            "Character": "WALTER",
            "Replies": [
                {
                    "Reply": "Y'ont us to he'p you there liftin' that?",
                    "Didascalie": "",
                    "Start": 133835,
                    "End": 133887
                },
                {
                    "Reply": "Hell, he didn't just make the team, Coach says he's probably gonna start at end on defense. He's a chip off the old block. Ain't you, Steve?",
                    "Didascalie": "",
                    "Start": 134392,
                    "End": 134577
                }
            ]
        },
        {
            "Character": "STEVE",
            "Replies": [
                {
                    "Reply": "I guess so.",
                    "Didascalie": "",
                    "Start": 134618,
                    "End": 134630
                }
            ]
        },
        {
            "Character": "OLD MAN",
            "Replies": [
                {
                    "Reply": "I ain't got no boy.",
                    "Didascalie": "",
                    "Start": 141108,
                    "End": 141128
                },
                {
                    "Reply": "I ain't got no boy.",
                    "Didascalie": "",
                    "Start": 141240,
                    "End": 141260
                },
                {
                    "Reply": "I told you, I ain't got no boy, now get on out from here and let me be.",
                    "Didascalie": "",
                    "Start": 141723,
                    "End": 141806
                }
            ]
        }
    ]
}